{
    "document_id": "D-2023-2169",
    "LinkTitle": "D-2023-2169",
    "file_name": "D-2023-2169.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2169.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo-dmp-G009923N-kuleuven.docx",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Karen Vanhoorelbeke ORCID ID 0000-0003-2288-8277 Contributor name(s) (+ ORCID) & roles Renhao Li, cosupervisor Project number 1 & title Allosteric ADAMTS13 activation: elucidating long-range structural crosstalk bringing the enzyme in a preactivated state  Funder(s) GrantID 2 G009923N Affiliation(s) x KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description ADAMTS13 and von Willebrand factor (VWF) provide a fascinating interplay to control bleeding and thrombosis. ADAMTS13 proteolyzes VWF to regulate its activity and prevent spontaneous microthrombi formation, whereas the devastating thrombotic disorder thrombotic thrombocytopenic purpura, emerges from absent ADAMTS13 activity. Since both proteins circulate in folded, inactive forms, allosteric activation is required for VWF cleavage by ADAMTS13. Intriguingly, uncoupling the spacer-CUB interaction preactivates the ADAMTS13 M domain, implying unexplored long-range crosstalk between the spacer and M domains. Elevated shear unfolds VWF allowing preactivated ADAMTS13 to bind according the molecular zipper mechanism. Binding of the ADAMTS13 D domain exosite allosterically removes a gatekeeper triad from the M domain active site cleft, promoting cleavage of the Y1605-M1606 scissile bond in VWF. Given the high protein flexibility, crystal structures of full-length ADAMTS13 are out of reach. Alternatively, HDX-MS allows to identify dynamic ADAMTS13 regions after spacer-CUB disruption. Analysis of rational designed ADAMTS13 mutants can confirm the influence of HDX-MS determined dynamic regions on the M domain preactivation. In this research project, the Vanhoorelbeke lab will collaborate with the Li (Atlanta, US) and Crawley (London, UK) labs to elucidate the molecular mechanism of the long-range structural crosstalk between the spacer and M domains during ADAMTS13 preactivation.      1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3  2. Research Data Summary  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   Cell lines (all WPs) Different types of cell lines from mammalian origin (mouse, hamster and human), used for expression of ADAMTS13, its fragments and ADAMTS13 mutants and for expression of monoclonal antibodies,..\t  ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical NA NA ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA  100 vials/tubes of 1.5 or 2 mL in liquid nitrogen.  \nPhysical samples from in vitro experiments (all WPs)  Physical samples from in vitro experiments (e.g. cell medium after harvesting cells)  ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical NA NA ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA  300 vials of 1.5 mL in -20°C freezer.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5   3 Add rows for each dataset you want to describe. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  Purified antibodies/proteins (all WPs)  Harvested cell culture medium containing the produced antibody/protein, and purified antibodies/proteins will be stored at -20°C.  ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical NA NA ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA  200 vials/tubes of 1 to 10 mL in -20°C freezer  ELISA data (all WPs) Enzyme-linked immunosorbent assays (ELISA) performed on different sample types (e.g. cell medium, purified proteins) for quantification of protein concentration, protein-protein interaction, protein function. Readout in excel files and data analysis in GraphPad prism.  ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .pzf .xlsx .doc .pdf ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA  NA \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  HDX-MS experiments (WP1) Mass spec data (ESI-MS2 data acquisition), ProteinLynx Global Server (PLGS) 3.0.2 for peptide ID, DynamX for automated deuterium uptake calculation: all accurs on Emory University servers at Emory or remote at KU Leuven) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:  ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA  NA \nIn vitro experimental data (all WPs) Experimental details (protocols, raw data, calculations) will be written down in electronic lab notebook (in house standardized excel files).  ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .xlsx .doc ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA  NA \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  Molecular modeling data HDX-MS information will be visualized on an excisting crystal structure ☒ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other:crystal structure models .pdp ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \n  ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:  ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \n  ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:  ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \n                                 \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data   If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    Existing data that will be reused are the following: protocols, DNA sequences of plasmids and transgenes (antibody/protein) and plasmid DNA (physical samples). All these data were previously generated in the labs of the PI and are therefore available from this source (no external sources).  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☒ No Additional information:   Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:    4 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      3. Documentation and Metadata  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  Each PhD student has a folder in the general LATRON e-Labbook folder on the KULAK J-drive. The folder is further subdivided in the projects of the student. In the project folder an excel file is stored with a standardized build-up: goal of experiment, protocol, raw data, calculations and conclusions, each filled out in a separate sheet. Links to additional information are also added. The PI and technician shave access to the folders of the students, to supervise the data or to add additional data  For each peer-reviewed article, a separate folder is made in the folder of the PhD student, containing the latest word version and all raw and processed data used in the article. In addition, a separate file will be made in the electronic lab book for each article, containing all metadata files of data that were used in that article. A physical sample inventory will be stored in freezers and all samples will be added to a digital inventory in the electronic lab notebook.   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:    If no, please specify (where appropriate per dataset or data type) which metadata will be created:       4. Data Storage & Back-up during the Research Project  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other:   How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify)     \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes: KU Leuven KULAK guarantees a fixed amount of storage capacity for each employee for free. If more storage capacity is needed, this is available on the K drive but against payment. ☐ No  If no, please specify:   How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   We rely on the security and access levels provided by KU Leuven and its servers to ensure that the data are securely stored and can only be accessed or modified by authorized persons. Authorization is granted based in the KU Leuven personnel number and access to all folders in the electronic lab book is only approved for Karen Vanhoorelbeke, PI of this project, and the technicians under supervision of the PI, while PhD students have access to their own folders, not the ones of the other students.       What are the expected costs for data storage and backup during the research project? How will these costs be covered? The annual cost for archive storage (the k:disk) is currently 99.55 euros per Tb per year     5. Data Preservation after the end of the Research Project  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       13  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain)     Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy):     What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   The annual cost for archive storage (the k:disk) is currently 99.55 euros per Tb per year   6. Data Sharing and Reuse  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       14  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☒ Other, please specify:  The key findings of the project and their interpretation will be made available through publication of journal articles in established, peer-reviewed academic journals. Relevant data will be made available after publication upon reasonable request by email. These published data contain the results of processed data presented in tables. Unpublished data will be used for future grant applications/publications, and as such, can only be communicated privately to selected colleagues with whom we will collaborate. If access is restricted, please specify who will be able to access the data and under what conditions. Access to data, concerning ongoing, unpublished research, will be restricted to the researchers participating in the specific project as long as they are affiliated with the project’s research groups. Once published, data will be accessible to all, either through reading the relevant paper, or upon reasonable request to the authors by email.  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☒ Yes, other: if data are unpublished ☐ No  If yes, please specify:   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       15  Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify)  When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)   Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify)  For data shared directly between PIs in future collaboration, if needed, a material/data transfer agreement (and a non-disclosure agreement if applicable) will be concluded in order to clearly describe the types of reuse that are permitted, usually under a CC BY-NC reuse license so that users can only share the work (while giving credit to the original data creators) but not change it or use it commercially.   Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       16  What are the expected costs for data sharing? How will these costs be covered?   Publication costs (open access) will be covered by the consumables budget of the project.    7. Responsibilities  Who will manage data documentation and metadata during the research project? PhDs and technicians will have the daily responsibility of record keeping of all data (digital, paper and physical samples). They will also be responsible for a correct and accurate data entry and recording of metadata.   Who will manage data storage and backup during the research project? PhDs and technicians will have the daily responsibility for managing data storage and backing up of all data (digital, paper and physical samples). They will also be responsible for a correct and accurate data entry and recording of metadata.  Who will manage data preservation and sharing? The PI, Prof. Karen Vanhoorelbeke will be responsible for data preservation and eventual reuse of obtained data, with support from the research and technical staff involved in the project.  Who will update and implement this DMP?            "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Karen Vanhoorelbeke ORCID ID 0000-0003-2288-8277 Contributor name(s) (+ ORCID) & roles Renhao Li, cosupervisor Project number 1 & title Allosteric ADAMTS13 activation: elucidating long-range structural crosstalk bringing the enzyme in a preactivated state Funder(s) GrantID 2 G009923N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description ADAMTS13 and von Willebrand factor (VWF) provide a fascinating interplay to control bleeding and thrombosis. ADAMTS13 proteolyzes VWF to regulate its activity and prevent spontaneous microthrombi formation, whereas the devastating thrombotic disorder thrombotic thrombocytopenic purpura, emerges from absent ADAMTS13 activity. Since both proteins circulate in folded, inactive forms, allosteric activation is required for VWF cleavage by ADAMTS13. Intriguingly, uncoupling the spacer-CUB interaction preactivates the ADAMTS13 M domain, implying unexplored long-range crosstalk between the spacer and M domains. Elevated shear unfolds VWF allowing preactivated ADAMTS13 to bind according the molecular zipper mechanism. Binding of the ADAMTS13 D domain exosite allosterically removes a gatekeeper triad from the M domain active site cleft, promoting cleavage of the Y1605-M1606 scissile bond in VWF. Given the high protein flexibility, crystal structures of full-length ADAMTS13 are out of reach. Alternatively, HDX-MS allows to identify dynamic ADAMTS13 regions after spacer-CUB disruption. Analysis of rational designed ADAMTS13 mutants can confirm the influence of HDX-MS determined dynamic regions on the M domain preactivation. In this research project, the Vanhoorelbeke lab will collaborate with the Li (Atlanta, US) and Crawley (London, UK) labs to elucidate the molecular mechanism of the long-range structural crosstalk between the spacer and M domains during ADAMTS13 preactivation. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Cell lines (all WPs) Different types of cell lines from mammalian origin (mouse, hamster and human), used for expression of ADAMTS13, its fragments and ADAMTS13 mutants and for expression of monoclonal antibodies,.. ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical NA NA ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA 100 vials/tubes of 1.5 or 2 mL in liquid nitrogen. Physical samples from in vitro experiments (all WPs) Physical samples from in vitro experiments (e.g. cell medium after harvesting cells) ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical NA NA ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA 300 vials of 1.5 mL in -20°C freezer. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Purified antibodies/proteins (all WPs) Harvested cell culture medium containing the produced antibody/protein, and purified antibodies/proteins will be stored at -20°C. ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical NA NA ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA 200 vials/tubes of 1 to 10 mL in -20°C freezer ELISA data (all WPs) Enzyme-linked immunosorbent assays (ELISA) performed on different sample types (e.g. cell medium, purified proteins) for quantification of protein concentration, protein-protein interaction, protein function. Readout in excel files and data analysis in GraphPad prism. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .pzf .xlsx .doc .pdf ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 HDX-MS experiments (WP1) Mass spec data (ESI-MS2 data acquisition), ProteinLynx Global Server (PLGS) 3.0.2 for peptide ID, DynamX for automated deuterium uptake calculation: all accurs on Emory University servers at Emory or remote at KU Leuven) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA NA In vitro experimental data (all WPs) Experimental details (protocols, raw data, calculations) will be written down in electronic lab notebook (in house standardized excel files). ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .xlsx .doc ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Molecular modeling data HDX-MS information will be visualized on an excisting crystal structure ☒ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other:crystal structure models .pdp ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Existing data that will be reused are the following: protocols, DNA sequences of plasmids and transgenes (antibody/protein) and plasmid DNA (physical samples). All these data were previously generated in the labs of the PI and are therefore available from this source (no external sources). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. Each PhD student has a folder in the general LATRON e-Labbook folder on the KULAK J-drive. The folder is further subdivided in the projects of the student. In the project folder an excel file is stored with a standardized build-up: goal of experiment, protocol, raw data, calculations and conclusions, each filled out in a separate sheet. Links to additional information are also added. The PI and technician shave access to the folders of the students, to supervise the data or to add additional data For each peer-reviewed article, a separate folder is made in the folder of the PhD student, containing the latest word version and all raw and processed data used in the article. In addition, a separate file will be made in the electronic lab book for each article, containing all metadata files of data that were used in that article. A physical sample inventory will be stored in freezers and all samples will be added to a digital inventory in the electronic lab notebook. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes: KU Leuven KULAK guarantees a fixed amount of storage capacity for each employee for free. If more storage capacity is needed, this is available on the K drive but against payment. ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data We rely on the security and access levels provided by KU Leuven and its servers to ensure that the data are securely stored and can only be accessed or modified by authorized persons. Authorization is granted based in the KU Leuven personnel number and access to all folders in the electronic lab book is only approved for Karen Vanhoorelbeke, PI of this project, and the technicians under supervision of the PI, while PhD students have access to their own folders, not the ones of the other students. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The annual cost for archive storage (the k:disk) is currently 99.55 euros per Tb per year 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The annual cost for archive storage (the k:disk) is currently 99.55 euros per Tb per year 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☒ Other, please specify: The key findings of the project and their interpretation will be made available through publication of journal articles in established, peer-reviewed academic journals. Relevant data will be made available after publication upon reasonable request by email. These published data contain the results of processed data presented in tables. Unpublished data will be used for future grant applications/publications, and as such, can only be communicated privately to selected colleagues with whom we will collaborate. If access is restricted, please specify who will be able to access the data and under what conditions. Access to data, concerning ongoing, unpublished research, will be restricted to the researchers participating in the specific project as long as they are affiliated with the project’s research groups. Once published, data will be accessible to all, either through reading the relevant paper, or upon reasonable request to the authors by email. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☒ Yes, other: if data are unpublished ☐ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) For data shared directly between PIs in future collaboration, if needed, a material/data transfer agreement (and a non-disclosure agreement if applicable) will be concluded in order to clearly describe the types of reuse that are permitted, usually under a CC BY-NC reuse license so that users can only share the work (while giving credit to the original data creators) but not change it or use it commercially. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 What are the expected costs for data sharing? How will these costs be covered? Publication costs (open access) will be covered by the consumables budget of the project. 7. Responsibilities Who will manage data documentation and metadata during the research project? PhDs and technicians will have the daily responsibility of record keeping of all data (digital, paper and physical samples). They will also be responsible for a correct and accurate data entry and recording of metadata. Who will manage data storage and backup during the research project? PhDs and technicians will have the daily responsibility for managing data storage and backing up of all data (digital, paper and physical samples). They will also be responsible for a correct and accurate data entry and recording of metadata. Who will manage data preservation and sharing? The PI, Prof. Karen Vanhoorelbeke will be responsible for data preservation and eventual reuse of obtained data, with support from the research and technical staff involved in the project. Who will update and implement this DMP?"
}