{
    "document_id": "D-2023-2419",
    "LinkTitle": "D-2023-2419",
    "file_name": "D-2023-2419.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2419.pdf",
    "metadata": {
        "title": "Spectrally Stable, High-Performance Pure Blue Light-Emitting Diodes from Mixed Cl/Br Halide Quasi-Two-Dimensional Perovskites",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Spectrally Stable, High-Performance Pure Blue Light-Emitting Diodes from\nMixed Cl/Br Halide Quasi-Two-Dimensional Perovskites\nA Data Management Plan created using DMPonline.be\nCreators: \nSandeep Kumar Gundam \n \nhttps://orcid.org/0000-0002-9339-8817\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nSandeep Kumar Gundam \n \nhttps://orcid.org/0000-0002-9339-8817\nGrant number / URL: \nPDMt1/23/024\nID: \n202929\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nProject abstract:\nIn this project, we aim to develop perovskite-based spectrally stable high-performance pure blue LEDs. This research\nobjective will enable the development of perovskites LEDs-based cost-effective next-generation lighting and display\ntechnologies. Despite achieving the perovskite green/red/NIR LEDs with EQEs > 20%, blue LEDs have been lagging far\nbehind in their performance, and, efficient blue emission <465 nm has not yet been achieved. Mixed ‘Cl/Br’ halide\nperovskite-based blue LEDs,\nthe current standard, show emission above 465 nm and suffer from severe spectral instability due to ion migration and\nphase segregation. Here, I will design highly efficient and spectrally stable mixed ‘Cl/Br’ halide quasi-2D perovskite\n(Q2DPe) pure blue emitters ~ 440 - 470 nm through chlorinated\nBOCs shielding and excess Cl incorporation with homogeneous halide distribution by novel compositional engineering\nand unique processing conditions. Furthermore, I will study LED test\nstructures with different charge transport layers and reduce the energy band offset at the perovskite interface through\ninterface engineering to achieve efficient and balanced charge carrier injection, eventually resulting in spectrally stable\nhigh performance pure blue LEDs. The project outcomes will\nbe efficient Q2DPe pure blue emitters and spectrally stable high-performance pure blue LEDs with EQE > 15%,\nluminance > 50000 cd/m2, and lifetime > 500 h at 500 cd/m2, which largely exceeds the current state-of-the-art.\nLast modified: \n06-12-2023\nCreated using DMPonline.be. Last modiﬁed 06 December 2023\n1 of 5\nSpectrally Stable, High-Performance Pure Blue Light-Emitting Diodes from\nMixed Cl/Br Halide Quasi-Two-Dimensional Perovskites\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nExperimental\ncharacterization data\nMaterials optical, structural, morphological, electronic properties,\nand \nLED device data \nN\nD\nN\nI\n.csv,\n.xls,\n.txt\n.tiff\n.jpeg\n< 100\nGB\n \nImages and videos\ndigital photo images of thin films and solutions under ambient and\nUV lights, LED images under operation\nN\nD\nI\n.tiff\n.jpeg\n.mp4\n< 100\nGB\n \nConfocal and widefield\nmicroscopy\nImaging files from microscopes\nN\nD\nI\n.tiff\n.jpeg\n.mp4\n< 1TB\n \nReports\nElectronic lab notebooks, data analysis reports, presentation files,\nfigures, posters and manuscripts\nN\nD\nT/N\n.txt\n.docx\n.pdf\n.ppt\n.txt\n< 100\nGB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nNA.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nNA.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nIf any synthesis/design methodologies of pure blue emitters and efficient LED device designs will be obtained of interest for commercial valorization, corresponding IP\nrestriction will be claimed. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\nCreated using DMPonline.be. Last modiﬁed 06 December 2023\n2 of 5\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nAn overview of synthesis protocols, experimental methods, thin film preparation details will be recorded in lab note books.\nExperimental data including various materials characterization data, and LED device data will be stored on KU Leuven servers.\nMicroscopy imaging files (confocal and widefield) will be stored on KU Leuven servers.\nOverall, a list of the data files with titles will be prepared in a .csv file or .txt file, will be stored along with the main data on KU Leuven servers.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nKU Leuven Research Data Repository (RDR).\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe KU Leuven servers are protected from unauthorized persons.\nOneDrive: Sharing the folders with the relevant persons only.\nJ-drive: protected with password on folder.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNA.\nCreated using DMPonline.be. Last modiﬁed 06 December 2023\n3 of 5\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nSome data related to scientific publications will become available when published.\nOther data can be obtained by researchers after request and approval by the PI (Sandeep Kumar Gundam) and supervisor Prof. Johan Hofkens.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly members of our own research group under the supervision of Prof. Johan Hofkens.\nResearchers can access the data after request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nTo be specified later.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nCreated using DMPonline.be. Last modiﬁed 06 December 2023\n4 of 5\n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nSandeep Kumar Gundam (Postdoctoral Fellow)\n \nWho will manage data storage and backup during the research project? \nSandeep Kumar Gundam (Postdoctoral Fellow) and other researchers of the same group who work in collaboration directly with this project.\nWho will manage data preservation and sharing? \nSandeep Kumar Gundam (Postdoctoral Fellow)\n \nWho will update and implement this DMP? \nSandeep Kumar Gundam (Postdoctoral Fellow)\n \nCreated using DMPonline.be. Last modiﬁed 06 December 2023\n5 of 5"
    },
    "clean_full_text": "Spectrally Stable, High-Performance Pure Blue Light-Emitting Diodes from Mixed Cl/Br Halide Quasi-Two-Dimensional Perovskites A Data Management Plan created using DMPonline.be Creators: Sandeep Kumar Gundam https://orcid.org/0000-0002-9339-8817 , n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Sandeep Kumar Gundam https://orcid.org/0000-0002-9339-8817 Grant number / URL: PDMt1/23/024 ID: 202929 Start date: 01-10-2023 End date: 30-09-2024 Project abstract: In this project, we aim to develop perovskite-based spectrally stable high-performance pure blue LEDs. This research objective will enable the development of perovskites LEDs-based cost-effective next-generation lighting and display technologies. Despite achieving the perovskite green/red/NIR LEDs with EQEs > 20%, blue LEDs have been lagging far behind in their performance, and, efficient blue emission <465 nm has not yet been achieved. Mixed ‘Cl/Br’ halide perovskite-based blue LEDs, the current standard, show emission above 465 nm and suffer from severe spectral instability due to ion migration and phase segregation. Here, I will design highly efficient and spectrally stable mixed ‘Cl/Br’ halide quasi-2D perovskite (Q2DPe) pure blue emitters ~ 440 - 470 nm through chlorinated BOCs shielding and excess Cl incorporation with homogeneous halide distribution by novel compositional engineering and unique processing conditions. Furthermore, I will study LED test structures with different charge transport layers and reduce the energy band offset at the perovskite interface through interface engineering to achieve efficient and balanced charge carrier injection, eventually resulting in spectrally stable high performance pure blue LEDs. The project outcomes will be efficient Q2DPe pure blue emitters and spectrally stable high-performance pure blue LEDs with EQE > 15%, luminance > 50000 cd/m2, and lifetime > 500 h at 500 cd/m2, which largely exceeds the current state-of-the-art. Last modified: 06-12-2023 Created using DMPonline.be. Last modiﬁed 06 December 2023 1 of 5 Spectrally Stable, High-Performance Pure Blue Light-Emitting Diodes from Mixed Cl/Br Halide Quasi-Two-Dimensional Perovskites Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Experimental characterization data Materials optical, structural, morphological, electronic properties, and LED device data N D N I .csv, .xls, .txt .tiff .jpeg < 100 GB Images and videos digital photo images of thin films and solutions under ambient and UV lights, LED images under operation N D I .tiff .jpeg .mp4 < 100 GB Confocal and widefield microscopy Imaging files from microscopes N D I .tiff .jpeg .mp4 < 1TB Reports Electronic lab notebooks, data analysis reports, presentation files, figures, posters and manuscripts N D T/N .txt .docx .pdf .ppt .txt < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No NA. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No NA. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If any synthesis/design methodologies of pure blue emitters and efficient LED device designs will be obtained of interest for commercial valorization, corresponding IP restriction will be claimed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research Created using DMPonline.be. Last modiﬁed 06 December 2023 2 of 5 collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). An overview of synthesis protocols, experimental methods, thin film preparation details will be recorded in lab note books. Experimental data including various materials characterization data, and LED device data will be stored on KU Leuven servers. Microscopy imaging files (confocal and widefield) will be stored on KU Leuven servers. Overall, a list of the data files with titles will be prepared in a .csv file or .txt file, will be stored along with the main data on KU Leuven servers. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes KU Leuven Research Data Repository (RDR). Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven servers are protected from unauthorized persons. OneDrive: Sharing the folders with the relevant persons only. J-drive: protected with password on folder. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA. Created using DMPonline.be. Last modiﬁed 06 December 2023 3 of 5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Some data related to scientific publications will become available when published. Other data can be obtained by researchers after request and approval by the PI (Sandeep Kumar Gundam) and supervisor Prof. Johan Hofkens. If access is restricted, please specify who will be able to access the data and under what conditions. Only members of our own research group under the supervision of Prof. Johan Hofkens. Researchers can access the data after request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) To be specified later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Created using DMPonline.be. Last modiﬁed 06 December 2023 4 of 5 ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? N/A. Responsibilities Who will manage data documentation and metadata during the research project? Sandeep Kumar Gundam (Postdoctoral Fellow) Who will manage data storage and backup during the research project? Sandeep Kumar Gundam (Postdoctoral Fellow) and other researchers of the same group who work in collaboration directly with this project. Who will manage data preservation and sharing? Sandeep Kumar Gundam (Postdoctoral Fellow) Who will update and implement this DMP? Sandeep Kumar Gundam (Postdoctoral Fellow) Created using DMPonline.be. Last modiﬁed 06 December 2023 5 of 5"
}