{
    "document_id": "D-2021-1261",
    "LinkTitle": "D-2021-1261",
    "file_name": "D-2021-1261.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1261.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "1  \nFWO DMP  \nFWO DMP Jan De Troij  \nADMIN DETAILS  \nProject Name: FWO SB fellowship  - FWO DMP Jan De Troij  \nProject Identifier: 1S32622N  \nGrant Title: 1S32622N  - Development and deployment of physics -based digital twins for the analysis of \nthe vibro -acoustic behavior of systems of industrial complexity  \nPrincipal Investigator / Researcher:  Wim Desmet  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName applicant  \nJan De Troij  \n \nFWO Project Number & Title  \n1S32622N  - Development and deployment of physics -based digital twins for the analysis of the vibro -\nacoustic behavior of systems of industrial complexity  \n \nAffiliation  \nKU Leuven  \n \n  \n2 2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \nResearch data  are any information collected or generated for the purpose of analysis, in order to generate or validate scientific claims. I t includes \ndigital and physical data.  \nResearch data encompass the whole spectrum ranging from raw data to the processed and analysed data.  \nExamples include survey results, statistics, measurements, notebooks, images, texts, computer generated data, simulations, so ftware developed for \nresearch  purposes, computational metadata, prints, video - and audiotapes, coding of textual information, organisms, gene sequences, synthetic \ncompounds, samples, patients data, etc.  \nExisting data  are all data which you did not generate yourself in the context of this research project but plan to use for the research. Th is can include \nonline datasets, datasets received upon request or under a data transfer agreement, or existing datasets available within your research unit.  \n Generate new data  \nReuse existing data  \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume. This may \nbe easiest in a table (see example) and per WP or objective of the project.  \nThe data desc ription forms the basis of your entire DMP, so make sure it is detailed and complete. Include:  \n- all existing data you will use  \n- all new data your research will generate  \n- physical samples or analogue data  \n- input and output data  \n- analysis scripts and code  \nThis list can be updated as your research progresses.  \nIf you reuse  existing data, specify the source  of these data, with citation or weblink and copyright / licence information.  \nGenerated e xperiment -related data  \nType of data  Format  Volume  How created  \nRaw and processed \nacoustic and vibration  \nmeasurements  (numerical)  Databases (.lms, .mat,  \n.unv), graphs (.fig) 10-100 GB  In-lab vibration & acoustic \nmeasurements using Siemens \nTest.Lab and Polytec software  \nImages  and videos \n(multimedia)  Image (.png) , video \n(.mp4)  10-100 GB  Camera  images /videos of \nsamples  and test setups  \nMetadata describing \nmeasurements setup and \nprocedures (textual)  Text (.txt, .docx, .pptx, \n.pdf) < 1 GB  Notepad, Microsoft Office \nWord, Microsoft Office \nPowerPoint  \n \nGenerated simulation -related data  \nType of data  Format  Volume  How created  \nVibro -acoustic finite element \nsimulation  models (model)  Commercial f inite \nelement software specific \nformats (.sim, .fem, .prt , \n.mph), model matrices \n(.mat), result files ( .pch, \n.op4, .mat, .unv)  100-300 GB  Siemens Simcenter 3D, \nSiemens NX, COMSOL \nMultiphysics , Matlab  \nRaw and processed \nsimulation data (numerical)  Databases(.mat), graphs \n(.fig) < 100 GB  Matlab  \nImages and animations  \n(multimedia)  Image (.png), video (.gif)  10 – 100 GB  Matlab  \nMetadata describing models \nand simulations setup and \nprocedures (textual)  Text (.txt, .docx, .pptx, \n.pdf) < 1 GB  Notepad, Microsoft Office \nWord, Microsoft Office \nPowerPoint  \n \nReused experiment -related data  \n/ \n3 Reused simulation -related data  \n/ \nDissemination -related data \nType of data  Format  Volume  How created  \nPaper manuscripts  and \nabstracts (textual)  Text (.pdf, .tex, .docx ) < 100 MB  E.g. Microsoft Office \nWord, TextStudio \n(LaTeX)  \nPresentations  and \nslideshows  (textual)  Text (.pptx , .pdf ) < 1 GB  E.g. Microsoft Office \nPowerPoint  \nDemonstrator  movie s \n(multimedia)  Multimedia (.gif, .mp4)  < 1 GB E.g. Hitfilm Express, \nMicrosoft Office \nPowerPoint , Windows \nVideo Editor  \n \n  \n4 3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Record of Processi ng Activities.   Be aware that registering \nthe fact that you process personal data is a legal obligation.  \n No \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n No \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \nDo your data contain trade secrets, is it part of a patentable invention or viable for commercial exploitation?    \nDescribe which restrictions there may be on future use and sharing of the data.  Consider which licence would be best suited for future reuse of the \ndata. This  Licence Selector Tool  can help. Note that you can only publish data that you are the owner of.  \nConsult the KU Leuven  Intellectual Property  guidance.  \nUseful guidance on copyright and IP is also available from  CLARIN . \n Yes \nThe work in this project can result in research data which has potential for tech transfer and valorisation:  \n- Novel models and methodolog ies will be developed  which interact with and/or are based upon \nexisting models and methodologies  of the hosting KU Leuven Division LMSD. The IP of the latter \nlies with KU Leuven and the Division LMSD and will also hold for the further developments made \nin this project.  \nThe KU Leuven Division LMSD has expertise  in and an excellent track record regardi ng tech transfer and \nvalorisation  which will be leveraged upon in this project. The research manager of the Division LMSD Bert \nPluymers will be consulted regarding these IP aspects . \n \nDo existing 3rd party agreements restrict dissemination or ex ploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \nIf you indicated in section 2 that you reuse existing data,  check under which conditions or licence reuse is allowed or which restrictions on wider data \nsharing might be in place.  Can you publish the data?  Can you share them with other  researchers?  \nIf in your research you use  data or materials obtained via a DTA (data transfer agreement) or MTA (material transfer agreement), then  check which \nrestrictions may apply.   \n No \nIt is noted that n ovel models and methodologies  will be developed, which interact with and/or are based \nupon existing models and methodologies of the hosting KU Leuven Division LMSD  research group . In \naddition, th e work in this project fits in the research of the hosting KU Leuven Division LMSD , where \nrelated activities within other projects  are developed and can leverage upon the developments in this \nproject to enhance interaction . The IP of the models and methodologies  of the hosting research group lies \nwith KU Leuven and the Division LMSD and will also hold for the further developments made in this \nproject and for future developments  based on  these . Reference  to existing models and methodologies  of \nthe hos ting KU Leuven Division LMSD will be made by citing the associated journal paper publications.  \n5  \n  \n6 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nGood documentation of your datasets improves the quality of your research data, is essential for future use and reuse of the data,  \nand also prevents misinterpretation of the data. This  requires clear data description, annotation, contextual information and \ndocu mentation that explains how data were created, what the data mean, what their content and structure is, and any processing \nthat may have taken place.  \nDocumentation is important at the level of a dataset (e.g. describing how the data were created), but also  at the level of individual \ndata elements (e.g. explaining what each variable means or the parameters for generation of datafiles such as images).  \nConsider how and where data documentation is easiest captured, for example within the data file or database, in a ReadMe text file, \nin file headers, in a codebook or lab notebook.  \nTools such as  GitLab KU Leuven  and the  Open Science Framework  can be used to document data processing and have the benefit \nof also providing good version control of data files.  \nState -of-the-art data documentation would be to publish a  data descriptor describing and promoting your dataset in a  peer-reviewed \ndata journal .  \nCreating comprehensive data documentation is easiest when begun at the onset of a project and continued throughout the \nresearch.  \nReuse of the data not only refers to reuse by other researchers, but also by yourself in the future, or for replications.  \nMetadata on experiment -related data  \n- Raw vibration and acoustic measurements:  a measurement report p er measurement dataset will \ndetail the  software  parameters & instrument s settings, dimensions, measurement methodology \nand procedural information  on how the data was collected , required sensor & exciter labels  and \npositions as well as  units of measurements  and calibration settings . \n- Processed vibration and acoustic measurements:  a readm e file will accompany the dataset, \ndescribing the labels and definitions of variables, the units of measurements and how the raw \ndata have been processed.  \n- Photos of the measurement setup with clarifying file name s, date and timestamps will be added \nas additional clarification . \n \nMetadata on simulation -related data  \n- Vibro -acoustic finite element simulation models  and raw & processed simulation data : a readme \nfile will describe the parameters, definitions, units and software settings used to construct the \nmodels / data . Modelling assumptions and underlying equations will be  clearly reported such that \neach simulation result is accompanied with a description o f the validity range of the model / data . \nThis information is kept either in the CAE file format, or in an accompanying text file.  \n \nIn addition to the metadata per datatype  as outlined above , a readme file will be created which describes \nthe structure of the dataset.  \n \nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n No  \nAlthough these are not formali zed, state -of-practice standards will be used  regarding metadata. On the \none hand, standardized CAE file format information and structure  are used. On the other hand, when \n7 working with transferable neutral text formats for experimental  and simulation data, common engineering \npractice is used, deploying tabulated structures with clear column and row headers.  \n \nA clear folder structure will be adopted for the data storage, in accordance with the different tasks carried \nout during the project. In every (sub)directory, a readme file will list all the present subdirectories and files \nas well as where the data is used and stored.  Whenever publication or sharing of a dataset would be \nconsidered, it will be re -evaluated if an applicable metadata standard is available and can be appli ed to \nenhance sharing . \n \n \n \n  \n8 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nPhysical samples (hardware) will be stored in dedicated lab storage  of the KU Leuven Division LMSD.  \n \nData will be stored using  cloud - and ICTS -based solutions : \n- Local desktop file storage , with regular backups on the researcher’s personal KU Leuven network \ndrive . \n- Regular s napshots on personal external hard drives.  \n- Cloud -based storage , synchronized  with local desktop  storage : KU Leuven OneDrive , which \nprovide s version -control . \n- GitLab repository of the KU Leuven Division LMSD . \nFor specific storage solutions, there is support from ICTS  as well as local IT  from the KU Leuven science, \nengineering and technology group . \n \nHow is backup of the data provided?  \nThe c loud-based and ICTS storage solutions are back ed-up as part of the offered services . Back -ups are \nprovided on different levels : \n- For the data stored on the KU Leuven  central servers , automatic daily back -up procedures  apply . \n- KU Leuven OneDrive and GitLab provide automated backups.  \n- Backups from local desktop file storage to personal KU Leuven network drive will be regularly \nperformed (e.g. using SyncBackFree backup software ). \nIn addition, b ack-up copies on personal external hard drives will allow to recover data files.  \n \nIs there curr ently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n Yes  \nCurrently sufficient storage & backup capacity is available during the project  for the anticipated data \nvolumes . The available storage space  and file size limits  exceed the currently estimated required storage \nspace . Furthermore, network drive and cloud  storage space can be readily expanded up on request  to KU \nLeuven IT services . \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?   \nIn case expenses  are needed, part of the allocated FWO project budget can be used. However, this is \ncurrently n ot expected.  \n \n  \n9 Data security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nOn the one hand, i n this project no sensitive personal data w ill be used.  On the other hand, both cloud \nand ICTS based storage solutions are only accessible via proper credentials which are centrally \nmanaged. Hence, unauthori zed access via legal means is not possible . \n \n \n \n \n  \n10 6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues , ...). \nThe physical  samples and demonstrators will be stored in  the KU Leuven Division LMSD’s lab  storage . In \ncase space limitations would require keeping only a selection of the manufactured samples , a selection \nwill be based on which samples are more easily & low cost reproducible versus which samples are not  as \nwell as the required storage space , while prioritizing on the preservation of the demonstrators  which have \nhigh valorisation and outreach pote ntial. \n \nParticular  focus for non -hardware data preservation will be on:  \n- Data at the basis of publications  such as journal papers, conference papers and presentations  or \nposters . All data related to Open Access publications will be retained on Public Repositories (like \nZenodo or Lirias).  \n- Developed models  and measurement datasets which are likely to be reused in the research unit \nfor future research and/or valoris ation activities and for future research of the researcher . \nPotentially large (intermediate and non -postprocessed  raw) result  and measurement  files will be \ndiscarded to reduce required storage space if the simulation models  and experiments  allow to \nrecalculate /remeasure  the results easily and at low cost and time.  \n \nWhere will the data be archived (= stored for the longer term)?  \nHardware storage  will be done in the foreseen storage space in the KU Leuven Division LMSD’s labs.  \nData will be archived on  internal KU Leuven data storage facilities.  The data will be stored on the \nuniversity's central servers  on a data archive drive  (with automatic back -up procedures) for at least 10 \nyears, conform the KU Leuven RDM policy.  \nIn addition, measurement data can be published in data paper s describing and promoting the dataset.  \nPublished manuscript  preprints  will be stored on the KU Leuven Open Access repository Lirias.  All other \nlong term stored data will be on KU Leuven ICTS servers . \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nExpected costs for storage beyond project duration will be limited and covered by the research group . \n  \n11 7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd pa rty, legal restrictions)?  \nIf you indicated in section 2 that you reuse existing data, you should check under which conditions reuse is allowed and whet her there are restrictions \nregarding data sharing. Sometimes data are licensed to be reused for research, but not to be distributed further or not to be shared with other people.  \nIf you generate data that have potential for tech transfer and valorisation, be aware that the university holds the IPR.  \nConsider strategies to limit restrictions on sharing  and reuse, such as anonymising or pseudonymising, gaining participant consent for data sharing, \ngaining copyright permissions or agreeing a limited embargo period.  \nNo. \n \nWhich data will be made available after the end of the project?  \nFor the datasets listed in section 6, specify which will be available for future use. If no data can be made available to others, say  so \nexplicitly and explain why this is the case.  \nIf some data cannot be shared, or only under restrictions, provide a rationale for  doing so, clearly separating legal and contractual \nreasons from voluntary restrictions.  \nPhysical samples and demonstrators will be made available after the end of the project.  \nAlready throughout the course of the project, all data (measurements, simulations, models) related to the \nOpen Access publications will be made publicly  available. After the end of the project, consolidated \ndatasets linked to validation cases will be made available as well . \n \nWhere/how will the data be made available for reuse?  \n In an Open Access repository   \n    In a restricted access repository  \n    Upon request by mail  \n Other (specify):  \n All relevant datasets will be made available via Zenodo or similar.  \n \n \nWhen will the data be made available?  \n Immediately after the end of the project  \n Upon publication of the research results  \nAfter an embargo period. Specify the length of the embargo and why this is necessary:  \nPublication related data will be made available upon publication of the results.  \nConsolidated datasets will be made available at the end of the project.  \n \nWho will be able to access the data and under what conditions?  \nIndicate whether access to data will be open or restricted, for example to certain users or for certain purposes. Explain the  procedures to control \naccess (if applicable).  \nTools to implement access conditions can be:  \n- licenses  \n- end-user agreement s \n- data sharing agreements  \nThis License selector tool can help you find a suitable licence for data and software / code. Many data repositories offer a convenient selection of \nlicences when you deposit data with them.  \nFor data sharing agreements (advise and  templates), contact  KU Leuven Research & Development ( lrd@kuleuven.be ). \n12 The datasets will be uploaded in Zenodo  or similar as open access datasets under a Attribution -\nNonCommercial -NoDerivs (CC BY -NC-ND) license.  \n \n \nWhat are the expected costs for data sharing? How will the costs be covered?    \nPossible costs linked to open repositories and costs related to preparing  data and uploading it will be \ncovered by the project budget.  \n \n \n  \n13 8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe applicant  will be the responsible for data documentation & metadata.  \n \nWho will be responsible for data storage & back up during the project?  \nThe applicant  will be responsible for data storage & back up during the project , with support of KU Leuven \ncentral IT and local I T (SET -IT). The applicant  has received information at the start of this project on the \nguidelines which apply in the hosting research group. For the implementation, the applicant  can rely on \nthe support of the Division LMSD ’s research manager Bert Pluymers . \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe applicant  will be responsible for ensuring data preservation and reuse . Towards the end of the \nproject, responsibility for long -term data preservation and reuse will be  assig ned in agreement with t he \nKU Leuven  Division LMSD  research manager Bert Pluymers.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThis DMP is set up in agreement with the applicant’s supervisor and co -supervisors. The applicant is \nresponsible for updating and implementing this DMP.  "
    },
    "clean_full_text": "1 FWO DMP FWO DMP Jan De Troij ADMIN DETAILS Project Name: FWO SB fellowship - FWO DMP Jan De Troij Project Identifier: 1S32622N Grant Title: 1S32622N - Development and deployment of physics -based digital twins for the analysis of the vibro -acoustic behavior of systems of industrial complexity Principal Investigator / Researcher: Wim Desmet Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Jan De Troij FWO Project Number & Title 1S32622N - Development and deployment of physics -based digital twins for the analysis of the vibro - acoustic behavior of systems of industrial complexity Affiliation KU Leuven 2 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Research data are any information collected or generated for the purpose of analysis, in order to generate or validate scientific claims. I t includes digital and physical data. Research data encompass the whole spectrum ranging from raw data to the processed and analysed data. Examples include survey results, statistics, measurements, notebooks, images, texts, computer generated data, simulations, so ftware developed for research purposes, computational metadata, prints, video - and audiotapes, coding of textual information, organisms, gene sequences, synthetic compounds, samples, patients data, etc. Existing data are all data which you did not generate yourself in the context of this research project but plan to use for the research. Th is can include online datasets, datasets received upon request or under a data transfer agreement, or existing datasets available within your research unit.  Generate new data Reuse existing data Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) and per WP or objective of the project. The data desc ription forms the basis of your entire DMP, so make sure it is detailed and complete. Include: - all existing data you will use - all new data your research will generate - physical samples or analogue data - input and output data - analysis scripts and code This list can be updated as your research progresses. If you reuse existing data, specify the source of these data, with citation or weblink and copyright / licence information. Generated e xperiment -related data Type of data Format Volume How created Raw and processed acoustic and vibration measurements (numerical) Databases (.lms, .mat, .unv), graphs (.fig) 10-100 GB In-lab vibration & acoustic measurements using Siemens Test.Lab and Polytec software Images and videos (multimedia) Image (.png) , video (.mp4) 10-100 GB Camera images /videos of samples and test setups Metadata describing measurements setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint Generated simulation -related data Type of data Format Volume How created Vibro -acoustic finite element simulation models (model) Commercial f inite element software specific formats (.sim, .fem, .prt , .mph), model matrices (.mat), result files ( .pch, .op4, .mat, .unv) 100-300 GB Siemens Simcenter 3D, Siemens NX, COMSOL Multiphysics , Matlab Raw and processed simulation data (numerical) Databases(.mat), graphs (.fig) < 100 GB Matlab Images and animations (multimedia) Image (.png), video (.gif) 10 – 100 GB Matlab Metadata describing models and simulations setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint Reused experiment -related data / 3 Reused simulation -related data / Dissemination -related data Type of data Format Volume How created Paper manuscripts and abstracts (textual) Text (.pdf, .tex, .docx ) < 100 MB E.g. Microsoft Office Word, TextStudio (LaTeX) Presentations and slideshows (textual) Text (.pptx , .pdf ) < 1 GB E.g. Microsoft Office PowerPoint Demonstrator movie s (multimedia) Multimedia (.gif, .mp4) < 1 GB E.g. Hitfilm Express, Microsoft Office PowerPoint , Windows Video Editor 4 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Record of Processi ng Activities. Be aware that registering the fact that you process personal data is a legal obligation.  No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)  No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Do your data contain trade secrets, is it part of a patentable invention or viable for commercial exploitation? Describe which restrictions there may be on future use and sharing of the data. Consider which licence would be best suited for future reuse of the data. This Licence Selector Tool can help. Note that you can only publish data that you are the owner of. Consult the KU Leuven Intellectual Property guidance. Useful guidance on copyright and IP is also available from CLARIN .  Yes The work in this project can result in research data which has potential for tech transfer and valorisation: - Novel models and methodolog ies will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project. The KU Leuven Division LMSD has expertise in and an excellent track record regardi ng tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects . Do existing 3rd party agreements restrict dissemination or ex ploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? If you indicated in section 2 that you reuse existing data, check under which conditions or licence reuse is allowed or which restrictions on wider data sharing might be in place. Can you publish the data? Can you share them with other researchers? If in your research you use data or materials obtained via a DTA (data transfer agreement) or MTA (material transfer agreement), then check which restrictions may apply.  No It is noted that n ovel models and methodologies will be developed, which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group . In addition, th e work in this project fits in the research of the hosting KU Leuven Division LMSD , where related activities within other projects are developed and can leverage upon the developments in this project to enhance interaction . The IP of the models and methodologies of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project and for future developments based on these . Reference to existing models and methodologies of the hos ting KU Leuven Division LMSD will be made by citing the associated journal paper publications. 5 6 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Good documentation of your datasets improves the quality of your research data, is essential for future use and reuse of the data, and also prevents misinterpretation of the data. This requires clear data description, annotation, contextual information and docu mentation that explains how data were created, what the data mean, what their content and structure is, and any processing that may have taken place. Documentation is important at the level of a dataset (e.g. describing how the data were created), but also at the level of individual data elements (e.g. explaining what each variable means or the parameters for generation of datafiles such as images). Consider how and where data documentation is easiest captured, for example within the data file or database, in a ReadMe text file, in file headers, in a codebook or lab notebook. Tools such as GitLab KU Leuven and the Open Science Framework can be used to document data processing and have the benefit of also providing good version control of data files. State -of-the-art data documentation would be to publish a data descriptor describing and promoting your dataset in a peer-reviewed data journal . Creating comprehensive data documentation is easiest when begun at the onset of a project and continued throughout the research. Reuse of the data not only refers to reuse by other researchers, but also by yourself in the future, or for replications. Metadata on experiment -related data - Raw vibration and acoustic measurements: a measurement report p er measurement dataset will detail the software parameters & instrument s settings, dimensions, measurement methodology and procedural information on how the data was collected , required sensor & exciter labels and positions as well as units of measurements and calibration settings . - Processed vibration and acoustic measurements: a readm e file will accompany the dataset, describing the labels and definitions of variables, the units of measurements and how the raw data have been processed. - Photos of the measurement setup with clarifying file name s, date and timestamps will be added as additional clarification . Metadata on simulation -related data - Vibro -acoustic finite element simulation models and raw & processed simulation data : a readme file will describe the parameters, definitions, units and software settings used to construct the models / data . Modelling assumptions and underlying equations will be clearly reported such that each simulation result is accompanied with a description o f the validity range of the model / data . This information is kept either in the CAE file format, or in an accompanying text file. In addition to the metadata per datatype as outlined above , a readme file will be created which describes the structure of the dataset. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse.  No Although these are not formali zed, state -of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure are used. On the other hand, when 7 working with transferable neutral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re -evaluated if an applicable metadata standard is available and can be appli ed to enhance sharing . 8 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? Physical samples (hardware) will be stored in dedicated lab storage of the KU Leuven Division LMSD. Data will be stored using cloud - and ICTS -based solutions : - Local desktop file storage , with regular backups on the researcher’s personal KU Leuven network drive . - Regular s napshots on personal external hard drives. - Cloud -based storage , synchronized with local desktop storage : KU Leuven OneDrive , which provide s version -control . - GitLab repository of the KU Leuven Division LMSD . For specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, engineering and technology group . How is backup of the data provided? The c loud-based and ICTS storage solutions are back ed-up as part of the offered services . Back -ups are provided on different levels : - For the data stored on the KU Leuven central servers , automatic daily back -up procedures apply . - KU Leuven OneDrive and GitLab provide automated backups. - Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree backup software ). In addition, b ack-up copies on personal external hard drives will allow to recover data files. Is there curr ently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of.  Yes Currently sufficient storage & backup capacity is available during the project for the anticipated data volumes . The available storage space and file size limits exceed the currently estimated required storage space . Furthermore, network drive and cloud storage space can be readily expanded up on request to KU Leuven IT services . What are the expected costs for data storage and back up during the project? How will these costs be covered? In case expenses are needed, part of the allocated FWO project budget can be used. However, this is currently n ot expected. 9 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? On the one hand, i n this project no sensitive personal data w ill be used. On the other hand, both cloud and ICTS based storage solutions are only accessible via proper credentials which are centrally managed. Hence, unauthori zed access via legal means is not possible . 10 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues , ...). The physical samples and demonstrators will be stored in the KU Leuven Division LMSD’s lab storage . In case space limitations would require keeping only a selection of the manufactured samples , a selection will be based on which samples are more easily & low cost reproducible versus which samples are not as well as the required storage space , while prioritizing on the preservation of the demonstrators which have high valorisation and outreach pote ntial. Particular focus for non -hardware data preservation will be on: - Data at the basis of publications such as journal papers, conference papers and presentations or posters . All data related to Open Access publications will be retained on Public Repositories (like Zenodo or Lirias). - Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or valoris ation activities and for future research of the researcher . Potentially large (intermediate and non -postprocessed raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate /remeasure the results easily and at low cost and time. Where will the data be archived (= stored for the longer term)? Hardware storage will be done in the foreseen storage space in the KU Leuven Division LMSD’s labs. Data will be archived on internal KU Leuven data storage facilities. The data will be stored on the university's central servers on a data archive drive (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. In addition, measurement data can be published in data paper s describing and promoting the dataset. Published manuscript preprints will be stored on the KU Leuven Open Access repository Lirias. All other long term stored data will be on KU Leuven ICTS servers . What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for storage beyond project duration will be limited and covered by the research group . 11 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd pa rty, legal restrictions)? If you indicated in section 2 that you reuse existing data, you should check under which conditions reuse is allowed and whet her there are restrictions regarding data sharing. Sometimes data are licensed to be reused for research, but not to be distributed further or not to be shared with other people. If you generate data that have potential for tech transfer and valorisation, be aware that the university holds the IPR. Consider strategies to limit restrictions on sharing and reuse, such as anonymising or pseudonymising, gaining participant consent for data sharing, gaining copyright permissions or agreeing a limited embargo period. No. Which data will be made available after the end of the project? For the datasets listed in section 6, specify which will be available for future use. If no data can be made available to others, say so explicitly and explain why this is the case. If some data cannot be shared, or only under restrictions, provide a rationale for doing so, clearly separating legal and contractual reasons from voluntary restrictions. Physical samples and demonstrators will be made available after the end of the project. Already throughout the course of the project, all data (measurements, simulations, models) related to the Open Access publications will be made publicly available. After the end of the project, consolidated datasets linked to validation cases will be made available as well . Where/how will the data be made available for reuse?  In an Open Access repository In a restricted access repository Upon request by mail  Other (specify): All relevant datasets will be made available via Zenodo or similar. When will the data be made available?  Immediately after the end of the project  Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary: Publication related data will be made available upon publication of the results. Consolidated datasets will be made available at the end of the project. Who will be able to access the data and under what conditions? Indicate whether access to data will be open or restricted, for example to certain users or for certain purposes. Explain the procedures to control access (if applicable). Tools to implement access conditions can be: - licenses - end-user agreement s - data sharing agreements This License selector tool can help you find a suitable licence for data and software / code. Many data repositories offer a convenient selection of licences when you deposit data with them. For data sharing agreements (advise and templates), contact KU Leuven Research & Development ( lrd@kuleuven.be ). 12 The datasets will be uploaded in Zenodo or similar as open access datasets under a Attribution - NonCommercial -NoDerivs (CC BY -NC-ND) license. What are the expected costs for data sharing? How will the costs be covered? Possible costs linked to open repositories and costs related to preparing data and uploading it will be covered by the project budget. 13 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The applicant will be the responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The applicant will be responsible for data storage & back up during the project , with support of KU Leuven central IT and local I T (SET -IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the applicant can rely on the support of the Division LMSD ’s research manager Bert Pluymers . Who will be responsible for ensuring data preservation and reuse ? The applicant will be responsible for ensuring data preservation and reuse . Towards the end of the project, responsibility for long -term data preservation and reuse will be assig ned in agreement with t he KU Leuven Division LMSD research manager Bert Pluymers. Who bears the end responsibility for updating & implementing this DMP? This DMP is set up in agreement with the applicant’s supervisor and co -supervisors. The applicant is responsible for updating and implementing this DMP."
}