{
    "document_id": "D-2022-1586",
    "LinkTitle": "D-2022-1586",
    "file_name": "D-2022-1586.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1586.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Stephanie Eggermont",
        "num_pages": 7
    },
    "content": {
        "full_text": "1C3/21/032 DMP\nCreating and valorising biofidelic knee mock-ups. A new tool to support\northopaedic training and development of surgical techniques and implants.\nADMIN DETAILS\nProject Name: Creating and valorising biofidelic knee mock-ups. A new tool to support\northopaedic training and development of surgical techniques and implants.\nGrant Title: C3/21/032\nPrincipal Investigator / Researcher: Luc Labey\nProject Data Contact: Luc Labey\nDescription: \nThis project is aimed at the creation and valorisation of artificial knee joints (so-called mock-ups) with similar  \nmechanical properties as the real human knee joint. Such artificial joints will serve as a surrogate for  \ncadaver joints and will be useful for surgeons, engineers and orthopaedic companies to test and validate  \nnew surgical techniques and knee implants. Therefore, the mock-ups should mimick the mechanical  \nbehaviour (stability, kinematics, resistance against loading) of a real human knee joint as closely as  \npossible. Since the mechanical behaviour of a knee is dependent on the shape and material properties of  \nthe different constituents of the joint, primarily these properties will be measured and documented, both in  \ntissues (meniscus, ligaments and tendons, cartilage) collected from human cadaver knees as well as  \nprototypes of tissue surrogates for the mock-ups. These tissue (surrogate) samples themselves will of  \ncourse be saved for later (re)use too. The properties of tissue samples will be collected by means of:  \n-medical imaging techniques (CT and MRI), \n-mechanical tests on isolated tissues and tissue surrogates (indentation and tensile testing)\n-mechanical tests on complete joints (measurements of stability and kinematics),  \n-photos and video recordings. \nFurthermore, well defined procedures to produce surrogate materials for different tissues in a reproducible  \nway and to assemble them into a full mock-up will also be the result of the project and may be considered as  \ndata.\nInstitution: KU Leuven\n1. GENERAL INFORMATION\n1.1. Name of the project lead (PI)\nLuc Labey \n1.2. Internal Funds Project number & title\nC3/21/032 - Creating and valorising biofidelic knee mock-ups. A new tool to support orthopaedic training \nand development of surgical techniques and implants.\n22. DATA DESCRIPTION\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2.What data will you collect, generate or reuse? Describe the origin, type and format of the data  \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and \nper objective of the project.\nThis project is aimed at the creation and valorisation of artificial knee joints (so-called mock-ups) with similar  \nmechanical properties as the real human knee joint. Such artificial joints will serve as a surrogate for  \ncadaver joints and will be useful for surgeons, engineers and orthopaedic companies to test and validate  \nnew surgical techniques and knee implants. Therefore, the mock-ups should mimick the mechanical  \nbehaviour (stability, kinematics, resistance against loading) of a real human knee joint as closely as  \npossible. Since the mechanical behaviour of a knee is dependent on the shape and material properties of  \nthe different constituents of the joint, primarily these properties will be measured and documented, both in  \ntissues (meniscus, ligaments and tendons, cartilage) collected from human cadaver knees as well as  \nprototypes of tissue surrogates for the mock-ups. These tissue (surrogate) samples themselves will of  \ncourse be saved for later (re)use too. The properties of tissue samples will be collected by means of:\nmedical imaging techniques (CT and MRI),\nmechanical tests on isolated tissues and tissue surrogates (indentation and tensile testing)\nmechanical tests on complete joints (measurements of stability and kinematics),\nphotos and video recordings.\nFurthermore, well defined procedures to produce surrogate materials for different tissues in a reproducible  \nway and to assemble them into a full mock-up will also be the result of the project and may be considered as  \ndata.\nTable 1: Overview of data produced during the project.\nType of data Data formatVolumeHow created\nMedical imaging data of \ncadaver kneeDICOM600 MB \n(CT/specimen), 90 \nMB \n(MRI/specimen)CT and MRI scanners at UZ Leuven \naccording to previously defined protocols\n3D models and \nsegmented medical \nimages.mcs (Mimics \nfile format), .stl \n(3D models)180 MB \n(Mimics/specimen)\n5 MB (3D \nmodel/specimen)Processing of scan data (cfr line above) \nusing Mimics software according to \npreviously defined protocol\nSamples of dissected \ntissues and tissue \nsurrogatesMaterialsNACollected by dissection from human \ncadaver joints or produced according to \nprotocols (see below)\n3Mechanical testing data on  \ntissue (surrogate) samples  \ncontaining force, \ndisplacement, timeText files (.dat \nor .csv)100 KB (/test)Indentation and tensile testing on isolated \ntissues or tissue surrogates (meniscus, \nligaments, cartilage) with test rigs at FIBEr  \naccording to previously defined protocols\nKinematics, force, strain \ndata collected with knee \nsimulator on full joints and \nmock-ups.c3d (Motion \ncapture files)50 MB \n(/specimen)Measurements of knee joints and mock-\nups n a knee simulator (at IORT) \naccording to previously defined protocols\nPhotos .jpg2.5 MB (/photo)\nAppr. 30 photos \nper specimenDigital camera pictures before, during and \nafter:\ndissections of cadaver joints,\nproduction of tissue surrogates,\nassembly of tissue surrogates in \nmock-up\ntesting of tissues and joints/mock-ups\nVideo recordings .mp45 MB (/recording)\nAppr. 5 movies \nper specimenVideo recordings during testing of tissues \nand joints/mock-ups\nProtocols and manuals for \nproduction of tissue \nsurrogates and their \nassembly in a mock-up.docx and .pdf10 MBWritten and updated based on ongoing \nexperiments\n3. ETHICAL AND LEGAL ISSUES\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that \nregistering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the \nrelevant ethical review committee(s).\nYes. \nPart of the data that will be created is based on tests with human tissue. These experiments will be carried  \nout during WP2 and ethical approval will be obtained before the start of that work package.  \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nYes. \n4The data collected during the project will in itself not be useful for tech transfer or valorisation. The results of  \nthe experiments will however be used to design and develop a new device which may be patentable or  \nviable  for  commercial  exploitation.  Referring  to  the  above  table,  this  means  that  the  photo's,  \nvideorecordings  and  protocols  may  contain  confidential information.  The  limitations  imposed will be  \ndiscussed with KU Leuven Research & Development during WP5.\n    3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing \nare in place?\nNo.\n4. DOCUMENTATION AND METADATA\n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?\n1.The directory structure where all data is stored will be defined at the start of WP2 and, if \nnecessary, updated during the project.\n2.Most of the data will be collected according to previously defined protocols (see Table 1). These \nprotocols will be saved (as readme files) in the corresponding subdirectories for each specimen \nor tissue sample. A separate file (.xlsx) will also be provided in the same location with an \noverview of the files (filename + description of contents + author of the file + file size + date of \ncreation) in the subdirectory.\n3.For the medical images: source and detector configurations, sample identification, and load and \ndisplacement for each scan plus the scan settings (including power and voltage, voxel size, \nexposure time, nr of projections, source and detector position). The scan settings are generated \nautomatically by the scan software, which will be appended to the documentation.\n4.For the photos and video recordings which are produced without previously defined protocols, \neither a protocol will be defined before the start of WP2 or a readme file will be created containing  \nall the information (specimen identification, test identification, camera details) to be able to \nunequivocally link the file to the correct specimen and test.\n    4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If \nnot, state in detail which metadata will be created to make the data easy/easier to find and \nreuse.\nNo metadata standard is immediately applicable for this project. Therefore, a standard will not be used, but  \nmetadata for each sample and each type of measurement will be created by the researcher as described in  \nthe measurement and data collection protocols and will be organised as described in the paragraph above.\n5. DATA STORAGE AND BACKUP DURING THE PROJECT\n5.1. Where will the data be stored?\n1.Original medical imaging data will be stored on CD-ROMs (one per specimen) and at UZ \nGasthuisberg.\n52.Cadaver knee joints, tissue (surrogate) samples and mock-ups will be stored in freezers at FIBEr.\n3.Original data files collected during mechanical tests of tissue (surrogate) samples will be stored at  \nFIBEr.\n4.Original data files collected during tests of full joints and mock-ups will be stored at IORT.\n5.As the project is an internal project and project collaborators are all KU Leuven staff, all original \ndata files (listed under 1, 3 and 4 above) as well as further processed data, photos and video \nrecordings will be stored on a OneDrive for Business directory shared with project collaborators.\n5.2. How will the data be backed up?\nApart from data storage at FIBEr and IORT and on the OneDrive for Business  directory, an extra copy of all  \ndata files will be stored on a portable hard drive. This hard drive will be backed up once per week by the  \nperson who is hired to execute the project.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how \nthis will be taken care of.\nYes. No more than 10 GB data will be produced in the project. This is well within the limits of storage and \nbackup capacity for OneDrive for Business  and for the local computer facilities at the different testing \nlabs.\n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?\nData storage and management at FIBEr and IORT costs € 60/TB and per quarter. Sample storage at FIBEr  \ncosts € 4/sample and per quarter. This amounts to a full cost for this project of approximately € 400, which is  \nforeseen in the budget for collaboration with FIBEr and IORT. The cost of the extra hard drives is only €  \n60,00 and is also covered by the project budget.\n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?\nThe raw data files from this study will be recorded and stored at the different labs where only authorized  \npersonnel has access. Further processing and storage of data will be done on OneDrive for Business  and \non a separate hard drive where access is restricted to the PI and the researchers for this project.\n66. DATA PRESERVATION AFTER THE PROJECT\nKU Leuven expects that relevant data generated during the project are retained for a period of \nminimally 10 years after the end of the project, in as far as legal and contractual agreements allow.  \n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only  \na selection of the data can/will be preserved, clearly state why this is the case (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll data files, protocols, manuals, metadata files and publications will be retained for ten years after the end  \nof the project.\nThe cadaver joints and tissue (surrogate) samples can not be kept for this long as their properties degrade  \nover time. They will be disposed of (as biological waste) at the end of the project.\n6.2. Where will these data be archived (= stored for the long term)?\nThe files will be retained on both the OneDrive for Business directory and the separate hard drive.\n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered?\nSince OneDrive for Business is financed centrally for KU Leuven personnel and the separate hard drive is  \nbought at the start of the project, there is no extra cost involved for the long term data retention.\n7. DATA SHARING AND REUSE\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?\nYes.\nOne of the aims of this project is to valorise the mock-up knee joint. IP rights might thus restrict the sharing  \nof some of the data. Manuals and protocols to prepare tissue surrogates and to assemble the mock-up joint  \nare clearly not suitable for sharing. But also sharing of data documenting the properties of tissue surrogates  \nor the behaviour of the mock-up joint may be limited. These limitations will be discussed with KU Leuven  \nResearch & Development in the course of the project (WP V).\nThe data that will be re-used in this project is data which was collected within our own research unit before  \nthe start of this project. This data can be freely shared.\n7.2. Which data will be made available after the end of the project?\nThe reused data can clearly be made available. Also data about the properties and/or behaviour of  \ncadaveric knee joints and the tissues of cadaveric knee joints can be made available. Availability of the data  \nconcerning tissue surrogates or the full joint mock-up is subject to the discussion with KU Leuven Research  \n& Development.\n77.3. Where/how will the data be made available for reuse?\nþIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nþOther (specify):\nData that can be shared freely will be uploaded (together with the metadate) on Zenodo. Data that can be  \nshared in a limited way will be made available upon request by mail and depending on the outcome of  \ndiscussions with KU Leuven Research & Development.\n7.4. When will the data be made available?\nþImmediately after the end of the project\nUpon publication of the research results\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nThe freely availalbe data will be uploaded in Zenodo immediately after the end of the project.  \n7.5. Who will be able to access the data and under what conditions?\nThe freely available data will be uploaded as an open access dataset. Therefore, it will be available to  \nanyone for any purpose, provided that they give appropriate credit to the creators.\n7.6. What are the expected costs for data sharing? How will the costs be covered?\nMaking data available in Zenodo is not subject to any costs.  \n8. RESPONSIBILITIES\n8.1. Who will be responsible for the data documentation & metadata?\nBoth the researchers (Frédéric Renders and NN) working on the project as well as the PI (Luc Labey) will \nbe responsible.\n8.2. Who will be responsible for data storage & back up during the project?\nBoth the researchers (Frédéric Renders and NN) working on the project as well as the PI (Luc Labey) will \nbe responsible.\n8.3. Who will be responsible for ensuring data preservation and sharing?  \nLuc Labey \n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nLuc Labey "
    },
    "clean_full_text": "1C3/21/032 DMP Creating and valorising biofidelic knee mock-ups. A new tool to support orthopaedic training and development of surgical techniques and implants. ADMIN DETAILS Project Name: Creating and valorising biofidelic knee mock-ups. A new tool to support orthopaedic training and development of surgical techniques and implants. Grant Title: C3/21/032 Principal Investigator / Researcher: Luc Labey Project Data Contact: Luc Labey Description: This project is aimed at the creation and valorisation of artificial knee joints (so-called mock-ups) with similar mechanical properties as the real human knee joint. Such artificial joints will serve as a surrogate for cadaver joints and will be useful for surgeons, engineers and orthopaedic companies to test and validate new surgical techniques and knee implants. Therefore, the mock-ups should mimick the mechanical behaviour (stability, kinematics, resistance against loading) of a real human knee joint as closely as possible. Since the mechanical behaviour of a knee is dependent on the shape and material properties of the different constituents of the joint, primarily these properties will be measured and documented, both in tissues (meniscus, ligaments and tendons, cartilage) collected from human cadaver knees as well as prototypes of tissue surrogates for the mock-ups. These tissue (surrogate) samples themselves will of course be saved for later (re)use too. The properties of tissue samples will be collected by means of: -medical imaging techniques (CT and MRI), -mechanical tests on isolated tissues and tissue surrogates (indentation and tensile testing) -mechanical tests on complete joints (measurements of stability and kinematics), -photos and video recordings. Furthermore, well defined procedures to produce surrogate materials for different tissues in a reproducible way and to assemble them into a full mock-up will also be the result of the project and may be considered as data. Institution: KU Leuven 1. GENERAL INFORMATION 1.1. Name of the project lead (PI) Luc Labey 1.2. Internal Funds Project number & title C3/21/032 - Creating and valorising biofidelic knee mock-ups. A new tool to support orthopaedic training and development of surgical techniques and implants. 22. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2.What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This project is aimed at the creation and valorisation of artificial knee joints (so-called mock-ups) with similar mechanical properties as the real human knee joint. Such artificial joints will serve as a surrogate for cadaver joints and will be useful for surgeons, engineers and orthopaedic companies to test and validate new surgical techniques and knee implants. Therefore, the mock-ups should mimick the mechanical behaviour (stability, kinematics, resistance against loading) of a real human knee joint as closely as possible. Since the mechanical behaviour of a knee is dependent on the shape and material properties of the different constituents of the joint, primarily these properties will be measured and documented, both in tissues (meniscus, ligaments and tendons, cartilage) collected from human cadaver knees as well as prototypes of tissue surrogates for the mock-ups. These tissue (surrogate) samples themselves will of course be saved for later (re)use too. The properties of tissue samples will be collected by means of: medical imaging techniques (CT and MRI), mechanical tests on isolated tissues and tissue surrogates (indentation and tensile testing) mechanical tests on complete joints (measurements of stability and kinematics), photos and video recordings. Furthermore, well defined procedures to produce surrogate materials for different tissues in a reproducible way and to assemble them into a full mock-up will also be the result of the project and may be considered as data. Table 1: Overview of data produced during the project. Type of data Data formatVolumeHow created Medical imaging data of cadaver kneeDICOM600 MB (CT/specimen), 90 MB (MRI/specimen)CT and MRI scanners at UZ Leuven according to previously defined protocols 3D models and segmented medical images.mcs (Mimics file format), .stl (3D models)180 MB (Mimics/specimen) 5 MB (3D model/specimen)Processing of scan data (cfr line above) using Mimics software according to previously defined protocol Samples of dissected tissues and tissue surrogatesMaterialsNACollected by dissection from human cadaver joints or produced according to protocols (see below) 3Mechanical testing data on tissue (surrogate) samples containing force, displacement, timeText files (.dat or .csv)100 KB (/test)Indentation and tensile testing on isolated tissues or tissue surrogates (meniscus, ligaments, cartilage) with test rigs at FIBEr according to previously defined protocols Kinematics, force, strain data collected with knee simulator on full joints and mock-ups.c3d (Motion capture files)50 MB (/specimen)Measurements of knee joints and mock- ups n a knee simulator (at IORT) according to previously defined protocols Photos .jpg2.5 MB (/photo) Appr. 30 photos per specimenDigital camera pictures before, during and after: dissections of cadaver joints, production of tissue surrogates, assembly of tissue surrogates in mock-up testing of tissues and joints/mock-ups Video recordings .mp45 MB (/recording) Appr. 5 movies per specimenVideo recordings during testing of tissues and joints/mock-ups Protocols and manuals for production of tissue surrogates and their assembly in a mock-up.docx and .pdf10 MBWritten and updated based on ongoing experiments 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes. Part of the data that will be created is based on tests with human tissue. These experiments will be carried out during WP2 and ethical approval will be obtained before the start of that work package. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes. 4The data collected during the project will in itself not be useful for tech transfer or valorisation. The results of the experiments will however be used to design and develop a new device which may be patentable or viable for commercial exploitation. Referring to the above table, this means that the photo's, videorecordings and protocols may contain confidential information. The limitations imposed will be discussed with KU Leuven Research & Development during WP5. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1.The directory structure where all data is stored will be defined at the start of WP2 and, if necessary, updated during the project. 2.Most of the data will be collected according to previously defined protocols (see Table 1). These protocols will be saved (as readme files) in the corresponding subdirectories for each specimen or tissue sample. A separate file (.xlsx) will also be provided in the same location with an overview of the files (filename + description of contents + author of the file + file size + date of creation) in the subdirectory. 3.For the medical images: source and detector configurations, sample identification, and load and displacement for each scan plus the scan settings (including power and voltage, voxel size, exposure time, nr of projections, source and detector position). The scan settings are generated automatically by the scan software, which will be appended to the documentation. 4.For the photos and video recordings which are produced without previously defined protocols, either a protocol will be defined before the start of WP2 or a readme file will be created containing all the information (specimen identification, test identification, camera details) to be able to unequivocally link the file to the correct specimen and test. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No metadata standard is immediately applicable for this project. Therefore, a standard will not be used, but metadata for each sample and each type of measurement will be created by the researcher as described in the measurement and data collection protocols and will be organised as described in the paragraph above. 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? 1.Original medical imaging data will be stored on CD-ROMs (one per specimen) and at UZ Gasthuisberg. 52.Cadaver knee joints, tissue (surrogate) samples and mock-ups will be stored in freezers at FIBEr. 3.Original data files collected during mechanical tests of tissue (surrogate) samples will be stored at FIBEr. 4.Original data files collected during tests of full joints and mock-ups will be stored at IORT. 5.As the project is an internal project and project collaborators are all KU Leuven staff, all original data files (listed under 1, 3 and 4 above) as well as further processed data, photos and video recordings will be stored on a OneDrive for Business directory shared with project collaborators. 5.2. How will the data be backed up? Apart from data storage at FIBEr and IORT and on the OneDrive for Business directory, an extra copy of all data files will be stored on a portable hard drive. This hard drive will be backed up once per week by the person who is hired to execute the project. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. No more than 10 GB data will be produced in the project. This is well within the limits of storage and backup capacity for OneDrive for Business and for the local computer facilities at the different testing labs. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Data storage and management at FIBEr and IORT costs € 60/TB and per quarter. Sample storage at FIBEr costs € 4/sample and per quarter. This amounts to a full cost for this project of approximately € 400, which is foreseen in the budget for collaboration with FIBEr and IORT. The cost of the extra hard drives is only € 60,00 and is also covered by the project budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The raw data files from this study will be recorded and stored at the different labs where only authorized personnel has access. Further processing and storage of data will be done on OneDrive for Business and on a separate hard drive where access is restricted to the PI and the researchers for this project. 66. DATA PRESERVATION AFTER THE PROJECT KU Leuven expects that relevant data generated during the project are retained for a period of minimally 10 years after the end of the project, in as far as legal and contractual agreements allow. 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data files, protocols, manuals, metadata files and publications will be retained for ten years after the end of the project. The cadaver joints and tissue (surrogate) samples can not be kept for this long as their properties degrade over time. They will be disposed of (as biological waste) at the end of the project. 6.2. Where will these data be archived (= stored for the long term)? The files will be retained on both the OneDrive for Business directory and the separate hard drive. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Since OneDrive for Business is financed centrally for KU Leuven personnel and the separate hard drive is bought at the start of the project, there is no extra cost involved for the long term data retention. 7. DATA SHARING AND REUSE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Yes. One of the aims of this project is to valorise the mock-up knee joint. IP rights might thus restrict the sharing of some of the data. Manuals and protocols to prepare tissue surrogates and to assemble the mock-up joint are clearly not suitable for sharing. But also sharing of data documenting the properties of tissue surrogates or the behaviour of the mock-up joint may be limited. These limitations will be discussed with KU Leuven Research & Development in the course of the project (WP V). The data that will be re-used in this project is data which was collected within our own research unit before the start of this project. This data can be freely shared. 7.2. Which data will be made available after the end of the project? The reused data can clearly be made available. Also data about the properties and/or behaviour of cadaveric knee joints and the tissues of cadaveric knee joints can be made available. Availability of the data concerning tissue surrogates or the full joint mock-up is subject to the discussion with KU Leuven Research & Development. 77.3. Where/how will the data be made available for reuse? þIn an Open Access repository In a restricted access repository Upon request by mail þOther (specify): Data that can be shared freely will be uploaded (together with the metadate) on Zenodo. Data that can be shared in a limited way will be made available upon request by mail and depending on the outcome of discussions with KU Leuven Research & Development. 7.4. When will the data be made available? þImmediately after the end of the project Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary The freely availalbe data will be uploaded in Zenodo immediately after the end of the project. 7.5. Who will be able to access the data and under what conditions? The freely available data will be uploaded as an open access dataset. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. 7.6. What are the expected costs for data sharing? How will the costs be covered? Making data available in Zenodo is not subject to any costs. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Both the researchers (Frédéric Renders and NN) working on the project as well as the PI (Luc Labey) will be responsible. 8.2. Who will be responsible for data storage & back up during the project? Both the researchers (Frédéric Renders and NN) working on the project as well as the PI (Luc Labey) will be responsible. 8.3. Who will be responsible for ensuring data preservation and sharing? Luc Labey 8.4. Who bears the end responsibility for updating & implementing this DMP? Luc Labey"
}