{
    "document_id": "D-2022-1532",
    "LinkTitle": "D-2022-1532",
    "file_name": "D-2022-1532.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1532.pdf",
    "metadata": {
        "title": "D-2022-1532",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  \n \n \n1. General Information  \n \nName applicant  Hans Van Oosterwyck  \nFWO Project Number & Title  G0C2422N : Leaky vessels in the brain – unraveling disturbed mechanotransduction in Cerebral \nCavernous Malformations  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit  Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the orig in, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  The following types of data will  be generated over the 4 -year course of the project:  \n1. (Traction force) microscopy related  \nType and format: microscopy image data sets (digital , .lif files ), computational codes (digital , .m files), \nprocessed image datasets (digital , .pvd files ), hydrogel mechanical test results (digital , .xls , .csv  files) \nVolume: 2 -5 GB/ combined dataset, around 2 TB  data expected over the project duration  \n2. In vitro device -related  \nType and format: CAD designs of devices (in vitro chambers) (digital , SolidEdge .par, .asm, an d .stl, . step \nfiles), computational flow models (digital , .mph files ), flow chambers (physical)  \nVolume: few MBs/ CAD design, few MBs/ computational model, total expected digital data volume \naround 10 GB \n3. Cell biology related  \nType and format: commercially available human primary  endothelial  cells  (physical), genetically modified \nendothelial cells (physical), Microscope images and analysis thereof (.czi, .tiff, .xls, .csv , .zvi, .jpg) , Flow \ncytometry  data (.fcs, .wsp, . xls, .csv , .xml ); (Single cell) RNA s equencing data (.fastq, .gz, .bam), Bioinformatic \nanalysis (.r) ; drawings and figure composition files (.ai , .eps, .pdf, .indd) .  \nVolume: around 1 TB  digital data expected over the project duration  \nIn addition, for all parts of the project, electronic lab note books, experimental protocols, experimental \nconditions and other metadata will be generated, which will be digitally stored as far as possible , making \nfuture searching through and sharing easier. 1 GB storage space should easily suffice for this for the entire \nproject duration.  \n \n \n3. Ethical and legal issues  \n \n2019-10-01 | FWO DMP Template   3 \n Will you use personal data? If so, shortly describe \nthe kind of personal data you will us e AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in pla ce in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nAt this point, IP potential data generation is not expected . DMP will be updated if valorisation potential is \nidentified  in the future . \nDo exi sting 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   4 \n What documentation will  be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  The main results and methods will be published in peer -reviewed journals . \nAll generated data and metadata (experimental conditions, protocols  used, reagents used, cells used) will \nbe archived digitally. All groups have templates for writing protocols , and templates for exc el spreadsheets \nfor raw data and data analysis. When we upload raw data to repositories, we will affix keywords and a \nreadme file with the needed information for reuse.  KU Leuven ’s private Gitlab repository will be used  for \nversion control and ease of sharing of computational codes  (made available at \nhttps://gitlab.kuleuven.be/MAtrix ). Sequencing data  (if not interesting for IP) will be uploaded to the GEO \nrepository.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state i n detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☒ Yes \n☐ No \nIf yes, please specify : \nThe metadata will be a combination of machine generated metadata (e.g. imaging conditions stored by \nthe microscope software), standard operation procedures (SOP’s), and lab journal record s detailing all \nother relevant experimental details.  The metadata will be included as keywords and all information about \nthe data into readme files inserted with each dataset. The sequencing data will be uploaded to the GEO \nrepository using the MIAME stand ard. \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  All data other than the large volume data sets (microscopy images, processed images and sequencing \ndata) will be stored locally on the researcher’s computer , while  being constantly synced to KU Leuven \nOneDrive. Large volume data sets will be stored in the KU Leuven archiving drive (K: drive) in case of the \nsequencing data, or on the KU Leuven Large Volume Storage drive (L: drive) in case of the image data .  \nHow will the data be backed up?  The researcher’s computer s will be permanently synced using KU Leuven OneDrive (cloud service available \nper KU Leuven researcher)  and the data on the network drives is kept secure and backed up by the \nuniversity I CTS services.  When a dataset will no longer be modified (e.g. after publication of manuscripts), \narchiving to a read only network drive (KU Leuven K: drive)  will be done to maintain a copy.  \n2019-10-01 | FWO DMP Template   5 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcis ely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nEach researcher will have  cloud  storage space  using KU Leuven OneDrive, covering all requirements  other \nthan the large volume data sets. The large volume  data sets (primarily microscopy images and sequencing \ndata, both raw and processed) will amount to an estimated total of 3 TB over the project duration  \n(sequencing data  1 TB, raw and processed image data sets  2 TB). This data will be partially stored on the \nKU Leuven K: drive  and L: drive  during the course of the project and a rchived on the KU Leuven K: drive \nafter the end of the project . The microscopes are directly connected to the KU Leuven Network L: drive , \nfacilitating this storage . The storage capacity for digital data on the secured and backed up KU Leuven \nservers hosting the K: and L: drives  is extendable by blocks of 100 GB  and 5 TB respectively (read only K: \ndrive @ 6.4€/yr . and read -write capable L: drive @ 128.39 €/yr ./TB). Hence , by acquiring storage space \nbased on the project requirements, sufficient storage will be available.  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be  covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Stora ge space on the KU Leuven K: and L: drives will be acquired based on project needs.  This cost is \nestimated at ~2600 € (for a 5 TB block on the L: drive for 4 years @ 128.39  €/yr./TB) and will be covered \nfrom the project consumables budget . \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Storage on university network drives  are secure data storage solution s with security services managed by \nthe University ICTS department . They provide the options to control data access by authorised persons  \nand maintain backups in secure physical locations.  The above -mentioned storage sites are compatible with \nGDPR regulations  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \n2019-10-01 | FWO DMP Template   6 \n Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a s election of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All digital data and metadata will be retained for at least 5 years. Where possible and deemed useful, \naliquots of cells used and thei r genetically modified versions will be kept stored under cryopreservation.  \nWhere will these data be archived (= stored for \nthe long term)?  All digital data will be archived on KU Leuven K: drive . \nWhat are the expected costs for dat a \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurre d. The archiving hard drives (KU Leuven K: drive) cost 6. 4€/yr per 100  GB. So 1000 € wou ld allow the \nconsortium  to jointly have 3 TB storage on the  KU Leuven K: drive  for 5 years after the project ends . This \nwill be covered from the consumables budget of the project.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  The main findings of the research with all supporting processed data will be made available via \npublications in peer -reviewed journals. Publishing all raw  data associated with published manuscripts on \nZenodo (free of cost repository hosting up to 50GB data) will be considered . \n2019-10-01 | FWO DMP Template   7 \n Where/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \nA Gitlab repository will be used for sharing computational codes . Publicly accessible GEO repository will be \nused for the publishable sequencing data.  \nWhen will the data be made available?  The findings will be made available as publications at logical points during the project when the research \nquestions have been sufficiently addressed. The other data would be made available upon request, where \nconsidered appropriate, after the publications . \nWho will be able to access the data and under \nwhat conditions?  The supervisors and the researchers will have access to all the generated data. The data in the publications \nwill be publicly available (at a cost though, if the journals require so). The availability of the other data to \nany requestor will be dealt with o n a case -by-case basis. If a valid scientific or societal benefit and non -\nprofit reason exists, the data will be freely shared , except to direct competitors . \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  No costs for digital data sharing are foreseen. For sharing other materials, Material Transfer Agreements \n(MTA’s) will be mutually signed and the shipping costs would be covered by either party as it is not \nexpected to be high.  Any significant sharing costs will be expected to be born e by the requestor.  \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  The experimental researchers will be responsible for the documentation and the metadata . \nWho will be responsible for data storage & back \nup during the project?  The researchers and the supervisors will jointly ensure proper data storage and back up during the project . \nWho will be responsible for ensuring data \npreservation and sharing?  Prof. Hans Van Oosterwyck , Prof. Susana Rocha , dr. Eva Faurobert  for the datasets generated by their \nrespective groups  \n2019-10-01 | FWO DMP Template   8 \n Who bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Prof. Hans Van Oosterwyck  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP 1. General Information Name applicant Hans Van Oosterwyck FWO Project Number & Title G0C2422N : Leaky vessels in the brain – unraveling disturbed mechanotransduction in Cerebral Cavernous Malformations Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the orig in, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The following types of data will be generated over the 4 -year course of the project: 1. (Traction force) microscopy related Type and format: microscopy image data sets (digital , .lif files ), computational codes (digital , .m files), processed image datasets (digital , .pvd files ), hydrogel mechanical test results (digital , .xls , .csv files) Volume: 2 -5 GB/ combined dataset, around 2 TB data expected over the project duration 2. In vitro device -related Type and format: CAD designs of devices (in vitro chambers) (digital , SolidEdge .par, .asm, an d .stl, . step files), computational flow models (digital , .mph files ), flow chambers (physical) Volume: few MBs/ CAD design, few MBs/ computational model, total expected digital data volume around 10 GB 3. Cell biology related Type and format: commercially available human primary endothelial cells (physical), genetically modified endothelial cells (physical), Microscope images and analysis thereof (.czi, .tiff, .xls, .csv , .zvi, .jpg) , Flow cytometry data (.fcs, .wsp, . xls, .csv , .xml ); (Single cell) RNA s equencing data (.fastq, .gz, .bam), Bioinformatic analysis (.r) ; drawings and figure composition files (.ai , .eps, .pdf, .indd) . Volume: around 1 TB digital data expected over the project duration In addition, for all parts of the project, electronic lab note books, experimental protocols, experimental conditions and other metadata will be generated, which will be digitally stored as far as possible , making future searching through and sharing easier. 1 GB storage space should easily suffice for this for the entire project duration. 3. Ethical and legal issues 2019-10-01 | FWO DMP Template 3 Will you use personal data? If so, shortly describe the kind of personal data you will us e AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in pla ce in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No At this point, IP potential data generation is not expected . DMP will be updated if valorisation potential is identified in the future . Do exi sting 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata 2019-10-01 | FWO DMP Template 4 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The main results and methods will be published in peer -reviewed journals . All generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. All groups have templates for writing protocols , and templates for exc el spreadsheets for raw data and data analysis. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. KU Leuven ’s private Gitlab repository will be used for version control and ease of sharing of computational codes (made available at https://gitlab.kuleuven.be/MAtrix ). Sequencing data (if not interesting for IP) will be uploaded to the GEO repository. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state i n detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify : The metadata will be a combination of machine generated metadata (e.g. imaging conditions stored by the microscope software), standard operation procedures (SOP’s), and lab journal record s detailing all other relevant experimental details. The metadata will be included as keywords and all information about the data into readme files inserted with each dataset. The sequencing data will be uploaded to the GEO repository using the MIAME stand ard. 5. Data storage & backup during the FWO project Where will the data be stored? All data other than the large volume data sets (microscopy images, processed images and sequencing data) will be stored locally on the researcher’s computer , while being constantly synced to KU Leuven OneDrive. Large volume data sets will be stored in the KU Leuven archiving drive (K: drive) in case of the sequencing data, or on the KU Leuven Large Volume Storage drive (L: drive) in case of the image data . How will the data be backed up? The researcher’s computer s will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and the data on the network drives is kept secure and backed up by the university I CTS services. When a dataset will no longer be modified (e.g. after publication of manuscripts), archiving to a read only network drive (KU Leuven K: drive) will be done to maintain a copy. 2019-10-01 | FWO DMP Template 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concis ely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Each researcher will have cloud storage space using KU Leuven OneDrive, covering all requirements other than the large volume data sets. The large volume data sets (primarily microscopy images and sequencing data, both raw and processed) will amount to an estimated total of 3 TB over the project duration (sequencing data 1 TB, raw and processed image data sets 2 TB). This data will be partially stored on the KU Leuven K: drive and L: drive during the course of the project and a rchived on the KU Leuven K: drive after the end of the project . The microscopes are directly connected to the KU Leuven Network L: drive , facilitating this storage . The storage capacity for digital data on the secured and backed up KU Leuven servers hosting the K: and L: drives is extendable by blocks of 100 GB and 5 TB respectively (read only K: drive @ 6.4€/yr . and read -write capable L: drive @ 128.39 €/yr ./TB). Hence , by acquiring storage space based on the project requirements, sufficient storage will be available. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Stora ge space on the KU Leuven K: and L: drives will be acquired based on project needs. This cost is estimated at ~2600 € (for a 5 TB block on the L: drive for 4 years @ 128.39 €/yr./TB) and will be covered from the project consumables budget . Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Storage on university network drives are secure data storage solution s with security services managed by the University ICTS department . They provide the options to control data access by authorised persons and maintain backups in secure physical locations. The above -mentioned storage sites are compatible with GDPR regulations 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 6 Which data will be retained for the expected 5 year period after the end of the project? In case only a s election of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All digital data and metadata will be retained for at least 5 years. Where possible and deemed useful, aliquots of cells used and thei r genetically modified versions will be kept stored under cryopreservation. Where will these data be archived (= stored for the long term)? All digital data will be archived on KU Leuven K: drive . What are the expected costs for dat a preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurre d. The archiving hard drives (KU Leuven K: drive) cost 6. 4€/yr per 100 GB. So 1000 € wou ld allow the consortium to jointly have 3 TB storage on the KU Leuven K: drive for 5 years after the project ends . This will be covered from the consumables budget of the project. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? The main findings of the research with all supporting processed data will be made available via publications in peer -reviewed journals. Publishing all raw data associated with published manuscripts on Zenodo (free of cost repository hosting up to 50GB data) will be considered . 2019-10-01 | FWO DMP Template 7 Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): A Gitlab repository will be used for sharing computational codes . Publicly accessible GEO repository will be used for the publishable sequencing data. When will the data be made available? The findings will be made available as publications at logical points during the project when the research questions have been sufficiently addressed. The other data would be made available upon request, where considered appropriate, after the publications . Who will be able to access the data and under what conditions? The supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly available (at a cost though, if the journals require so). The availability of the other data to any requestor will be dealt with o n a case -by-case basis. If a valid scientific or societal benefit and non - profit reason exists, the data will be freely shared , except to direct competitors . What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. No costs for digital data sharing are foreseen. For sharing other materials, Material Transfer Agreements (MTA’s) will be mutually signed and the shipping costs would be covered by either party as it is not expected to be high. Any significant sharing costs will be expected to be born e by the requestor. 8. Responsibilities Who will be responsible for the data documentation & metadata? The experimental researchers will be responsible for the documentation and the metadata . Who will be responsible for data storage & back up during the project? The researchers and the supervisors will jointly ensure proper data storage and back up during the project . Who will be responsible for ensuring data preservation and sharing? Prof. Hans Van Oosterwyck , Prof. Susana Rocha , dr. Eva Faurobert for the datasets generated by their respective groups 2019-10-01 | FWO DMP Template 8 Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Prof. Hans Van Oosterwyck"
}