{
    "document_id": "D-2022-1651",
    "LinkTitle": "D-2022-1651",
    "file_name": "D-2022-1651.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1651.pdf",
    "metadata": {
        "title": "D-2022-1651",
        "author": "Tine Tricot",
        "num_pages": 9
    },
    "content": {
        "full_text": " \nINHIBITING IRON METABOLISM TO TARGET METASTASES  \nA Data Management Plan created using DMPonline.be  \n \nCreator:  Prof. Sarah -Maria Fendt  / Tine Tricot  \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: KU Leuven (KUL)  \n \nTemplate: KU Leuven BOF -IOF \n \nGrant number / URL: C14/22/137  \n \nID: 196718  \n \nStart date: 01-10-2022  \n \nEnd date: 30-09-2026  \n \nProject abstract:  \nMetastasis formation is the leading cause of death in cancer patients. Unfortunately, we have currently no effective \ntreatment against metastases. The effect of this lack of treatment options is dramatically illustrated in the case of breast \ncancer resulting in over 685 000 deaths per year. Thus, there is an urgent need for novel therapeutic options against a \nmetastatic disease. We have discovered th at the tumors of metastatic breast cancer patients show a gene expression \nsignature indicative of iron metabolism and that targeting iron metabolism in mouse models prevents metastasis \nformation. Thus, we will i) dissect how iron metabolism aids metastases , ii) define the therapeutic potential of targeting \niron metabolism and iii) translate this therapeutic potential beyond breast cancer. In conclusion, we will deliver a \nmechanistic understanding of iron metabolism resulting in novel therapeutic strategies against established metastases. \nWe expect that on the long -term our findings will benefit cancer patients.  \n \nLast modified: 09-03-2023  \n \n \n \nINHIBITING IRON METABOLISM TO TARGET METASTASES  \nRESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indica te whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.  \n \nDataset name \n/ ID Description  New or \nreuse  Digital or \nPhysical \ndata Data Type  File format  Data \nvolume  Physical \nvolume  \n    Indicat\ne: \nN(ew \ndata) \nor \nE(xisti\nng \ndata)   \n \n \n Indicate:   D\n(igital) or \nP(hysical)  Indicate:  \nAudiovisual  \nImages  \nSound  \nNumerical \nTextual  \nModel \nSOftware  \nOther \n(specify)    Indicate:  \n<1GB  \n<100GB  \n<1TB  \n<5TB  \n>5TB  \nNA   \nMicroscopy \nimages  Microscopy \nimages of   cell \ncultures and \nimmunohistochem\nistry N D I .jpg/.tiff  <100GB  / \nInventory files  Inventory files \ncontaining \ndetailed \ninformation about \ncell lines, \nchemicals, \noligonucleotides, \nplasmids, lentiviral \nvectors, \npseudonymized \nhuman samples \nand their storage \nlocation  N D T .xlsx <1GB  / \nDigital \nphotographs  Images of mouse \ntissues/metastasi\ns will be taken with \na digital camera  N D I .jpg 5GB / \nH&E \nstainings  High quality scans \nof H&E stainings \nof primary tumor \nand lung \nmetastasis  N D I .qptiff  <100GB  / \nAnalysis H&E \nstaining  Metastatic burden \nwill be analyzed \nusing the QuPath \nsoftware  N D SO/N  .xlsx <1GB  / \nRT-qPCR  Gene expression \nanalysis from \ncells/tissues using \nQuantStudio3  N D SO/N  .xlsx <1GB  / \nWestern \nblotting  Protein \nexpression \nanalysis using the \nLAS4000 imager \nand ImageQuant \nsoftware  N D SO/I .gel/.tiff/  \n \n \n.jpg 5GB / \nProtein \nquantification/  \n \n \ncolorometric \nassays  Quantification \nusing BCA or \ncolorometric \nassays kits and \nplate reader  N D SO/N  .xlsx <1GB  / \nOxygen \nconsumption \nmeasurement\ns The oxygen \nconsumption rate \nof control and \nknockout breast \ncancer cells will \nbe assessed \ninvitro  using the \nSeahorse XF \nanalyzer.  N D SO/N  .xfd/.xlsx  <10GB  / \nMass \nspectrometry  Tissue and \nplasma samples \nwill be measured \nusing the GC -MS \nand LC -MS \nsystems, re sulting N D SO/N/I/T  .ms/.d/  \n.xlsx/.m/  \n.mat/.png  \n/.pdf 5GB / \nin the generation \nof raw data files \n(.ms and .d files, \nrespectively). \nThe .ms and .d \nfiles will be \nintegrated using \nthe Agilent \nChemStation \n(compatible with \nthe .ms files) and \nAgilent \nMassHunter \nsoftware \n(compatible with \nthe .d files). The \nintegrat ed data \nwill subsequently \nbe exported as \nexcel files (.xlsx) \nand further \nanalyzed in \nMATLAB, leading \nto the generation \nof data analysis \nscripts (.m) and \ndata files (.mat). \nThe output of the \ndata analysis will \nbe exported in \nexcel files (.xlsx) \nand figure f iles \n(.png or .pdf).  \nchIP/RNA \nsequencing  Sequencing data \nfile (.fastq), count \nmatrix (.mtx) and \ngenome -aligned \n(.bam) files will be \ngenerated. Data \nanalysis will be \nconducted in R, \ngenerating R \nscript files (.R) \nwith analysis \noutput (.RData, \nand .txt). Gene set \nenrichment \nanalysis (GSEA) \nwill be conducted, \nrequiring libraries \nof pathways (.gmt) \nand normalized \ntranscriptome \nreads in a ranked \nformat (.rnk). \nPeak Calling will \nbe performed for \nchIP sequencing \nanalysis to identify \nthe regions which \nare enriched with \naligned reads as a N D SO/N/I/T  .fastq/.mtx  \n/.bam/.R/  \n.Rdata/. txt \n/.gmt/.rnk  \n/.narrowPea\nk \n/.BroadPeak  \n/.bedGraph/  \n.tdf/.html/  \n.xlsx/.png  100GB  / \nconsequence of \nprotein binding, \nleading to the \ngeneration \nof .narrowPeak \nor .broadPeak \nfiles. The data will \nbe will visualized \nin .bedGraph \nand .tdf files. \nOutput files are \nproduced in \nvarious formats \n(.html, .xlsx, .png \nimages).  \nBioluminesce\nnce Bioluminescence \nimaging will be \nperformed to \nmeasure the \nluciferin flux using \nthe IVIS Spectrum \nsystem. \nBioluminescence \nwill be analyzed \nusing the \nLivingImage \nprocessing \nsoftware.  N D SO/N/I  .txt/.xlsx/  \n.tiff/.jpg  <1GB  / \nStatistical and \ngraphical \nanalysis  GraphPad Prism9 \nwill be used for all \nstatistical \nanalyses and \ngraphical designs  N D SO/I .pdf/ .png/ .\nwmf/ .svg  5GB / \nElectronic lab \nbook  Experimental and \ncomputational \nprotocols, as well \nas details related \nto collection and \nprocessing of data \n(both \ndocumentation \nand metadata) will \nbe stored on the \nelectronic lab \nbook platform \nBenchling  N D T .pdf <1GB  / \nCell lines  Cell lines will be \nstored  in liquid \nnitrogen tanks  N/E P / / / 1-2 box \nfor 81 \nsamples  \nPlasmids  Plasmids will be \nstored in -20 \ndegrees freezer  N/E P / / / 1 storage \nbox for \neppendor\nf tubes  \nViral vectors  Viral vectors will \nbe stored in -80 \ndegrees freezer  N P / / / 1 storage \nbox for \neppendor\nf tubes  \nHuman \nsamples  Interstitial fluid of \nmultiple \nmetastatic organs \nas well as \nmetastatic tissue N/E P / / / 3 full \nracks in -\n80 \nfreezer \n( 48 \nof multiple organs \nwill be stored in -\n80 degrees \nfreezer  storage \nboxes)  \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nNot applicable, we will reuse research material to generate new data.  \n \n \nAre there any ethical issues concern ing the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.  \n \n● Yes, human subject data (Provide SMEC or EC appro val number below)  \n● Yes, animal data (Provide ECD reference number below)  \nClinical data from patients will be accessed through the UZ Leuven (Prof. Wildiers) biobanks and will only contain \ninformation on the age of the patient, initials and a personal ident ification number as well as health data (e.g. description \nof characteristics of physical features of the body, medical history and medical test information (such as blood samples \nresults from scans and biopsies)). GDPR approval was obtained before applying  for ethical approval at the KU/UZ \nLeuven EC by Prof. Wildiers. The approval is available and outlined in EC S63773 and S64410.  \nAnimal experiments will be performed during this project. All experiments have been approved by the Ethical Committee \nfor Animal  Experimentation (ECD) at KU Leuven and are available and outlined in ECD #P145 -2019, #P021 -2022, \n#P022 -2022.  \n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven p rivacy register number (G or S number).  \n \n● Yes (Provide PRET G -number or EC S -number below)  \nClinical data from patients will be accessed through the UZ Leuven (Prof. Wildiers) biobanks and will only contain \ninformation on the age of the patient, initials and  a personal identification number as well as health data (e.g. description \nof characteristics of physical features of the body, medical history and medical test information (such as blood samples \nresults from scans and biopsies)). GDPR approval was obtaine d before applying for ethical approval at the UZ Leuven \nEC by Prof. Wildiers (S63773 and S64410).  \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  If so, please comment pe r dataset or data type where appropriate.   \n \n● Yes \nIntellectual Property arising from this work is managed as per the framework agreement between the VIB (VIB Tech \nTransfer) and the KU Leuven, the two participating institutes in this study.   \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or \nData transfer agreements, Research collaboration agreements)? If so, please explain in the comment section \nto what data they relate and what rest rictions are in place.  \n \n● Yes \nYes, as above, dissemination or exploitation of the data is managed according to the framework agreement between \nthe VIB and the KU Leuven.  \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to \nthe data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● Yes \nIntellectual Property arising from this work is managed as per the framework agreement betwee n the VIB (VIB Tech \nTransfer) and the KU Leuven.  \n \nDOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation \nlevels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. \nwhere this information is recorded).   \n \nProtocols and details related to data collection and processing will be recorded in electronic lab books   by the lead post -\ndoctoral scientist (Dr. Sara Isabel Fernandes) and lab technician (Gabriella Dow). Data folders containing raw and \nprocessed data will be hierarchically organized and labeled based on the source of the dat a, the type of experiment, \nthe date of data generation, and the different experimental conditions analyzed. Data analysis methods and \nparticularities (including metadata) will be described in README.txt and Excel files included in these folders. All files \nwill be stored in the KU Leuven Large Volume Storage space (L -Drive), with sharing possibilities via One Drive \n(managed by the KU Leuven IT department).   \n \n \nWill a metadata standard be used to make it easier to find and reuse the data?    \nIf so, please speci fy which metadata standard will be used.   \n \nIf not, please specify which metadata will be created to make the data easier to find and reuse.   \n \n● No \nText documents and Excel files stored within each experiment folder in the L -Drive will contain guidelines describing \ndata collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, \ncomputational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of \nany fu rther data generation.  \n \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \n● Large Volume Storage  \n● OneDrive (KU Leuven)  \nUpon data collection/preprocessing, temporary copies of the data will primarily be stored in the KU Leuve n-managed \npersonal OneDrive account of the lead post -doctoral scientist (Dr. Sara Isabel Fernandes) and lab technician (Gabriella \nDow). A copy of the data will be immediately uploaded to the KU Leuven Large Volume Storage space (L -Drive) for \nlong-term pres ervation and backup.  \n \n \n \nHow will the data be backed up?  \n \n● Standard back -up provided by KU Leuven ICTS for my storage solution  \nData stored on the KU Leuven L -Drive is managed, maintained, and backed up by KU Leuven IT services.   \n \n \nIs there currently sufficient storage & backup capacity during the project?   \n \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.   \n \n● Yes \nThe KU Leuven L -drive has sufficient storage capacity for the out lined project.  \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   \n \nData stored intermediately on personal KU Leuven OneDrive accounts that are protected via password access set up \nby KU Leuven IT. Off -site access to L -drive data is available by KU Leuven data access points and is password \nprotected. Access to modify these files are limited to lab members with access to the Fendt Lab L -Drive folders.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \nThe annual cost of KU Leuven L -Drive storage is 569.2 euro/5TB/year. This cost and capacity include the performance \nof mirror copies of the stored data, for safety backup pur poses. We expect that 5TB will be sufficient to store all data \ngenerated as part of the project. These costs will be covered by the budget of the project lead (Prof. Sarah -Maria \nFendt).  \n \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data w ill be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?   \n \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).  \n \n● All data will be preserved for 10 years according to KU Leuven RDM policy  \n \nWhere will these data be archived (stored and curated for the long -term)?   \n \n● Large Volume Storage (longterm for large volumes)  \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs \nbe covered?  \n \nThe annual cost of L -Drive storage is 569.2 € per 5TB of storage space per year. We expect that 5 TB will be sufficient \nfor long -term stora ge of all data generated as part of the project. These costs will be covered by the budget of the \nproject lead (Prof. Sarah -Maria Fendt).  \n \n \n \nDATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n \n● Yes, as open data  \n● Yes, as restricted data (upon approval, or institutional access only)  \nWe will use tumor samples collected from patients at UZ Leuven. Therefore, we hav e a Material and Data Transfer \nAgreement (MTA) between the legal entities of KU Leuven/UZ Leuven and VIB in place. These 3rd party agreements \nwill not restrict dissemination of the data that will be generated within this project.   \nThe results of this proje ct will be communicated in established, peer -reviewed (non -predatory) academic journals, that \nrequire disclosure of all included data. Patient data will therefore be made available in restricted access repositories. \nRequests for access to the patient data will be assessed on a case -by-case basis by the Data Access Committee, \nKU/UZ Leuven and the project lead (Prof. Sarah -Maria Fendt). Personal data will only be published after de -\nidentification to protect the identity of the patients. The identifiers will n ot be published.  \nIn order to protect the privacy of the patients, their  tumor samples will only be made available to lab members involved \nin the project, not to other groups or studies unless ethical approval has been obtained.  \nAll sequencing data generate d from non -patient material will be made available on the open access repository, GEO. \nOther data will be shared externally upon request of collaborating scientist, which will be reviewed and approved on \ncase -by-case basis by Prof. Fendt.  \n \n \nIf access is re stricted, please specify who will be able to access the data and under what conditions.   \n \nPatient data will be made available in restricted access repositories. Requests for access to the patient data will be \nassessed on a case -by-case basis by the Data Ac cess Committee, KU/UZ Leuven and the project lead (Prof. Sarah -\nMaria Fendt).  \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement \nwith a 3rd party, legal restrictions)?   \n \nPlease explain per da taset or data type where appropriate.  \n \n● Yes, intellectual property rights  \n● Yes, ethical aspects  \nIntellectual Property arising from this work is managed as per the framework agreement between the VIB (VIB Tech \nTransfer) and the KU Leuven, the two participatin g institutes in this study.   \nPatient data will be made available in restricted access repositories. Requests for access to the patient data will be \nassessed on a case -by-case basis by the Data Access Committee, KU/UZ Leuven and the project lead (Prof. Sara h-\nMaria Fendt).  \n \n \nWhere will the data be made available?    \n \nIf already known, please provide a repository per dataset or data type.  \n \n● Other data repository (specify below)  \nAll sequencing data generated from non -patient material will be made available on the open access repository, GEO.  \nPatient data will be made available in restricted access repositories (sequencing data in EGA and imaging data in \nOMERO).  \n \n \nWhen will the data be made available?   \n \n● Upon publication of research results  \n \nWhich da ta usage licenses are you going to provide?   \n \nIf none, please explain why.   \n \n● Data Transfer Agreement (restricted data)  \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already \navailable, please pro vide it here.   \n \n● Yes, a PID will be added upon deposit in a data repository  \n \nWhat are the expected costs for data sharing? How will these costs be covered?    \n \nCosts for data sharing will be discussed with collaborators on a case -by-case basis. To minimize  data management \ncosts, free -to-use data repositories will be used when possible. Data management will be covered by own funding.  \n \nRESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?   \n \nProf. Sarah -Maria Fendt accepts all responsibility for data documentation and metadata. Dr. Sara Isabel Fernandes \nand Gabriella Dow will be responsible for experimental data. Dr. Margarida Campos (mass spectrometry specialist) will \nbe responsible for mass spectr ometry data.  \n \n \nWho will manage data storage and backup during the research project?   \n \nThe lead postdoctoral scientist (Dr. Sarah Isabel Fernandes) and lab technician (Gabriella Dow) will be primarily \nresponsible for collecting/generating data, and for corr ect documentation and upload onto the L -Drive storage space. \nThe KU Leuven IT department will be responsible for maintenance and back up of the L -Drive data storage space.   \n \n \nWho will manage data preservation and sharing?   \n \nProf. Sarah -Maria Fendt will be responsible for ensuring data preservation, sharing and reuse.  \n \n \nWho will update and implement this DMP?   \n \nProf. Sarah -Maria Fendt  bears the end responsibility of updating & implementing this DMP.  \n \n "
    },
    "clean_full_text": "INHIBITING IRON METABOLISM TO TARGET METASTASES A Data Management Plan created using DMPonline.be Creator: Prof. Sarah -Maria Fendt / Tine Tricot Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF -IOF Grant number / URL: C14/22/137 ID: 196718 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Metastasis formation is the leading cause of death in cancer patients. Unfortunately, we have currently no effective treatment against metastases. The effect of this lack of treatment options is dramatically illustrated in the case of breast cancer resulting in over 685 000 deaths per year. Thus, there is an urgent need for novel therapeutic options against a metastatic disease. We have discovered th at the tumors of metastatic breast cancer patients show a gene expression signature indicative of iron metabolism and that targeting iron metabolism in mouse models prevents metastasis formation. Thus, we will i) dissect how iron metabolism aids metastases , ii) define the therapeutic potential of targeting iron metabolism and iii) translate this therapeutic potential beyond breast cancer. In conclusion, we will deliver a mechanistic understanding of iron metabolism resulting in novel therapeutic strategies against established metastases. We expect that on the long -term our findings will benefit cancer patients. Last modified: 09-03-2023 INHIBITING IRON METABOLISM TO TARGET METASTASES RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indica te whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicat e: N(ew data) or E(xisti ng data) Indicate: D (igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Microscopy images Microscopy images of cell cultures and immunohistochem istry N D I .jpg/.tiff <100GB / Inventory files Inventory files containing detailed information about cell lines, chemicals, oligonucleotides, plasmids, lentiviral vectors, pseudonymized human samples and their storage location N D T .xlsx <1GB / Digital photographs Images of mouse tissues/metastasi s will be taken with a digital camera N D I .jpg 5GB / H&E stainings High quality scans of H&E stainings of primary tumor and lung metastasis N D I .qptiff <100GB / Analysis H&E staining Metastatic burden will be analyzed using the QuPath software N D SO/N .xlsx <1GB / RT-qPCR Gene expression analysis from cells/tissues using QuantStudio3 N D SO/N .xlsx <1GB / Western blotting Protein expression analysis using the LAS4000 imager and ImageQuant software N D SO/I .gel/.tiff/ .jpg 5GB / Protein quantification/ colorometric assays Quantification using BCA or colorometric assays kits and plate reader N D SO/N .xlsx <1GB / Oxygen consumption measurement s The oxygen consumption rate of control and knockout breast cancer cells will be assessed invitro using the Seahorse XF analyzer. N D SO/N .xfd/.xlsx <10GB / Mass spectrometry Tissue and plasma samples will be measured using the GC -MS and LC -MS systems, re sulting N D SO/N/I/T .ms/.d/ .xlsx/.m/ .mat/.png /.pdf 5GB / in the generation of raw data files (.ms and .d files, respectively). The .ms and .d files will be integrated using the Agilent ChemStation (compatible with the .ms files) and Agilent MassHunter software (compatible with the .d files). The integrat ed data will subsequently be exported as excel files (.xlsx) and further analyzed in MATLAB, leading to the generation of data analysis scripts (.m) and data files (.mat). The output of the data analysis will be exported in excel files (.xlsx) and figure f iles (.png or .pdf). chIP/RNA sequencing Sequencing data file (.fastq), count matrix (.mtx) and genome -aligned (.bam) files will be generated. Data analysis will be conducted in R, generating R script files (.R) with analysis output (.RData, and .txt). Gene set enrichment analysis (GSEA) will be conducted, requiring libraries of pathways (.gmt) and normalized transcriptome reads in a ranked format (.rnk). Peak Calling will be performed for chIP sequencing analysis to identify the regions which are enriched with aligned reads as a N D SO/N/I/T .fastq/.mtx /.bam/.R/ .Rdata/. txt /.gmt/.rnk /.narrowPea k /.BroadPeak /.bedGraph/ .tdf/.html/ .xlsx/.png 100GB / consequence of protein binding, leading to the generation of .narrowPeak or .broadPeak files. The data will be will visualized in .bedGraph and .tdf files. Output files are produced in various formats (.html, .xlsx, .png images). Bioluminesce nce Bioluminescence imaging will be performed to measure the luciferin flux using the IVIS Spectrum system. Bioluminescence will be analyzed using the LivingImage processing software. N D SO/N/I .txt/.xlsx/ .tiff/.jpg <1GB / Statistical and graphical analysis GraphPad Prism9 will be used for all statistical analyses and graphical designs N D SO/I .pdf/ .png/ . wmf/ .svg 5GB / Electronic lab book Experimental and computational protocols, as well as details related to collection and processing of data (both documentation and metadata) will be stored on the electronic lab book platform Benchling N D T .pdf <1GB / Cell lines Cell lines will be stored in liquid nitrogen tanks N/E P / / / 1-2 box for 81 samples Plasmids Plasmids will be stored in -20 degrees freezer N/E P / / / 1 storage box for eppendor f tubes Viral vectors Viral vectors will be stored in -80 degrees freezer N P / / / 1 storage box for eppendor f tubes Human samples Interstitial fluid of multiple metastatic organs as well as metastatic tissue N/E P / / / 3 full racks in - 80 freezer ( 48 of multiple organs will be stored in - 80 degrees freezer storage boxes) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable, we will reuse research material to generate new data. Are there any ethical issues concern ing the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● Yes, human subject data (Provide SMEC or EC appro val number below) ● Yes, animal data (Provide ECD reference number below) Clinical data from patients will be accessed through the UZ Leuven (Prof. Wildiers) biobanks and will only contain information on the age of the patient, initials and a personal ident ification number as well as health data (e.g. description of characteristics of physical features of the body, medical history and medical test information (such as blood samples results from scans and biopsies)). GDPR approval was obtained before applying for ethical approval at the KU/UZ Leuven EC by Prof. Wildiers. The approval is available and outlined in EC S63773 and S64410. Animal experiments will be performed during this project. All experiments have been approved by the Ethical Committee for Animal Experimentation (ECD) at KU Leuven and are available and outlined in ECD #P145 -2019, #P021 -2022, #P022 -2022. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven p rivacy register number (G or S number). ● Yes (Provide PRET G -number or EC S -number below) Clinical data from patients will be accessed through the UZ Leuven (Prof. Wildiers) biobanks and will only contain information on the age of the patient, initials and a personal identification number as well as health data (e.g. description of characteristics of physical features of the body, medical history and medical test information (such as blood samples results from scans and biopsies)). GDPR approval was obtaine d before applying for ethical approval at the UZ Leuven EC by Prof. Wildiers (S63773 and S64410). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment pe r dataset or data type where appropriate. ● Yes Intellectual Property arising from this work is managed as per the framework agreement between the VIB (VIB Tech Transfer) and the KU Leuven, the two participating institutes in this study. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what rest rictions are in place. ● Yes Yes, as above, dissemination or exploitation of the data is managed according to the framework agreement between the VIB and the KU Leuven. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● Yes Intellectual Property arising from this work is managed as per the framework agreement betwee n the VIB (VIB Tech Transfer) and the KU Leuven. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Protocols and details related to data collection and processing will be recorded in electronic lab books by the lead post - doctoral scientist (Dr. Sara Isabel Fernandes) and lab technician (Gabriella Dow). Data folders containing raw and processed data will be hierarchically organized and labeled based on the source of the dat a, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Data analysis methods and particularities (including metadata) will be described in README.txt and Excel files included in these folders. All files will be stored in the KU Leuven Large Volume Storage space (L -Drive), with sharing possibilities via One Drive (managed by the KU Leuven IT department). Will a metadata standard be used to make it easier to find and reuse the data? If so, please speci fy which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ● No Text documents and Excel files stored within each experiment folder in the L -Drive will contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any fu rther data generation. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? ● Large Volume Storage ● OneDrive (KU Leuven) Upon data collection/preprocessing, temporary copies of the data will primarily be stored in the KU Leuve n-managed personal OneDrive account of the lead post -doctoral scientist (Dr. Sara Isabel Fernandes) and lab technician (Gabriella Dow). A copy of the data will be immediately uploaded to the KU Leuven Large Volume Storage space (L -Drive) for long-term pres ervation and backup. How will the data be backed up? ● Standard back -up provided by KU Leuven ICTS for my storage solution Data stored on the KU Leuven L -Drive is managed, maintained, and backed up by KU Leuven IT services. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes The KU Leuven L -drive has sufficient storage capacity for the out lined project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored intermediately on personal KU Leuven OneDrive accounts that are protected via password access set up by KU Leuven IT. Off -site access to L -drive data is available by KU Leuven data access points and is password protected. Access to modify these files are limited to lab members with access to the Fendt Lab L -Drive folders. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The annual cost of KU Leuven L -Drive storage is 569.2 euro/5TB/year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup pur poses. We expect that 5TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project lead (Prof. Sarah -Maria Fendt). DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data w ill be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ● All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long -term)? ● Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The annual cost of L -Drive storage is 569.2 € per 5TB of storage space per year. We expect that 5 TB will be sufficient for long -term stora ge of all data generated as part of the project. These costs will be covered by the budget of the project lead (Prof. Sarah -Maria Fendt). DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Yes, as open data ● Yes, as restricted data (upon approval, or institutional access only) We will use tumor samples collected from patients at UZ Leuven. Therefore, we hav e a Material and Data Transfer Agreement (MTA) between the legal entities of KU Leuven/UZ Leuven and VIB in place. These 3rd party agreements will not restrict dissemination of the data that will be generated within this project. The results of this proje ct will be communicated in established, peer -reviewed (non -predatory) academic journals, that require disclosure of all included data. Patient data will therefore be made available in restricted access repositories. Requests for access to the patient data will be assessed on a case -by-case basis by the Data Access Committee, KU/UZ Leuven and the project lead (Prof. Sarah -Maria Fendt). Personal data will only be published after de - identification to protect the identity of the patients. The identifiers will n ot be published. In order to protect the privacy of the patients, their tumor samples will only be made available to lab members involved in the project, not to other groups or studies unless ethical approval has been obtained. All sequencing data generate d from non -patient material will be made available on the open access repository, GEO. Other data will be shared externally upon request of collaborating scientist, which will be reviewed and approved on case -by-case basis by Prof. Fendt. If access is re stricted, please specify who will be able to access the data and under what conditions. Patient data will be made available in restricted access repositories. Requests for access to the patient data will be assessed on a case -by-case basis by the Data Ac cess Committee, KU/UZ Leuven and the project lead (Prof. Sarah - Maria Fendt). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per da taset or data type where appropriate. ● Yes, intellectual property rights ● Yes, ethical aspects Intellectual Property arising from this work is managed as per the framework agreement between the VIB (VIB Tech Transfer) and the KU Leuven, the two participatin g institutes in this study. Patient data will be made available in restricted access repositories. Requests for access to the patient data will be assessed on a case -by-case basis by the Data Access Committee, KU/UZ Leuven and the project lead (Prof. Sara h- Maria Fendt). Where will the data be made available? If already known, please provide a repository per dataset or data type. ● Other data repository (specify below) All sequencing data generated from non -patient material will be made available on the open access repository, GEO. Patient data will be made available in restricted access repositories (sequencing data in EGA and imaging data in OMERO). When will the data be made available? ● Upon publication of research results Which da ta usage licenses are you going to provide? If none, please explain why. ● Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please pro vide it here. ● Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Costs for data sharing will be discussed with collaborators on a case -by-case basis. To minimize data management costs, free -to-use data repositories will be used when possible. Data management will be covered by own funding. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Prof. Sarah -Maria Fendt accepts all responsibility for data documentation and metadata. Dr. Sara Isabel Fernandes and Gabriella Dow will be responsible for experimental data. Dr. Margarida Campos (mass spectrometry specialist) will be responsible for mass spectr ometry data. Who will manage data storage and backup during the research project? The lead postdoctoral scientist (Dr. Sarah Isabel Fernandes) and lab technician (Gabriella Dow) will be primarily responsible for collecting/generating data, and for corr ect documentation and upload onto the L -Drive storage space. The KU Leuven IT department will be responsible for maintenance and back up of the L -Drive data storage space. Who will manage data preservation and sharing? Prof. Sarah -Maria Fendt will be responsible for ensuring data preservation, sharing and reuse. Who will update and implement this DMP? Prof. Sarah -Maria Fendt bears the end responsibility of updating & implementing this DMP."
}