{
    "document_id": "D-2021-1226",
    "LinkTitle": "D-2021-1226",
    "file_name": "D-2021-1226.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1226.pdf",
    "metadata": {
        "title": "D-2021-1226",
        "author": "Yifan Wu",
        "creation_date": "2023-06-21 19:00:55+02:00",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title  \nProject Name My plan (FWO DMP)  - DMP title  \nGrant Title 11M3722N  \nPrincipal Investigator / Researcher Yifan Wu  \nProject Data Contact yifan.wu@kuleuven.be  \nDescription The normal circuit function relies on a proper balance between excitation (E) and  \ninhibition (I), and the disrupted balance  has been reported as the underlying mechanisms of  \nvarious brain disorders such as autism spectrum disorders (ASD), schizophrenia, and epilepsy. At  \nthe single -cell level, this equilibrium state is reflected by the stable ratio of excitatory to  \ninhibitory s ynaptic transmissions, namely the E/I ratio. Although previous studies suggest the  \ninhibitory neurons play a vital role in the maintenance of the E/I ratio, the subtype contributions  \nof the inhibitory circuit have not been identified yet. Thus, in this pro ject, I will use the antennal  \nlobe circuit in Drosophila melanogaster, as a model in combination with many cutting -edge  \ntechniques including in vivo electrophysiology, optogenetics and behavioral assays to examine  \nthe role of the inhibitory circuits in the  maintenance of the E/I ratio. In addition, I will also study  \nhow the E/I ratio and related inhibitory synapses can be affected by sleep, and further assess the  \nunderlying mechanisms.  \nInstitution KU Leuven  \n1. General Information  \nName applicant  \nYifan Wu  \nFWO  Project Number & Title  \n11M3722N  \nThe role of the inhibitory circuits in the maintenance of the E/I ratio  \nAffiliation  \nKU Leuven  \n2. Data description  \nWill you generate/collect new data and/or make use of existing data?  \nGenerate new data  \nDescribe in detail th e origin, type and format of the data (per dataset) and its  \n(estimated) volume. This may be easiest in a table (see example) or as a data flow and  \nper WP or objective of the project. If you reuse existing data, specify the source of  \nthese data. Distinguish  data types (the kind of content) from data formats (the  \ntechnical format).  \nThe data will include but not be limited to; electrophysiological data  (ABF format , ~1TB), microscopy images  (Nd2 \nformat , ~10 TB), Behavioral  assay data  (MP4 f ormat , ~5 TB ), screening data  (AVI format , ~5TB ), and manuscripts  \n(Word or  PDF format , ~200 MB). \nAll data will be collected by using  fruit flies ( Drosophila Melanogaster ) as a model animals. The f lies are p urchased \nfrom either Bloomington Drosophila Stock Center  or Vienna Fly Stock Center ) \n3. Legal and ethical issues  \nWill you use personal data? If so, shortly describe the kind of personal data you will  \nuse. Add the reference to your file in KU Leuven's Register of Data Processing for  \nResearch and Public Service Purposes (PRET application). Be aware that registering  \nthe fact  that you process personal data is a legal obligation.  \nNo \nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the creation and/or use of the data (e.g.  \nexperiments on humans or animals, dual use)? If so, add the reference to the formal  \napproval by the relevant ethical review committee(s)  \nNo \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3  \nDoes your work possibly result in research data with potentia l for tech transfer and  \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what  \ndata and which restrictions will be asserted?  \nNo \nDo existing 3rd party agreements restrict dissemination or exploitation of the data  \nyou (re)us e? If so, to what data do they relate and what restrictions are in place?  \nNo \n4. Documentation and metadata  \nWhat documentation will be provided to enable reuse of the data collected/generated  \nin this project?  \nElectrophysiological data: abf or dat format  \nMicroscopic data: nd2  \nBehavioral data: Mp4/Jpeg  \nAll da ta com es with a metadata  in csv format that  includ es the date, experiment al conditions  and the  experiment ers. \nWill a metadata standard be used? If so, describe in detail which standard will be  \nused. If no, state in detail which metadata will be created to make the data  \neasy/easier to find and reuse.  \nThe metadate will be prov ided as a c sv file . \n5. Data storage a nd backup during the FWO project  \nWhere will the data be stored?  \nData will be stored in the  local  hard driv e of the lab and also a ba ckup in the dropbox space that the lab owned.  \nHow is backup of the data provided?  \nThe back up of the data can be provided  upon reasona ble request before the publi cation. A fter the publication , all \ndata and metadata will be release d to Public with a link of dropbox . \nIs there currently sufficient storage & backup capacity during the project? If yes,  \nspecify concisely. If no or insufficient storage or backup capacities are available then  \nexplain how this will be taken care of.  \nThe expected data size is around 22 TB . According to the dropbox service we pur chased, we are supposed to get \ninfinite storage  space on the cl oud.  \nWhat are the expected costs for data storage and back up during the project? How  \nwill these costs be cover ed? \n600 Euros  per year  \nThe cost will be covered by my host lab  \nData security: how will you ensure that the data are securely stored and not accessed  \nor modified by unauthorized persons?  \nAll our data are not private data and no any sensitive data will b e used.  \nIn principle, only the people from the lab can have the access to the data collected during the  \nexperiment.  \n6. Data preservation after the FWO project  \nWhich data will be retained for the expected 5 year period after the end of the  project? In case only a selection of \nthe data can/will be preserved, clearly state the  reasons for this (legal or contractual restrictions, physical \npreservation issues, ...).  \nAll data  generated  in the project will be retained.  \nWhere will the data be archived (= stored for the longer term)?  \nAll data will be store d in both local hard disk and also dropbox.  \nIn the meantim e, all data collected in the project will be released  after  the publication.  \nAll dead biologic al samples will be stor ed in 4 degree s or -20 degrees  fridge , and living organs will be raised in my \nhost la b at either  18 degree s or 25  degrees room with  12 hr day/night transi tions.  \nWhat are the expected costs for data preservation during the retention period of 5  \nyears? How will the costs be covered?  \n600 Euros  per year  \nThe cost will be covered  by my host lab  \n7. Data sharing and reuse  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.  \nas defined in an agreement with a 3rd party, legal restrictions)?  \nNo \nWhich data will be made available after the end of the pr oject?  \nAll data will be available to the public after publication.  \nWhere/how will the data be made available for reuse?  \nIn an Open Access repository  \nUpon request by mail  \nWhen will the data be made available?  \nUpon publication of the research results  \nWho wil l be able to access the data and under what conditions?  \nThe full dataset will be available to the public under no conditions.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nThere is no extra cost for data sharing since the dat a size will be relatively small.  \n8. Responsibilities  \nWho will be responsible for data documentation & metadata?  \nThe student will be responsible for the data documentation & metadata.  \nWho will be responsible for data storage & back up during the project?  \nThe PI will be responsible for data storage & back up during the project  \nWho will be responsible for ensuring data preservation and reuse ?  \nThe promotor of the applicant will be responsible for ensuring data preservation and reuse.  \nWho bears the end responsi bility for updating & implementing this DMP?  \nThe PI bears the end responsibility of updating & implementing this DMP.  \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3  "
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 11M3722N Principal Investigator / Researcher Yifan Wu Project Data Contact yifan.wu@kuleuven.be Description The normal circuit function relies on a proper balance between excitation (E) and inhibition (I), and the disrupted balance has been reported as the underlying mechanisms of various brain disorders such as autism spectrum disorders (ASD), schizophrenia, and epilepsy. At the single -cell level, this equilibrium state is reflected by the stable ratio of excitatory to inhibitory s ynaptic transmissions, namely the E/I ratio. Although previous studies suggest the inhibitory neurons play a vital role in the maintenance of the E/I ratio, the subtype contributions of the inhibitory circuit have not been identified yet. Thus, in this pro ject, I will use the antennal lobe circuit in Drosophila melanogaster, as a model in combination with many cutting -edge techniques including in vivo electrophysiology, optogenetics and behavioral assays to examine the role of the inhibitory circuits in the maintenance of the E/I ratio. In addition, I will also study how the E/I ratio and related inhibitory synapses can be affected by sleep, and further assess the underlying mechanisms. Institution KU Leuven 1. General Information Name applicant Yifan Wu FWO Project Number & Title 11M3722N The role of the inhibitory circuits in the maintenance of the E/I ratio Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail th e origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The data will include but not be limited to; electrophysiological data (ABF format , ~1TB), microscopy images (Nd2 format , ~10 TB), Behavioral assay data (MP4 f ormat , ~5 TB ), screening data (AVI format , ~5TB ), and manuscripts (Word or PDF format , ~200 MB). All data will be collected by using fruit flies ( Drosophila Melanogaster ) as a model animals. The f lies are p urchased from either Bloomington Drosophila Stock Center or Vienna Fly Stock Center ) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Does your work possibly result in research data with potentia l for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)us e? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Electrophysiological data: abf or dat format Microscopic data: nd2 Behavioral data: Mp4/Jpeg All da ta com es with a metadata in csv format that includ es the date, experiment al conditions and the experiment ers. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. The metadate will be prov ided as a c sv file . 5. Data storage a nd backup during the FWO project Where will the data be stored? Data will be stored in the local hard driv e of the lab and also a ba ckup in the dropbox space that the lab owned. How is backup of the data provided? The back up of the data can be provided upon reasona ble request before the publi cation. A fter the publication , all data and metadata will be release d to Public with a link of dropbox . Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. The expected data size is around 22 TB . According to the dropbox service we pur chased, we are supposed to get infinite storage space on the cl oud. What are the expected costs for data storage and back up during the project? How will these costs be cover ed? 600 Euros per year The cost will be covered by my host lab Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All our data are not private data and no any sensitive data will b e used. In principle, only the people from the lab can have the access to the data collected during the experiment. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated in the project will be retained. Where will the data be archived (= stored for the longer term)? All data will be store d in both local hard disk and also dropbox. In the meantim e, all data collected in the project will be released after the publication. All dead biologic al samples will be stor ed in 4 degree s or -20 degrees fridge , and living organs will be raised in my host la b at either 18 degree s or 25 degrees room with 12 hr day/night transi tions. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 600 Euros per year The cost will be covered by my host lab 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the pr oject? All data will be available to the public after publication. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results Who wil l be able to access the data and under what conditions? The full dataset will be available to the public under no conditions. What are the expected costs for data sharing? How will the costs be covered? There is no extra cost for data sharing since the dat a size will be relatively small. 8. Responsibilities Who will be responsible for data documentation & metadata? The student will be responsible for the data documentation & metadata. Who will be responsible for data storage & back up during the project? The PI will be responsible for data storage & back up during the project Who will be responsible for ensuring data preservation and reuse ? The promotor of the applicant will be responsible for ensuring data preservation and reuse. Who bears the end responsi bility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}