{
    "document_id": "D-2024-3342",
    "LinkTitle": "D-2024-3342",
    "file_name": "D-2024-3342.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3342.pdf",
    "metadata": {
        "title": "D-2024-3342",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Jacobus Janssonius (1547-1625), his students and the women of Louvain. Gender, soteriology andJacobus Janssonius (1547-1625), his students and the women of Louvain. Gender, soteriology and\nintra-confessional debates in early modern Louvainintra-confessional debates in early modern Louvain\nFWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP)\n1. Research Data Summary1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. ForList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to knoweach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the typewhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025 1 of 6\nOnly for digital dataOnly for\ndigital\ndataOnly for\ndigital dataOnly for\nphysical\ndata\nDataset Name Description New or reusedDigital\nor\nPhysicalDigital Data TypeDigital\nData\nformatDigital data\nvolume\n(MB/GB/TB)Physical\nvolume\nDigitized\nmanuscripts\n(MANUS)Images of\ndigitized\nmanuscripts (a)\nstudent notes\nand (b)\nvernacular\nsermons for\nfaster and easier\naccess.New Digital Compiled/Aggregated.jpg, .pdf,\n.tiff and\n.png<500GB\nArchival\nmaterial\n(ARCH)Images and\nnotes of archival\nmaterial,\nproviding the\nnecessary\nhistorical context\nfor MANUS.New Digital Compiled/Aggregated.jpg, .pdf,\n.tiff,\n.png,\n.pdf,\n.docx\nand .txt<100GB\nBibliographical\nnotes (BIBL)Bibliographical\ndata and PDFs of\njournal articles,\nbooks etc.\ncollected,\nmanaged and\nannotated in\nZotero for a\nLiterature\noverview.Reused Digital Compiled/AggregatedZotero\nRDF,\n.PDF<100GB\nResearch\nnotes (NOTE)Personal\nresearch notes in\npaper journals\nand further\nrefined in\nObsidianNew Digital Compiled/AggregatedObsidian\n.md,\nanalogue<10GBseveral\nnotebooks\nTranscriptions\n(TRANSC)Transcriptions of\nMANUS and\nARCH in\nTRANSKRIBUS.AINew Digital Compiled/Aggregated.docx,\ntxt.<10GB\nRelational DB\n(PEOPLE)Database of\npeople relevant\nto research\nappearing in\narchival records\nfor visualisation\npurposes and for\nkeeping track of\neverythingNew Digital Compiled/Aggregated . .accdb <10GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) perIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type: dataset or data type:\nSome, but not all student notes are part of the Magister Dixit DB: https://www.kuleuven.be/lectio/magisterdixit/solr-search\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025 2 of 6\nNo\nIt concerns primarily historical data, not relevant for GDPR-reasons due to the time that has already passed.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please referWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transferDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and whatagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place. restrictions are in place.\nYes\nThe Jesuit Order has requested to ensure no third parties have access to the digitization of their manuscript (reference) after the\nend of the research. This implies that the images will likely be removed from the Transkribus servers. Similarly, the Grand\nSeminary of Bruges has requested the same for their manuscript.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data youAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe Jesuit Order has requested to ensure no third parties have access to the digitization of their manuscript (reference) after the\nend of the research. This implies that the images will likely be removed from the Transkribus servers. Similarly, the Grand\nSeminary of Bruges has requested the same for their manuscript.\n2. Documentation and Metadata2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandableClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, proceduresand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nBIBL BIBL: All bibliographical material and metadata will be entered in Zotero and stored on OneDrive, linking it with Zotero. This can\nbe exported afterwards.\nMANUS MANUS and ARCH ARCH: Metadata fields in ManGO will be based on Dublin Core. The Metadata of Magister Dixit comes in a MARC21-\nformat.\nTRANSC: TRANSC: The Transcriptions will be linked in ManGO to MANUS MANUS and ARCH ARCH, and will be described using Dublin Core.\nPEOPLE PEOPLE: I will make use of standards for relational DBs in structuring the fields, eg. CIDOC CRM\nIf needed, other information will be provided through README.txt files.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025 3 of 6\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate perWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.which metadata will be created to make the data easier to find and reuse.\nYes\nDublin Core will serve as the basis for the data stored on ManGO\n3. Data storage & back-up during the research project3. Data storage & back-up during the research project\nWhere will the data be stored?Where will the data be stored?\nOneDrive for Business, ManGo and Transkribus servers.\nHow will the data be backed up?How will the data be backed up?\nOneDrive for Business has an automatic backup procedure in place. Data stored on Transkribus servers will be backed up on\nManGo aside from their automatic backup procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nManGO storage will be purchased.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive is secured by two-step verification. Likewise, ManGo storage is managed by KU Leuven and allows for user\nmanagement.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered?\nMax. 2TB of ManGO storage yearly will be needed. This will amount to max. 70 EUR/year and will be covered from the\nresearcher's bench fee.\n4. Data preservation after the end of the research project4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) afterWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractualthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?Where will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 27 January 2025 4 of 6\nKu Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nRDR is free.\n5. Data sharing and reuse5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain perWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per\ndataset or data type which data will be made available.dataset or data type which data will be made available.\nYes, in an Open Access repository\nNo (closed access)\nMANUS: Images - No, due to IP\nBIBL and NOTES: no\nTRANSC: Open Access\nIf access is restricted, please specify who will be able to access the data and under what conditions.If access is restricted, please specify who will be able to access the data and under what conditions.\nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.Where will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository): Datasets\nLIRIAS: Articles resulting from research\nTRANSKRIBUS: HTR-models\nWhen will the data be made available?When will the data be made available?\nAt the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.Which data usage licenses are you going to provide? If none, please explain why.\nCreative commons.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025 5 of 6\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in theDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section. comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?What are the expected costs for data sharing? How will these costs be covered?\nRDR is free.\n6. Responsibilities 6. Responsibilities\nWho will manage data documentation and metadata during the research project?Who will manage data documentation and metadata during the research project?\nLinde Van den Eede\nWho will manage data storage and backup during the research project?Who will manage data storage and backup during the research project?\nLinde Van den Eede\nWho will manage data preservation and sharing?Who will manage data preservation and sharing?\nDuring the project, the researcher (Linde Van den Eede) will be responsible for the preservation and sharing of data. Afterwards,\nthe supervisors (Wim François and Margherita Fantoli) will be responsible for this.\nWho will update and implement this DMP?Who will update and implement this DMP?\nThe researcher (Linde Van den Eede) will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025 6 of 6"
    },
    "clean_full_text": "Jacobus Janssonius (1547-1625), his students and the women of Louvain. Gender, soteriology andJacobus Janssonius (1547-1625), his students and the women of Louvain. Gender, soteriology and intra-confessional debates in early modern Louvainintra-confessional debates in early modern Louvain FWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP) 1. Research Data Summary1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. ForList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to knoweach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the typewhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 27 January 2025 1 of 6 Only for digital dataOnly for digital dataOnly for digital dataOnly for physical data Dataset Name Description New or reusedDigital or PhysicalDigital Data TypeDigital Data formatDigital data volume (MB/GB/TB)Physical volume Digitized manuscripts (MANUS)Images of digitized manuscripts (a) student notes and (b) vernacular sermons for faster and easier access.New Digital Compiled/Aggregated.jpg, .pdf, .tiff and .png<500GB Archival material (ARCH)Images and notes of archival material, providing the necessary historical context for MANUS.New Digital Compiled/Aggregated.jpg, .pdf, .tiff, .png, .pdf, .docx and .txt<100GB Bibliographical notes (BIBL)Bibliographical data and PDFs of journal articles, books etc. collected, managed and annotated in Zotero for a Literature overview.Reused Digital Compiled/AggregatedZotero RDF, .PDF<100GB Research notes (NOTE)Personal research notes in paper journals and further refined in ObsidianNew Digital Compiled/AggregatedObsidian .md, analogue<10GBseveral notebooks Transcriptions (TRANSC)Transcriptions of MANUS and ARCH in TRANSKRIBUS.AINew Digital Compiled/Aggregated.docx, txt.<10GB Relational DB (PEOPLE)Database of people relevant to research appearing in archival records for visualisation purposes and for keeping track of everythingNew Digital Compiled/Aggregated . .accdb <10GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) perIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Some, but not all student notes are part of the Magister Dixit DB: https://www.kuleuven.be/lectio/magisterdixit/solr-search Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 27 January 2025 2 of 6 No It concerns primarily historical data, not relevant for GDPR-reasons due to the time that has already passed. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please referWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transferDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and whatagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes The Jesuit Order has requested to ensure no third parties have access to the digitization of their manuscript (reference) after the end of the research. This implies that the images will likely be removed from the Transkribus servers. Similarly, the Grand Seminary of Bruges has requested the same for their manuscript. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data youAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes The Jesuit Order has requested to ensure no third parties have access to the digitization of their manuscript (reference) after the end of the research. This implies that the images will likely be removed from the Transkribus servers. Similarly, the Grand Seminary of Bruges has requested the same for their manuscript. 2. Documentation and Metadata2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandableClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, proceduresand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). BIBL BIBL: All bibliographical material and metadata will be entered in Zotero and stored on OneDrive, linking it with Zotero. This can be exported afterwards. MANUS MANUS and ARCH ARCH: Metadata fields in ManGO will be based on Dublin Core. The Metadata of Magister Dixit comes in a MARC21- format. TRANSC: TRANSC: The Transcriptions will be linked in ManGO to MANUS MANUS and ARCH ARCH, and will be described using Dublin Core. PEOPLE PEOPLE: I will make use of standards for relational DBs in structuring the fields, eg. CIDOC CRM If needed, other information will be provided through README.txt files. Created using DMPonline.be. Last modiﬁed 27 January 2025 3 of 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate perWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.which metadata will be created to make the data easier to find and reuse. Yes Dublin Core will serve as the basis for the data stored on ManGO 3. Data storage & back-up during the research project3. Data storage & back-up during the research project Where will the data be stored?Where will the data be stored? OneDrive for Business, ManGo and Transkribus servers. How will the data be backed up?How will the data be backed up? OneDrive for Business has an automatic backup procedure in place. Data stored on Transkribus servers will be backed up on ManGo aside from their automatic backup procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No ManGO storage will be purchased. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive is secured by two-step verification. Likewise, ManGo storage is managed by KU Leuven and allows for user management. What are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered? Max. 2TB of ManGO storage yearly will be needed. This will amount to max. 70 EUR/year and will be covered from the researcher's bench fee. 4. Data preservation after the end of the research project4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) afterWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractualthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)?Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 27 January 2025 4 of 6 Ku Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered? RDR is free. 5. Data sharing and reuse5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain perWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available.dataset or data type which data will be made available. Yes, in an Open Access repository No (closed access) MANUS: Images - No, due to IP BIBL and NOTES: no TRANSC: Open Access If access is restricted, please specify who will be able to access the data and under what conditions.If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type.Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository): Datasets LIRIAS: Articles resulting from research TRANSKRIBUS: HTR-models When will the data be made available?When will the data be made available? At the end of the project. Which data usage licenses are you going to provide? If none, please explain why.Which data usage licenses are you going to provide? If none, please explain why. Creative commons. Created using DMPonline.be. Last modiﬁed 27 January 2025 5 of 6 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in theDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes What are the expected costs for data sharing? How will these costs be covered?What are the expected costs for data sharing? How will these costs be covered? RDR is free. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project?Who will manage data documentation and metadata during the research project? Linde Van den Eede Who will manage data storage and backup during the research project?Who will manage data storage and backup during the research project? Linde Van den Eede Who will manage data preservation and sharing?Who will manage data preservation and sharing? During the project, the researcher (Linde Van den Eede) will be responsible for the preservation and sharing of data. Afterwards, the supervisors (Wim François and Margherita Fantoli) will be responsible for this. Who will update and implement this DMP?Who will update and implement this DMP? The researcher (Linde Van den Eede) will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 27 January 2025 6 of 6"
}