{
    "document_id": "D-2021-1104",
    "LinkTitle": "D-2021-1104",
    "file_name": "D-2021-1104.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1104.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Weiming Qiu\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWeiming Qiu\nFWO Project Number & Title\n1252322N  Operationally Stable Perovskite Light Emitting Diodes at High Radiance\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nformat\nVolume\nHow created\nfilms, devices and\ndemos\nPhysical data\nN/A\nFilm and device\nfabrication in lab\nthe lab journals\ndocumenting the lab\nactivities , data\ngeneration\nand processing\nprotocols;\ntxt;\nOneNote;\n100MB to 1GB\nThrough\ndocumentation\nRaw and processed\ndata from electrical\nmeasurement ;\nImages from GIWAXS\nmeasurements;\natomic force\nmicroscopic imagers;\nX-ray diffraction\npatterns; SEM\nimages;\ntxt; PNG; tiff\n5GB-50 GB\nMeasured from\nthe corresponding\ntools\nthe presentations,\nreports and\nmanuscripts, etc.\n.doc;.ppt\n100 MB to 1GB\nWriting\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe methodology for film fabrication and the device structure design may be patentable if the\nresults are considerred to be breakthrough. The host institute has an active patenting strategy\nwhereby new results are screened for IP protection and patentability before publications are sent\nout.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. The methodologies for sample fabrication will be documented such that they can be repeated\nby others. \n2. The instruction on measurement protocols will be described.\n3. The sample numbers and the measurement data will be written down in the lab note\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored in Microsoft Cloud OneDrive as well as Microsoft Sharepoint of the\nresearch group.\nHow is backup of the data provided?\nThe data are stored in Cloud-based servers such that they will not lost even the personal labtop\ncrushes \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe capacity of OneDrive is 2TB and of the sharepoint is 5 TB\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe cost for data storage is covered by KU Leuven\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe cloud based data are only shared with the relavent persons with secured link or password\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the data mentioned above will be retained for the expected 5 years\nWhere will the data be archived (= stored for the longer term)?\nThe data will be archived by the microsoft sharepoint of the research group\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nKU Leuven has continueous subscription to Microsoft Cloud for all the period \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full dataset will be available to the research group and to others on reasonable request \nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nBefore publication, the data are restricted to members of the research group. However, it can be\nmade available to others after publication.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo specific cost is foreseen at the moment for the data sharing\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nDr. Weiming Qiu will be responsible for data documentation\nWho will be responsible for data storage & back up during the project?\nDr. Weiming Qiu shall take responsibility to preserve the data during the execution of the project\nWho will be responsible for ensuring data preservation and reuse ?\nDr. Weiming Qiu will be responsible for this\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Weiming Qiu Institution KU Leuven 1. General Information Name applicant Weiming Qiu FWO Project Number & Title 1252322N Operationally Stable Perovskite Light Emitting Diodes at High Radiance Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data format Volume How created films, devices and demos Physical data N/A Film and device fabrication in lab the lab journals documenting the lab activities , data generation and processing protocols; txt; OneNote; 100MB to 1GB Through documentation Raw and processed data from electrical measurement ; Images from GIWAXS measurements; atomic force microscopic imagers; X-ray diffraction patterns; SEM images; txt; PNG; tiff 5GB-50 GB Measured from the corresponding tools the presentations, reports and manuscripts, etc. .doc;.ppt 100 MB to 1GB Writing 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The methodology for film fabrication and the device structure design may be patentable if the results are considerred to be breakthrough. The host institute has an active patenting strategy whereby new results are screened for IP protection and patentability before publications are sent out. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. The methodologies for sample fabrication will be documented such that they can be repeated by others. 2. The instruction on measurement protocols will be described. 3. The sample numbers and the measurement data will be written down in the lab note Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored in Microsoft Cloud OneDrive as well as Microsoft Sharepoint of the research group. How is backup of the data provided? The data are stored in Cloud-based servers such that they will not lost even the personal labtop crushes Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The capacity of OneDrive is 2TB and of the sharepoint is 5 TB What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost for data storage is covered by KU Leuven Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The cloud based data are only shared with the relavent persons with secured link or password 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the data mentioned above will be retained for the expected 5 years Where will the data be archived (= stored for the longer term)? The data will be archived by the microsoft sharepoint of the research group What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? KU Leuven has continueous subscription to Microsoft Cloud for all the period 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full dataset will be available to the research group and to others on reasonable request Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Before publication, the data are restricted to members of the research group. However, it can be made available to others after publication. What are the expected costs for data sharing? How will the costs be covered? No specific cost is foreseen at the moment for the data sharing 8. Responsibilities Who will be responsible for data documentation & metadata? Dr. Weiming Qiu will be responsible for data documentation Who will be responsible for data storage & back up during the project? Dr. Weiming Qiu shall take responsibility to preserve the data during the execution of the project Who will be responsible for ensuring data preservation and reuse ? Dr. Weiming Qiu will be responsible for this Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}