{
    "document_id": "D-2023-2252",
    "LinkTitle": "D-2023-2252",
    "file_name": "D-2023-2252.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2252.pdf",
    "metadata": {
        "title": "D-2023-2252",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Dieter Baeyens, 0000-0002-3875-687X\nContributor name(s) (+ ORCID) & roles Mariette Huizinga (VU Amsterdam), 0000-0001-7007-8952, co-supervisor\nJantine Spilt (KU Leuven), 0000-0002-3863-9868, co-supervisor\nMegan McClelland (Oregon State University), 0000-0002-5604-0541, co-supervisor\nProject number 1 & title 3 230002H\nAddressing an early precursor of student wellbeing: teacher-child relationship and classroom-level \ninteraction quality as promoters of children’s working memory performance.  \nFunder(s) GrantID 2G035523N \nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description If we want children to develop into competent, autonomous and mentally healthy individuals then \nadequate executive functions in general and working memory (WM) in particular are of utmost \nimportance. WM is a consistent and long term, strong predictor for academic performance, functioning \nand wellbeing. Recent classroom intervention programs that stimulate WM aim to create the most \noptimal classroom conditions in which WM can thrive. Classroom quality however depends heavily on \nboth supportive classroom level teacherstudent interactions and on the affective quality of teachers’ \nrelationships with a child. Yet, we lack knowledge of which specific interactional and relational strategies \ncontribute to this effect on WM. As a consequence, existing WM programs are at risk of (1)not integrating \nthe most effective strategies to create the optimal classroom conditions, (2) including too many strategies \nposing too much burden on teachers, and (3) inducing limited effects because the relational context in \nwhich interactions take place is not addressed. The main aim of this project is to determine the most \noptimal combination of intervention strategies to improve WM, and to examine enhanced effects of these \nstrategies in conditions of a warm, conflict-free teacher-child relationship. We will use (1) microtrials to \ndetermine the positive effect of classroom instructional, emotional and organizational support strategies \non working memory performance and development, and (2)consequent single case design. In focus groups  \ninterviews, we will investigate the barriers and facilitators that teachers experience while implementing \nthese strategies. Insights from this project will lead to the development of a teacher-student WM-toolbox.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nWP1 – \nmicrotrials A \n& BAs part of a \nprevious KU \nLeuven BOF C1-\nproject the first \ntwo conditions \nof the \nmicrotrials have \nbeen tested \n(instructional \nsupport and \nteaching as \nusual). These Reuse existing \ndata (collected \nby grant holder \nin another \nproject).DigitalNumerical\nSound.sav (data \noriginally \nfrom Qualtrics \ndataset, input \nin SPSS file)\n.mp4 (15min \nrecording of a \nmath class \nwhere teacher \nexplains new \ncontent) \n& .sav (coded \ninto <1OO GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5data will be \nused to make a \ncomparison \nwith microtrials \nC & D. Data will \nbe collected in \nteacher-student \ndata and the \nstudent’s parent \n(n=48 per \ncondition).numericals).\nWP 1 – \nmicrotrials C \n& DHere microtrials \non \norganisational \nand emotional \nsupport will be \norganized. Data \nwill be collected \nin teacher-\nstudent data \nand the \nstudent’s parent \n(n=48 per \ncondition).Generate new data DigitalNumerical\nSound.sav (data \noriginally \nfrom Qualtrics \ndataset, input \nin SPSS file)\n.mp4 (15min \nrecording of a \nmath class \nwhere teacher \nexplains new \ncontent) \n& .sav (coded \ninto \nnumericals).<100 GB\nWP2 - Single-\ncase DesignAll support \ntypes that are \nproven to be \neffective in \nWP1, will be Generate new data DigitalNumerical\nSound.sav (data \noriginally \nfrom Qualtrics \ndataset, input \nin SPSS file)\n.mp4 (15min <1OO GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6combined in \ndifferent orders \nto test spill-over \nand order \neffects to come \nto the most \nefficient and \neffective \nintervention \npackage. Data \nwill be collected \nin teacher-\nstudent data \nand the \nstudent’s parent \n(n=10).recording of a \nmath class \nwhere teacher \nexplains new \ncontent) \n& .sav (coded \ninto \nnumericals).\nWP3 - \nFocusgroupsThe most \nefficient and \neffective \nintervention \npackage from \nWP2 will be \ncritically \ndiscussed in 2 \nfocus groups \nwith teachers to \nincrease \nimplementation \nfeasibility (2x \nn=8).Generate new data DigitalNumerical\nSound.sav (data \noriginally \nfrom Qualtrics \ndataset, input \nin SPSS file)\n.mp4, .doc \n& .nvp \n(recording \nfrom 2 \nfocusgroups, \nnext \ntranscribed in \nWord .doc and \nanalyzed in \nNVivo .nvp)<1OO GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Data are collected in a previous study by the grant holder, funded by KU Leuven BOF C1 means: 3H190237.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  G-2020-1699\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWP1 microtrials (all conditions) are ethically approved by SMEC G-2020-1699\nWP2 and WP3 still requires ethical approval once exact research details are determined (based \non previous WPs input).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nWP1 microtrials (all conditions) are ethically approved by SMEC G-2020-1699: Socio-\ndemographic data will be collected on the teachers and the parents. For teachers, the \ninformation acquired will include gender, age, education level, and years of experience in \neducation. Additionally, the data collected will include video recordings of the teacher \ndelivering the lesson (i.e., implementing selected TSI strategies). For parents (one of the \nparents/caregivers), the information collected will include gender, age, family type, and \neducation level. To be able to contact participants during the process of game development we \nask for their phone-numbers/ parental phone-numbers and email addresses: the code-file with \nname/ assigned number in the data/ phone numbers will be deleted as soon the longitudinal \n(pre-post) datacollection phase is finished.\nWP2 and WP3 still requires ethical approval once exact research details are determined (based \non previous WPs input).\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .WP1 and WP2: raw data from questionnaires (from qualtrics) is transferred to SPSS. A detailed \ncodebook is available in Word for the variable names. Additionally this folder will contain all \ninfo on design (as above) (anonymized). The 15min sound recording of a match class will be \ncoded following a codebook, available in Word, and afterwards the mp4-file will be deleted.\nWP3: raw data of audiofiles will be transcribed into microsoft Word. Directly after \ntranscribation into Word audiofiles will be deleted. The focusgroup folder will contain all info \non design, sampling methodology, variable level detail, and all information necessary for a \nsecondary analyst. Research methods and practices (including the informed consent process) \nwill be fully documented as Word files, as well as a blank copy of the informed consent form. \nDetails on the setting of the focusgroups and the instructions given to interviewers will be \ndocumented in Word.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nSince there is no formally acknowledged metadata standard specific to our discipline, the DDI standard \n(Data Documentation Initiative) will be used.  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The data will be stored on the university’s OneDrive account with automatic daily back-up procedures. The  \ncode-file with name/phone-numbers-personal data is password protected, only accessible by the PI and is \ndeleted as soon as the datacollection per WP is finished.\nAt a later stage a PhD student will be assigned to the project, who will also have access to these data.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?There is enough storagespace available, if needed we also have sufficient budget in the grant for \nadditional storagespace (1000 euro).  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy): OneDrive PI\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The final dataset is not expected to be of substantial volume, so no additional costs for datastorage are \nexpected, otherwise we have additional budget in the grant for datastorage (1000 euro).  \n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nThe final SPSS dataset (WP1/2) will be made available, for WP3 (focusgroups) the .nvp-file with codes and \nanonymized quotes will be made available.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.n/a\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The final dataset is not expected to be of substantial volume, so no additional costs for datastorage are \nexpected, otherwise we have additional budget in the grant for datastorage (1000 euro).  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Grant holder Dieter Baeyens, and once assigned the PhD student.\nWho will manage data storage and backup \nduring the research project?Grant holder Dieter Baeyens, and once assigned the PhD student.\nWho will manage data preservation and \nsharing?Grant holder Dieter Baeyens, and once assigned the PhD student.\nWho will update and implement this DMP? Grant holder Dieter Baeyens."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Dieter Baeyens, 0000-0002-3875-687X Contributor name(s) (+ ORCID) & roles Mariette Huizinga (VU Amsterdam), 0000-0001-7007-8952, co-supervisor Jantine Spilt (KU Leuven), 0000-0002-3863-9868, co-supervisor Megan McClelland (Oregon State University), 0000-0002-5604-0541, co-supervisor Project number 1 & title 3 230002H Addressing an early precursor of student wellbeing: teacher-child relationship and classroom-level interaction quality as promoters of children’s working memory performance. Funder(s) GrantID 2G035523N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description If we want children to develop into competent, autonomous and mentally healthy individuals then adequate executive functions in general and working memory (WM) in particular are of utmost importance. WM is a consistent and long term, strong predictor for academic performance, functioning and wellbeing. Recent classroom intervention programs that stimulate WM aim to create the most optimal classroom conditions in which WM can thrive. Classroom quality however depends heavily on both supportive classroom level teacherstudent interactions and on the affective quality of teachers’ relationships with a child. Yet, we lack knowledge of which specific interactional and relational strategies contribute to this effect on WM. As a consequence, existing WM programs are at risk of (1)not integrating the most effective strategies to create the optimal classroom conditions, (2) including too many strategies posing too much burden on teachers, and (3) inducing limited effects because the relational context in which interactions take place is not addressed. The main aim of this project is to determine the most optimal combination of intervention strategies to improve WM, and to examine enhanced effects of these strategies in conditions of a warm, conflict-free teacher-child relationship. We will use (1) microtrials to determine the positive effect of classroom instructional, emotional and organizational support strategies on working memory performance and development, and (2)consequent single case design. In focus groups interviews, we will investigate the barriers and facilitators that teachers experience while implementing these strategies. Insights from this project will lead to the development of a teacher-student WM-toolbox. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA WP1 – microtrials A & BAs part of a previous KU Leuven BOF C1- project the first two conditions of the microtrials have been tested (instructional support and teaching as usual). These Reuse existing data (collected by grant holder in another project).DigitalNumerical Sound.sav (data originally from Qualtrics dataset, input in SPSS file) .mp4 (15min recording of a math class where teacher explains new content) & .sav (coded into <1OO GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5data will be used to make a comparison with microtrials C & D. Data will be collected in teacher-student data and the student’s parent (n=48 per condition).numericals). WP 1 – microtrials C & DHere microtrials on organisational and emotional support will be organized. Data will be collected in teacher- student data and the student’s parent (n=48 per condition).Generate new data DigitalNumerical Sound.sav (data originally from Qualtrics dataset, input in SPSS file) .mp4 (15min recording of a math class where teacher explains new content) & .sav (coded into numericals).<100 GB WP2 - Single- case DesignAll support types that are proven to be effective in WP1, will be Generate new data DigitalNumerical Sound.sav (data originally from Qualtrics dataset, input in SPSS file) .mp4 (15min <1OO GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6combined in different orders to test spill-over and order effects to come to the most efficient and effective intervention package. Data will be collected in teacher- student data and the student’s parent (n=10).recording of a math class where teacher explains new content) & .sav (coded into numericals). WP3 - FocusgroupsThe most efficient and effective intervention package from WP2 will be critically discussed in 2 focus groups with teachers to increase implementation feasibility (2x n=8).Generate new data DigitalNumerical Sound.sav (data originally from Qualtrics dataset, input in SPSS file) .mp4, .doc & .nvp (recording from 2 focusgroups, next transcribed in Word .doc and analyzed in NVivo .nvp)<1OO GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Data are collected in a previous study by the grant holder, funded by KU Leuven BOF C1 means: 3H190237. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: G-2020-1699 ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: WP1 microtrials (all conditions) are ethically approved by SMEC G-2020-1699 WP2 and WP3 still requires ethical approval once exact research details are determined (based on previous WPs input). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: WP1 microtrials (all conditions) are ethically approved by SMEC G-2020-1699: Socio- demographic data will be collected on the teachers and the parents. For teachers, the information acquired will include gender, age, education level, and years of experience in education. Additionally, the data collected will include video recordings of the teacher delivering the lesson (i.e., implementing selected TSI strategies). For parents (one of the parents/caregivers), the information collected will include gender, age, family type, and education level. To be able to contact participants during the process of game development we ask for their phone-numbers/ parental phone-numbers and email addresses: the code-file with name/ assigned number in the data/ phone numbers will be deleted as soon the longitudinal (pre-post) datacollection phase is finished. WP2 and WP3 still requires ethical approval once exact research details are determined (based on previous WPs input). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .WP1 and WP2: raw data from questionnaires (from qualtrics) is transferred to SPSS. A detailed codebook is available in Word for the variable names. Additionally this folder will contain all info on design (as above) (anonymized). The 15min sound recording of a match class will be coded following a codebook, available in Word, and afterwards the mp4-file will be deleted. WP3: raw data of audiofiles will be transcribed into microsoft Word. Directly after transcribation into Word audiofiles will be deleted. The focusgroup folder will contain all info on design, sampling methodology, variable level detail, and all information necessary for a secondary analyst. Research methods and practices (including the informed consent process) will be fully documented as Word files, as well as a blank copy of the informed consent form. Details on the setting of the focusgroups and the instructions given to interviewers will be documented in Word. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data will be stored on the university’s OneDrive account with automatic daily back-up procedures. The code-file with name/phone-numbers-personal data is password protected, only accessible by the PI and is deleted as soon as the datacollection per WP is finished. At a later stage a PhD student will be assigned to the project, who will also have access to these data. What are the expected costs for data storage and backup during the research project? How will these costs be covered?There is enough storagespace available, if needed we also have sufficient budget in the grant for additional storagespace (1000 euro). 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): OneDrive PI What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The final dataset is not expected to be of substantial volume, so no additional costs for datastorage are expected, otherwise we have additional budget in the grant for datastorage (1000 euro). 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: The final SPSS dataset (WP1/2) will be made available, for WP3 (focusgroups) the .nvp-file with codes and anonymized quotes will be made available. If access is restricted, please specify who will be able to access the data and under what conditions.n/a FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The final dataset is not expected to be of substantial volume, so no additional costs for datastorage are expected, otherwise we have additional budget in the grant for datastorage (1000 euro). 7. Responsibilities Who will manage data documentation and metadata during the research project?Grant holder Dieter Baeyens, and once assigned the PhD student. Who will manage data storage and backup during the research project?Grant holder Dieter Baeyens, and once assigned the PhD student. Who will manage data preservation and sharing?Grant holder Dieter Baeyens, and once assigned the PhD student. Who will update and implement this DMP? Grant holder Dieter Baeyens."
}