{
    "document_id": "D-2021-1267",
    "LinkTitle": "D-2021-1267",
    "file_name": "D-2021-1267.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1267.pdf",
    "metadata": {
        "title": "DMP_FWO_1S37822N - DMP Jasper Lottefier",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP Jasper Lottefier\nProject Name\n DMP_FWO_1S37822N - DMP Jasper Lottefier\nProject Identifier\n u0141012\nPrincipal Investigator / Researcher\n Jasper Lottefier\nProject Data Contact\n +32 471 06 59 03; jasper.lottefier@kuleuven.be\nDescription\n The awarded research project 1S37822N is a strategic basis research within the\nfield of structural mechanics more specific, dynamic performance of slender structures under\nrunning actions. Key concepts are: (1) human-induced vibrations, (2) interaction between the\nstructure and the running person, (3) synchronization between runners in group and (4) vibration\nserviceability assessment. By collecting data at the level of each individual, development of\naccurate and realistic load and prediction models will be possible. To this end, the final goal is to\nprovide a vibration serviceability design procedure to assess the vibration sensitivity of\nfootbridges. \nThe focus is on the group effect and thus, limited personal data will be stored (and\npseudonymized).\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJasper Lottefier\nFWO Project Number & Title\n1S37822N\nVibration serviceability assessment of structures under dynamic running actions\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nType of data\nFormat\nVolume\nHow created\nRaw numeric\nacceleration data\n.xml, .mat,\n.msd\n20-50GB\nIn-field observations\nduring experiments\nusing 3D\naccelerometers\nExperimental top\nview video data\nof runners in\ngroup\n.mp4, .mov\n50GB\nIn-field observations\nduring experiments\nusing static GOpro\ncameras and/or drone\ntechnology. \nRaw running\nmotion metrics\n.xml, .mat,\n.csv, .txt\n10GB\nIn-field observations\nduring experiments\nusing 3D\naccelerometers\nProcessed gait\nanalysis data\n.mat, .png\n40-100GB\nComputational\n(MATLAB®) derived\ndata and figures.\nAdministrative\nand research\nreports\n.pdf\n50 –\n100MB\nManuscripts are\ncreated in LateX.\n \nVideo and images\n.mp4, .mov\n20MB\nFrom in-field\nobservations during\nexperiments, for\nillustrative purposes.\nExisting\ndatabase: Raw\nnumeric\nacceleration data\n .mat, .msd\n10GB\nIn-field structural\nobservations during\nexperiments and\nambient loading.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2022-4776\nShort description of the kind of personal data that will be used:\nOnly strictly necessary anthropometric data is collected: body weight, height, leg length, age and\ngender. In case the same subject participates in multiple experiments, a unique pseudonymised\ncode will be made per subject based on the postal code, birthday and month.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAs human participants will be involved, an ethical committee approval was submitted to the\nSMEC panel via the Privacy and Ethical Tool (PRET) application (Privacy Registry Reference: G-\n2022-4776). After minor adjustments, based on the provided comments by the Privacy and Ethics\nTeam of KU Leuven, the application is ready to be approved.  Data sharing, data preservation\nand data pseudonymisation are discussed in the PRET application and experiment specific\ninformed consents have been compiled. Moreover, all databases, internal and external will be\npseudonymised.\nThe above considerations are made in line with the EU Regulation 2016/679 of the European\nParliament and of the Council of 27 April 2016 on the protection of natural persons with regard to\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nthe processing of personal data and on the free movement of such data, and repealing Directive\n95/46/EC. KU Leuven has data managers who are experts on this issue and have data\nmanagement training available for staff.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThe deliverables of the proposed research have multiple valorisation potentials. However, no IP\nrestrictions will or can be claimed for the collected data. Even if, for example during a research\nstay, data will be collected in collaboration with another university, a visitor research agreement\ncan be obtained at the LRD (Leuven Research Department) office of KU Leuven. Potential\ncollaboration will most likely result in a joint publication and thus, the research results will be\nopen access. In case a very specific deliverable is developed, for example software\nimplementation, then the LRD office and/or the tech transfer office can assist to create a\ncollaboration agreement.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThere are no restrictions on the dissemination of the data. The (limited) data that will be reused\nis collected and processed by the applicant researcher group (Structural Mechanics).\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nAll raw and processed data files will be stored conform the research group’s file structure. In\naddition, the data files will be accompanied with txt filed (ReadMe) which contain the\nnecessary meta-data of the data files.\n2\n. \nResearch outcomes will also be stored in a well-described data structure to ensure and\nsmoothen data transfer among (co)-researchers of the supporting research group. The\nmethod has to be respected by all researchers. Furthermore, associated internal reports\nsupport the smooth transfer of knowledge and expertise among researchers.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nMetadata files will be created to ensure the (re)use of the data without loss of relevant\ninformation. The files will explain where and how the data is stored, the data formats and how\nthe data is processed to obtain research results.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe Structural Mechanics section at TC Ghent Storage has a specific network drive with\nincreased redundancy and fault tolerance (RAID-6 server). This server is used to securely store\nresearch and datasets, using a predefined data structure that is to be respected by all\nresearchers. In addition, ongoing research e.g. (pre)processing of data, is stored on the secured\nKU Leuven Onedrive for Business which is by default linked to my personal KU Leuven account.\nThe personalised cloud storage for professional use provides the possibility to upload files up to\n100GB with a 2TB online storage capacity, which can be extended. Files saved on the KU Leuven\nOnedrive are encrypted with BitLocker disk-level encryption combined with per-file encryption of\neach file itself. In a final stage, the research outcomes are safely stored on the network drive of\nthe research group.\nHow is backup of the data provided?\nThe data is both stored on the personal Microsoft Onedrive and the network drive provided by\nthe Structural Mechanics section at TC Ghent Storage. Automatic daily back-up procedures are in\nplace to ensure data protection (KU Leuven cloud storage solutions like OneDrive take automatic\nbackups).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe KU Leuven Onedrive for Business provides the possibility to upload files up to 100GB with a\n2TB online storage capacity, which can be extended up to 5 TB if motivated and requested\nthrough ICTS Service Point. Online storage capacity of 2TB is more than sufficient for the\nproposed research.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nQuestion not answered.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data that will be collected, in the frame of the proposed research project, will be stored on\nprotected cloud storage solutions (log-in credentials and password are necessary). For security\nreasons, the password is changed at least once a year. In case a mobile device is lost or stolen,\nsuch as the personal computer that is linked to the OneDrive or network drive account, the ICTS\nservice desk at KU Leuven can be consulted to block the lost mobile device.  \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nIn line with KU Leuven's research data management (RDM) policy, all relevant data is preserved\nfor minimum 10 years. This includes all data types described in the section ‘Data description’.\nWhere will the data be archived (= stored for the longer term)?\nThe Structural Mechanics section at TC Ghent Storage has a specific network drive with\nincreased redundancy and fault tolerance (RAID-6 server). This server is used to securely store\nresearch and datasets. KU Leuven Onedrive are used to locally backup research and metadata\nfiles.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe supporting research group pays for the data and research outcomes to be stored securely.\nAfter the FWO project is finished, the group's annual research fee will be used to pay for the\nstorage of the data.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nIf applicable, the participants have given consent for the use of the collected data in the frame of\nthe research. We, as a research group, undertake not to disclose confidential information. The\nfull dataset will only be shared with researchers attached to the supporting research group for\ninternal use. Limited pseudonymised data results will be available online, through the website of\nthe leading research group (Structural Mechanics, KU Leuven), with educational and informative\npurposes. Research results will also be made public through scientific publications conform the\nEuropean regulations on the protection of natural persons with regard to the processing of\npersonal data.\nWhich data will be made available after the end of the project?\nDuring and after the project, the full dataset will be available at the network drive of the\nStructural Mechanics section at TC Ghent Storage. This server is used to securely store research\nand datasets, using a predefined data structure that is to be respected by all researchers.\nAssociated internal reports support the smooth transfer of knowledge and expertise among\nresearchers.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nThe datasets that will be made public available, will only store pseudonymised data (e.g. raw 3D\nbody motion data with the 2D position of the participants).  KU Leuven, supported by the central\nIT office of KU Leuven, takes the responsibility of the setup, the sustainable support, and\nensuring the security of the Open Access Database. This database will be accessible online,\nthrough the website of the supporting research group (Structural Mechanics, KU Leuven). To this\nend, Belnet Filesender can be used to securely forward, under predefined agreements, the\ndataset to a third party.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nSome or parts of the collected datasets can be made Open Access similar to what the supporting\nresearch did with the Eeklo Footbridge Benchmark dataset for walking excitations. In that case,\nthe database will be accessible online through the website of the supporting research group\n(Structural Mechanics, KU Leuven). In addition, KU Leuven, supported by the central IT office of\nKU Leuven, takes the responsibility of the setup, the sustainable support, and ensuring the\nsecurity of this Open Access Database. Moreover, Belnet Filesender can be used to forward files\nto a third person.\nThe full dataset will only be available in a restricted access repository for internal usage. The\nrepository will only be accessible for (co)-researchers attached to the supporting research group.\nThe Structural Mechanics section at TC Ghent Storage has a specific network drive with\nincreased redundancy and fault tolerance (RAID-6 server). This server is used to securely store\nresearch and datasets.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe full dataset will only be available for the involved researchers of the project and co-\nresearchers of the supporting research group. Only uses for research purposes will be allowed\nand commercial reuse will be excluded.\nThe (limited) publicly available database will be accessible online, through the website of the\nsupporting research group (Structural Mechanics, KU Leuven).\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe service of Belnet Filesender is available for staff and students of KU Leuven and is free of\ncharge. If however, unexpected cost are made for data sharing during the course of the project\n1S37822N, FWO allows for part of the allocated project budget to be used to cover the cost\nincurred.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher of the proposed application (Jasper Lottefier) has the day-to-day responsibility to\npreserve and document the generated (meta)data during the project.\nWho will be responsible for data storage & back up during the project?\nThe researcher of the proposed application (Jasper Lottefier) has the day-to-day responsibility to\npreserve and document the generated (meta)data during the project. Making the necessary back\nup files also lays within his responsibility.  To this end, automatic daily back-up procedures are\nalready in place to ensure data protection (KU Leuven cloud storage solutions like OneDrive take\nautomatic backups).\nWho will be responsible for ensuring data preservation and reuse ?\nReuse of the data (e.g. by co-researchers) during the project will be ensured by the applicant who\nalso adheres to his privacy and ethical responsibilities concerning the data. After the project, the\ndata is preserved and available for co-researchers of the supporting research group. The\nresponsibility of long-term storage of the data lies with Prof. dr. ir. Peter Van den Broeck\n(promotor, head of the Structural Mechanics section at Technology Campus (TC) Ghent).\nWho bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nThe PI bears the end responsibility of updating and implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP Jasper Lottefier Project Name DMP_FWO_1S37822N - DMP Jasper Lottefier Project Identifier u0141012 Principal Investigator / Researcher Jasper Lottefier Project Data Contact +32 471 06 59 03; jasper.lottefier@kuleuven.be Description The awarded research project 1S37822N is a strategic basis research within the field of structural mechanics more specific, dynamic performance of slender structures under running actions. Key concepts are: (1) human-induced vibrations, (2) interaction between the structure and the running person, (3) synchronization between runners in group and (4) vibration serviceability assessment. By collecting data at the level of each individual, development of accurate and realistic load and prediction models will be possible. To this end, the final goal is to provide a vibration serviceability design procedure to assess the vibration sensitivity of footbridges. The focus is on the group effect and thus, limited personal data will be stored (and pseudonymized). Institution KU Leuven 1. General Information Name applicant Jasper Lottefier FWO Project Number & Title 1S37822N Vibration serviceability assessment of structures under dynamic running actions Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Type of data Format Volume How created Raw numeric acceleration data .xml, .mat, .msd 20-50GB In-field observations during experiments using 3D accelerometers Experimental top view video data of runners in group .mp4, .mov 50GB In-field observations during experiments using static GOpro cameras and/or drone technology. Raw running motion metrics .xml, .mat, .csv, .txt 10GB In-field observations during experiments using 3D accelerometers Processed gait analysis data .mat, .png 40-100GB Computational (MATLAB®) derived data and figures. Administrative and research reports .pdf 50 – 100MB Manuscripts are created in LateX. Video and images .mp4, .mov 20MB From in-field observations during experiments, for illustrative purposes. Existing database: Raw numeric acceleration data .mat, .msd 10GB In-field structural observations during experiments and ambient loading. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2022-4776 Short description of the kind of personal data that will be used: Only strictly necessary anthropometric data is collected: body weight, height, leg length, age and gender. In case the same subject participates in multiple experiments, a unique pseudonymised code will be made per subject based on the postal code, birthday and month. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes As human participants will be involved, an ethical committee approval was submitted to the SMEC panel via the Privacy and Ethical Tool (PRET) application (Privacy Registry Reference: G- 2022-4776). After minor adjustments, based on the provided comments by the Privacy and Ethics Team of KU Leuven, the application is ready to be approved. Data sharing, data preservation and data pseudonymisation are discussed in the PRET application and experiment specific informed consents have been compiled. Moreover, all databases, internal and external will be pseudonymised. The above considerations are made in line with the EU Regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC. KU Leuven has data managers who are experts on this issue and have data management training available for staff. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No The deliverables of the proposed research have multiple valorisation potentials. However, no IP restrictions will or can be claimed for the collected data. Even if, for example during a research stay, data will be collected in collaboration with another university, a visitor research agreement can be obtained at the LRD (Leuven Research Department) office of KU Leuven. Potential collaboration will most likely result in a joint publication and thus, the research results will be open access. In case a very specific deliverable is developed, for example software implementation, then the LRD office and/or the tech transfer office can assist to create a collaboration agreement. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No There are no restrictions on the dissemination of the data. The (limited) data that will be reused is collected and processed by the applicant researcher group (Structural Mechanics). 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . All raw and processed data files will be stored conform the research group’s file structure. In addition, the data files will be accompanied with txt filed (ReadMe) which contain the necessary meta-data of the data files. 2 . Research outcomes will also be stored in a well-described data structure to ensure and smoothen data transfer among (co)-researchers of the supporting research group. The method has to be respected by all researchers. Furthermore, associated internal reports support the smooth transfer of knowledge and expertise among researchers. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Metadata files will be created to ensure the (re)use of the data without loss of relevant information. The files will explain where and how the data is stored, the data formats and how the data is processed to obtain research results. 5. Data storage and backup during the FWO project Where will the data be stored? The Structural Mechanics section at TC Ghent Storage has a specific network drive with increased redundancy and fault tolerance (RAID-6 server). This server is used to securely store research and datasets, using a predefined data structure that is to be respected by all researchers. In addition, ongoing research e.g. (pre)processing of data, is stored on the secured KU Leuven Onedrive for Business which is by default linked to my personal KU Leuven account. The personalised cloud storage for professional use provides the possibility to upload files up to 100GB with a 2TB online storage capacity, which can be extended. Files saved on the KU Leuven Onedrive are encrypted with BitLocker disk-level encryption combined with per-file encryption of each file itself. In a final stage, the research outcomes are safely stored on the network drive of the research group. How is backup of the data provided? The data is both stored on the personal Microsoft Onedrive and the network drive provided by the Structural Mechanics section at TC Ghent Storage. Automatic daily back-up procedures are in place to ensure data protection (KU Leuven cloud storage solutions like OneDrive take automatic backups). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The KU Leuven Onedrive for Business provides the possibility to upload files up to 100GB with a 2TB online storage capacity, which can be extended up to 5 TB if motivated and requested through ICTS Service Point. Online storage capacity of 2TB is more than sufficient for the proposed research. What are the expected costs for data storage and back up during the project? How will these costs be covered? Question not answered. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data that will be collected, in the frame of the proposed research project, will be stored on protected cloud storage solutions (log-in credentials and password are necessary). For security reasons, the password is changed at least once a year. In case a mobile device is lost or stolen, such as the personal computer that is linked to the OneDrive or network drive account, the ICTS service desk at KU Leuven can be consulted to block the lost mobile device. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). In line with KU Leuven's research data management (RDM) policy, all relevant data is preserved for minimum 10 years. This includes all data types described in the section ‘Data description’. Where will the data be archived (= stored for the longer term)? The Structural Mechanics section at TC Ghent Storage has a specific network drive with increased redundancy and fault tolerance (RAID-6 server). This server is used to securely store research and datasets. KU Leuven Onedrive are used to locally backup research and metadata files. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The supporting research group pays for the data and research outcomes to be stored securely. After the FWO project is finished, the group's annual research fee will be used to pay for the storage of the data. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No If applicable, the participants have given consent for the use of the collected data in the frame of the research. We, as a research group, undertake not to disclose confidential information. The full dataset will only be shared with researchers attached to the supporting research group for internal use. Limited pseudonymised data results will be available online, through the website of the leading research group (Structural Mechanics, KU Leuven), with educational and informative purposes. Research results will also be made public through scientific publications conform the European regulations on the protection of natural persons with regard to the processing of personal data. Which data will be made available after the end of the project? During and after the project, the full dataset will be available at the network drive of the Structural Mechanics section at TC Ghent Storage. This server is used to securely store research and datasets, using a predefined data structure that is to be respected by all researchers. Associated internal reports support the smooth transfer of knowledge and expertise among researchers. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 The datasets that will be made public available, will only store pseudonymised data (e.g. raw 3D body motion data with the 2D position of the participants). KU Leuven, supported by the central IT office of KU Leuven, takes the responsibility of the setup, the sustainable support, and ensuring the security of the Open Access Database. This database will be accessible online, through the website of the supporting research group (Structural Mechanics, KU Leuven). To this end, Belnet Filesender can be used to securely forward, under predefined agreements, the dataset to a third party. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Some or parts of the collected datasets can be made Open Access similar to what the supporting research did with the Eeklo Footbridge Benchmark dataset for walking excitations. In that case, the database will be accessible online through the website of the supporting research group (Structural Mechanics, KU Leuven). In addition, KU Leuven, supported by the central IT office of KU Leuven, takes the responsibility of the setup, the sustainable support, and ensuring the security of this Open Access Database. Moreover, Belnet Filesender can be used to forward files to a third person. The full dataset will only be available in a restricted access repository for internal usage. The repository will only be accessible for (co)-researchers attached to the supporting research group. The Structural Mechanics section at TC Ghent Storage has a specific network drive with increased redundancy and fault tolerance (RAID-6 server). This server is used to securely store research and datasets. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The full dataset will only be available for the involved researchers of the project and co- researchers of the supporting research group. Only uses for research purposes will be allowed and commercial reuse will be excluded. The (limited) publicly available database will be accessible online, through the website of the supporting research group (Structural Mechanics, KU Leuven). What are the expected costs for data sharing? How will the costs be covered? The service of Belnet Filesender is available for staff and students of KU Leuven and is free of charge. If however, unexpected cost are made for data sharing during the course of the project 1S37822N, FWO allows for part of the allocated project budget to be used to cover the cost incurred. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher of the proposed application (Jasper Lottefier) has the day-to-day responsibility to preserve and document the generated (meta)data during the project. Who will be responsible for data storage & back up during the project? The researcher of the proposed application (Jasper Lottefier) has the day-to-day responsibility to preserve and document the generated (meta)data during the project. Making the necessary back up files also lays within his responsibility. To this end, automatic daily back-up procedures are already in place to ensure data protection (KU Leuven cloud storage solutions like OneDrive take automatic backups). Who will be responsible for ensuring data preservation and reuse ? Reuse of the data (e.g. by co-researchers) during the project will be ensured by the applicant who also adheres to his privacy and ethical responsibilities concerning the data. After the project, the data is preserved and available for co-researchers of the supporting research group. The responsibility of long-term storage of the data lies with Prof. dr. ir. Peter Van den Broeck (promotor, head of the Structural Mechanics section at Technology Campus (TC) Ghent). Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 The PI bears the end responsibility of updating and implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}