{
    "document_id": "D-2022-1492",
    "LinkTitle": "D-2022-1492",
    "file_name": "D-2022-1492.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1492.pdf",
    "metadata": {
        "title": "DMP Reconquering the City - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP Reconquering the City - DMP title\nProject Identifier\n G063522N\nGrant Title\n G063522N\nPrincipal Investigator / Researcher\n Kim Christiaens\nProject Data Contact\n peter.heyrman@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nKim Christiaens\nco-promotors: Thomas Coomans & Dries Vanysacker\nFWO Project Number & Title\nG063522N\nReconquering the city. Pastoral agency and spatial impact of workers' parishes in Belgium, 1884-\n1914.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType \nFormat\nDescription/Volume\nCreation \nPrimary,\ndigitised\ndata\nTextual\n(.pdf, .jpg)\nBetween 50 and 150\nGB\nScanning\nScanning (and\nif\npossible\nOCRing)\narchival\ndocuments\nQualitative \nTextual\n(.pdf)\nOrganizational and\nbiographical\ninformation in\nfunction\nof network analysis\n(approximately 5\nGB)\nArchival and\nliterature\nresearch\nQuantitative\nNumerical\n(.csv)\nCompiling financial\nstatistics from\narchival\nsources\nArchival\nresearch\nReference\ndata\nTextual,\nCode (.pdf,\n.ris, .csv)\nWill\nexpand during\nresearch\nData derived\nfrom\nZotero and\nResearch\nnotes created\nin\nZotFile and\nattached\nto reference\nmetadata\n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe biographical and organizational data gathered in the course of the project will be stored\nmade available for re-use through the ODIS-database, a core research facility of KU Leuven.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nhttps://kadoc.kuleuven.be/english/odis\nODIS\n s an instrument supporting data discovery as well as knowledge integration, ODIS provides\ncrucial assistance to researchers and students, for instance by orienting them towards relevant\nsource materials and providing biographical and organisational context related to their research.\nThis web database is designed in a flexible and multifunctional way, fostering its broad\napplicability in individual and collaborative scientific research.\nDoing so, the system assists researchers to compose consistent data packages, ready for\nanalysis. The technical investment plan that KADOC-ODIS will implement over the next years will\nallow researcher to send and share particular ODIS data-sets to leading \ngeneric data\nrepository systems\n such as Zenodo, OpenAire and the KU Leuven Research Data Repository\n(RDR).\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nODIS applies repeatable field groups and directional input, systematised by means of\nvalidated vocabularies and thesauri and based on international standards (ISAAR(CPF), ISAD(G),\nISBD, Docomomo). Its relational field groups allow to create clear and univocal links between\nrecords.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nWord documents, pdf-files, pictures and other basic data generated by the project will be stored\non the network servers of KADOC. This Centre disposes of an ICT department with its own\ninfrastructure, including a trusted digital repository (Teneo). A time stamped master copy of the\ndata will be kept there. Copies can made and kept on personal devices. \nDe biographical and organizational data generated by the project will be stored in ODIS. This\nweb-database is hosted by ICTS KU Leuven. The agreement provides for the use of three blade\nservers, a primary storage capacity of 1 TB and for mirroring. The interfaces of ODIS are\nmanaged and maintained in close consultation with LIBIS KU Leuven.\nHow is backup of the data provided?\nThe servers of KADOC are backuped on a daily basis. Its digital repository, hosted by ICTS KU\nLeuven, provides all the necessary procedures (backup and mirroring) for durably storing digital\nassets. The ODIS database enjoyes similar hosting facilities. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nAs the project is hosted by KADOC KU Leuven no data storage and backup costs will be charged.\nThe use of ODIS (and its storage capacity) is covered by the general user agreement of KADOC\nwith this research facility.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data-series created by the project in ODIS will be attributed to a specific project-\nusergroup. Only the members of the project team can access and change them. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll of the research datasets, materials used to produce them and their metadata will be stored\nalong with the main deliverables of the project. There are no reasons to deviate from the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nprinciple of preservation of data for the minimal term of 5 years.\nWhere will the data be archived (= stored for the longer term)?\nThe main deliverables of the project and the research datasets and materials used to produce\nthem, together with their metadata, will be centralized, stored and managed using the long-term\ndigital preservation repository of KADOC-KU Leuven and its digital assets management system\nTeneo, supported by the curation services of LIBIS-KU Leuven. This infrastructure guarantees the\nsafe storage of data with back-ups in a redundant environment. Teneo archives and provides\npersistent access to born-digital or digitised data objects and datasets and includes metadata,\nusage policies, upload\nand access tools.\nBiographical and organizational data-series generated by the project will be durably stored in the\nODIS database.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAs the project is hosted by KADOC-KU Leuven, the mid- and long-term preservation of its data (in\nTeneo and ODIS) will fall under the general responsibility of this archival institution. The costs\nare  covered by the general budget of KADOC as the size of these datasets remains relatively\nlow.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe biographical and organizational data generated by the project will be made available in the\nODIS-database. \nSpecific datasets created by the project will be deposited in KU Leuven's RDR, with links to ODIS\nend Zenodo. \nThe doctoral dissertation and the other scientific publications will be published. \n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nODIS, KU Leuven RDR, possibly Zenodo. \nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe datasets in ODIS are available to the general public under a CC BY-NC-SA 4.0 license\n(\nNonCommercial-ShareAlike). \nThe published data-sets in KU Leuven's RDR will we available under general rules and\nconditions. \nZenodo provides similar access conditions and broad public visibility.\n \n \nWhat are the expected costs for data sharing? How will the costs be covered?\nThese sharing costs are covered by KADOC-KU Leuven as they fall under more general\narrangements of the institution to share its research results with the broad scholarly community\nand with the general public. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD-research (n.) that will be involved in the project under guidance of dr. Peter Heyrman,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nhead of Research of KADOC. \nWho will be responsible for data storage & back up during the project?\nThe PhD-researcher assisted by dr. Peter Heyrman, head of Research KADOC-KU Leuven\nWho will be responsible for ensuring data preservation and reuse ?\ndr. Peter Heyrman, head of Research of KADOC and co-ordinator of ODIS. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP Reconquering the City - DMP title Project Identifier G063522N Grant Title G063522N Principal Investigator / Researcher Kim Christiaens Project Data Contact peter.heyrman@kuleuven.be Institution KU Leuven 1. General Information Name applicant Kim Christiaens co-promotors: Thomas Coomans & Dries Vanysacker FWO Project Number & Title G063522N Reconquering the city. Pastoral agency and spatial impact of workers' parishes in Belgium, 1884- 1914. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type Format Description/Volume Creation Primary, digitised data Textual (.pdf, .jpg) Between 50 and 150 GB Scanning Scanning (and if possible OCRing) archival documents Qualitative Textual (.pdf) Organizational and biographical information in function of network analysis (approximately 5 GB) Archival and literature research Quantitative Numerical (.csv) Compiling financial statistics from archival sources Archival research Reference data Textual, Code (.pdf, .ris, .csv) Will expand during research Data derived from Zotero and Research notes created in ZotFile and attached to reference metadata 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The biographical and organizational data gathered in the course of the project will be stored made available for re-use through the ODIS-database, a core research facility of KU Leuven. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 https://kadoc.kuleuven.be/english/odis ODIS s an instrument supporting data discovery as well as knowledge integration, ODIS provides crucial assistance to researchers and students, for instance by orienting them towards relevant source materials and providing biographical and organisational context related to their research. This web database is designed in a flexible and multifunctional way, fostering its broad applicability in individual and collaborative scientific research. Doing so, the system assists researchers to compose consistent data packages, ready for analysis. The technical investment plan that KADOC-ODIS will implement over the next years will allow researcher to send and share particular ODIS data-sets to leading generic data repository systems such as Zenodo, OpenAire and the KU Leuven Research Data Repository (RDR). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes ODIS applies repeatable field groups and directional input, systematised by means of validated vocabularies and thesauri and based on international standards (ISAAR(CPF), ISAD(G), ISBD, Docomomo). Its relational field groups allow to create clear and univocal links between records. 5. Data storage and backup during the FWO project Where will the data be stored? Word documents, pdf-files, pictures and other basic data generated by the project will be stored on the network servers of KADOC. This Centre disposes of an ICT department with its own infrastructure, including a trusted digital repository (Teneo). A time stamped master copy of the data will be kept there. Copies can made and kept on personal devices. De biographical and organizational data generated by the project will be stored in ODIS. This web-database is hosted by ICTS KU Leuven. The agreement provides for the use of three blade servers, a primary storage capacity of 1 TB and for mirroring. The interfaces of ODIS are managed and maintained in close consultation with LIBIS KU Leuven. How is backup of the data provided? The servers of KADOC are backuped on a daily basis. Its digital repository, hosted by ICTS KU Leuven, provides all the necessary procedures (backup and mirroring) for durably storing digital assets. The ODIS database enjoyes similar hosting facilities. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? As the project is hosted by KADOC KU Leuven no data storage and backup costs will be charged. The use of ODIS (and its storage capacity) is covered by the general user agreement of KADOC with this research facility. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data-series created by the project in ODIS will be attributed to a specific project- usergroup. Only the members of the project team can access and change them. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All of the research datasets, materials used to produce them and their metadata will be stored along with the main deliverables of the project. There are no reasons to deviate from the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 principle of preservation of data for the minimal term of 5 years. Where will the data be archived (= stored for the longer term)? The main deliverables of the project and the research datasets and materials used to produce them, together with their metadata, will be centralized, stored and managed using the long-term digital preservation repository of KADOC-KU Leuven and its digital assets management system Teneo, supported by the curation services of LIBIS-KU Leuven. This infrastructure guarantees the safe storage of data with back-ups in a redundant environment. Teneo archives and provides persistent access to born-digital or digitised data objects and datasets and includes metadata, usage policies, upload and access tools. Biographical and organizational data-series generated by the project will be durably stored in the ODIS database. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? As the project is hosted by KADOC-KU Leuven, the mid- and long-term preservation of its data (in Teneo and ODIS) will fall under the general responsibility of this archival institution. The costs are covered by the general budget of KADOC as the size of these datasets remains relatively low. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The biographical and organizational data generated by the project will be made available in the ODIS-database. Specific datasets created by the project will be deposited in KU Leuven's RDR, with links to ODIS end Zenodo. The doctoral dissertation and the other scientific publications will be published. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository ODIS, KU Leuven RDR, possibly Zenodo. When will the data be made available? Immediately after the end of the project Upon publication of the research results Who will be able to access the data and under what conditions? The datasets in ODIS are available to the general public under a CC BY-NC-SA 4.0 license ( NonCommercial-ShareAlike). The published data-sets in KU Leuven's RDR will we available under general rules and conditions. Zenodo provides similar access conditions and broad public visibility. What are the expected costs for data sharing? How will the costs be covered? These sharing costs are covered by KADOC-KU Leuven as they fall under more general arrangements of the institution to share its research results with the broad scholarly community and with the general public. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD-research (n.) that will be involved in the project under guidance of dr. Peter Heyrman, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 head of Research of KADOC. Who will be responsible for data storage & back up during the project? The PhD-researcher assisted by dr. Peter Heyrman, head of Research KADOC-KU Leuven Who will be responsible for ensuring data preservation and reuse ? dr. Peter Heyrman, head of Research of KADOC and co-ordinator of ODIS. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}