{
    "document_id": "D-2021-1154",
    "LinkTitle": "D-2021-1154",
    "file_name": "D-2021-1154.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1154.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-25 12:01:43+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Charlotte Theys\nInstitution\n KU Leuven\n1. General Information\nName applicant\nCharlotte Theys\nFWO Project Number & Title\n1138722N\nAn eco-evolutionary study of the role of the gut microbiome in driving the pace-of-life and\nconsequences for pathogen tolerance within and across life stages in a damselfly\n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nDigital data\nFormat\nVolume\nHow created\nNumerical data of measured\nresponse variables from\necological experiments: life\nhistory traits (mortality, growth\nrate, development time),\nbehavioural traits (activity,\nboldness), physiological traits\n(metabolic rate, phenoloxidase\nactivity), water quality\nparameters, metal\nconcentration.\n.xls & .csv\n6 files, 1 GB\nTwo field experiments and 4\ncommon garden laboratory\nexperiments in temperature-\ncontrolled incubators\nSequencing data of gut\nmicrobiome and\nbacterioplankton samples from\necological experiments: 16S\nrRNA sequences of V3-V4\nregion\n.fastq.gz\n6 files\n2.5 GB each\nTwo field experiments and 4\ncommon garden laboratory\nexperiments in temperature-\ncontrolled incubators\nAbbreviations\n.doc\n10 MB\nExplanation of used\nabbreviations\nData structure\n.doc\n10 MB\nExplanation of structure of\ndata\nScanned files of collected data\n.pdf\n500 MB\nScanned files of collected,\nhandwritten data (to serve as\nback-up)\nMaterials and methods:\ninformation about protocols\nand experimental design\n.doc & .pdf\n500 MB\nWritten protocols and\nexperimental designs\nPictures of experimental setup,\nstudy organisms, sampling\nsites, etc.\n.jpeg\n5 GB\nPictures taken with camera or\nsmartphone\nScript of data-analyses:\nphenotype (life-history,\nbehaviour, physiology) and gut\nmicrobiome / bacterioplankton\nanalyses\n.doc & .R\n500 MB\nCode and extra information\nabout code for analysing\nphenotypical and sequencing\ndata (gut microbiome /\nbacterioplankton samples)\nFiles from analysing\nsequencing data (metadata,\ntaxonomy per ASV, ASV table\nper sample, rooted tree)\n.txt & .qza\n500 MB\nFiles created after analyses of\nsequencing data on\nsupercomputer cluster (VSC)\nManuscripts\n.doc\n100 MB\nWritten manuscripts,\nrevisions, revised manuscripts\nPresentations\n.ppt\n5 GB\nPlatform and poster\npresentations made for\nconferences, seminars, etc.\nPhysical data\nFor each WP, samples of damselfly larvae (heads, bodies, and guts) will be stored\n(frozen at -80 °C) for further physiological analyses (heads and bodies) and for\nsequencing (guts).\nFor gut samples, after library preparations, extracted and purified DNA will be stored\n(frozen at -20 °C).\n3. Legal and ethical issues\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nI will sample very common aquatic invertebrates in Sweden and France. I will locally dissect them\nor transport these to Belgium for indoor experimental work. I have taken the necessary measures\nregarding the Nagoya Protocol.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDigital data\nA record will be maintained of the following for each WP (if applicable):\nExperimental designs and protocols (sampling, culturing, weighing, etc.; .doc)\nAbbreviations (.doc)\nData structure (.doc)\nRaw data and analysed data (.xls & .csv)\nRaw sequencing data and analysed data (.fastq.gz, .txt & .qza)\nScript of data-analyses with code and extra information about code for analysing\nphenotypical and sequencing data (.doc & .R)\nRead me file (.txt): name, folder location (OneDrive/local server/hard disk), description of\nabovementioned files, named according to WP.\nPhysical data\nFor each WP, samples of damselfly larvae (heads, bodies, and guts) will be stored (frozen at -80\n°C) for further physiological analyses (heads and bodies) and for sequencing (guts).\nFor gut samples, after library preparations, extracted and purified DNA will be stored (frozen at -\n20 °C).\nNumber and location of stored boxes (at -80 or -20 °C) with samples of each WP will be kept and\nupdated in one document (.doc).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe collected data will be stored on a personal computer, on a local server of the Department of\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nBiology, on OneDrive, and on Dryad.\nHow is backup of the data provided?\nLocal server of the Department of Biology, OneDrive, hard disk\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe available space on a personal computer/server/OneDrive will be enough to store all data,\nexcept for the raw microbiome sequencing data. Yet, these sequencing data will be stored on\nseveral hard disks and on the Sequence Read Archive (SRA) (online and free of charge).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo extra costs need to be made since enough storage is already available for the type of data\nthat will be gathered and used.\nAn additional hard disk will be bought after 3 years, which can easily be covered by the personal\nbench fee (ca. € 100 for 5 TB).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe back-ups on the hard disks will be kept in the office of the PI.\nThe data on the personal computer/server/OneDrive/Dryad are protected by passwords.\nStronger security procedures are not needed as I will not be working with data types that need\nhigher security measures.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nDigitial data:\nAll data will be retained for 10 years (KU Leuven guidelines) after the end of the project. After\npublication of the research data, the dataset will be made publicly available on data repositories\n(Dryad or Mendeley Data). Corresponding R scripts (with specific analyses and explanations) will\nalso be retained for 10 years after the end of the project. After publication, R scripts will be made\navailable online on GitHub.\nPhysical data:\nDNA samples for sequencing will be stored for 10 years. Frozen samples for physiological\nanalyses will not be stored for 10 years. These samples for physiological analyses (measurement\nof fat, sugar and protein content, etc.) cannot be kept for a long time, because after\nhomogenization, enzyme activities typically decrease rapidly. These samples will be stored upon\npublication of the research data.\nWhere will the data be archived (= stored for the longer term)?\nEach dataset will be archived on a personal computer, on a local server of the Department of\nBiology, on OneDrive, on hard disks, and on the Sequence Read Archive (SRA) for at least 10\nyears, conform the KU Leuven RDM policy.\nA Read me file (.txt) will be made containing the name, folder location (OneDrive/local\nserver/hard disk), and description of all files, named according to each WP.\nPublished data will be made available online on data repositories (Dryad or Mendeley Data), and\nR script on GitHub.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAn additional hard disk will be bought after 3 years, which can easily be covered by the personal\nbench fee (ca. € 100 for 5 TB). Afterwards, there are no extra costs for these external hard\ndisk(s) and most data repositories (typically one-time submission cost for Dryad which is\nsometimes covered by the submission journal, Mendeley Data is free to use, as is GitHub).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nThe expected size of all files (datasets, R scripts) is small (max 10 GB), estimating that additional\ncosts to preserve the data on the K-drive of the server of the Department of Biology for a 10 year\nperiod after the project has ended, will be very low (or non existing) for the PI, Robby Stoks.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAfter publication, each dataset (.csv) will be made available after being deposited in an online\ndata repository. Corresponding R scripts will be made available on GitHub. Unpublished results\nwill be made available after an embargo period (typically 3 years after the project).\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nUpon publication of the research results, the dataset and corresponding R script will be made\navailable. Or 3 years after the end of the project to enable publication of the results.\nWho will be able to access the data and under what conditions?\nFull datasets will be uploaded in a .csv format on Dryad or Mendeley Data, always as an open\naccess dataset. Therefore, they will be available to anyone for any purpose.\nCreative Commons Licences (CC BY) will be attached to the deposited data to enable researchers\nto access and reproduce the data.\nThe R scripts will be uploaded in a .R format in GitHub, always under open access. Therefore,\nthey will be available to anyone for any purpose.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for public data repositories, except for Dryad (the one-time\nsubmission cost will be covered the personal bench fee, if the submission journal does not cover\nthese costs). The data repository 'Mendeley Data' can be used to make datasets online available,\nand GitHub to make R scripts online available, both free of charge.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nCharlotte Theys\nWho will be responsible for data storage & back up during the project?\nCharlotte Theys\nWho will be responsible for ensuring data preservation and reuse ?\nCharlotte Theys\nWho bears the end responsibility for updating & implementing this DMP?\nBoth Charlotte Theys and the PI, Robby Stoks, bears the end responsibility of updating and\nimplementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Charlotte Theys Institution KU Leuven 1. General Information Name applicant Charlotte Theys FWO Project Number & Title 1138722N An eco-evolutionary study of the role of the gut microbiome in driving the pace-of-life and consequences for pathogen tolerance within and across life stages in a damselfly Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Digital data Format Volume How created Numerical data of measured response variables from ecological experiments: life history traits (mortality, growth rate, development time), behavioural traits (activity, boldness), physiological traits (metabolic rate, phenoloxidase activity), water quality parameters, metal concentration. .xls & .csv 6 files, 1 GB Two field experiments and 4 common garden laboratory experiments in temperature- controlled incubators Sequencing data of gut microbiome and bacterioplankton samples from ecological experiments: 16S rRNA sequences of V3-V4 region .fastq.gz 6 files 2.5 GB each Two field experiments and 4 common garden laboratory experiments in temperature- controlled incubators Abbreviations .doc 10 MB Explanation of used abbreviations Data structure .doc 10 MB Explanation of structure of data Scanned files of collected data .pdf 500 MB Scanned files of collected, handwritten data (to serve as back-up) Materials and methods: information about protocols and experimental design .doc & .pdf 500 MB Written protocols and experimental designs Pictures of experimental setup, study organisms, sampling sites, etc. .jpeg 5 GB Pictures taken with camera or smartphone Script of data-analyses: phenotype (life-history, behaviour, physiology) and gut microbiome / bacterioplankton analyses .doc & .R 500 MB Code and extra information about code for analysing phenotypical and sequencing data (gut microbiome / bacterioplankton samples) Files from analysing sequencing data (metadata, taxonomy per ASV, ASV table per sample, rooted tree) .txt & .qza 500 MB Files created after analyses of sequencing data on supercomputer cluster (VSC) Manuscripts .doc 100 MB Written manuscripts, revisions, revised manuscripts Presentations .ppt 5 GB Platform and poster presentations made for conferences, seminars, etc. Physical data For each WP, samples of damselfly larvae (heads, bodies, and guts) will be stored (frozen at -80 °C) for further physiological analyses (heads and bodies) and for sequencing (guts). For gut samples, after library preparations, extracted and purified DNA will be stored (frozen at -20 °C). 3. Legal and ethical issues This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes I will sample very common aquatic invertebrates in Sweden and France. I will locally dissect them or transport these to Belgium for indoor experimental work. I have taken the necessary measures regarding the Nagoya Protocol. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Digital data A record will be maintained of the following for each WP (if applicable): Experimental designs and protocols (sampling, culturing, weighing, etc.; .doc) Abbreviations (.doc) Data structure (.doc) Raw data and analysed data (.xls & .csv) Raw sequencing data and analysed data (.fastq.gz, .txt & .qza) Script of data-analyses with code and extra information about code for analysing phenotypical and sequencing data (.doc & .R) Read me file (.txt): name, folder location (OneDrive/local server/hard disk), description of abovementioned files, named according to WP. Physical data For each WP, samples of damselfly larvae (heads, bodies, and guts) will be stored (frozen at -80 °C) for further physiological analyses (heads and bodies) and for sequencing (guts). For gut samples, after library preparations, extracted and purified DNA will be stored (frozen at - 20 °C). Number and location of stored boxes (at -80 or -20 °C) with samples of each WP will be kept and updated in one document (.doc). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The collected data will be stored on a personal computer, on a local server of the Department of This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Biology, on OneDrive, and on Dryad. How is backup of the data provided? Local server of the Department of Biology, OneDrive, hard disk Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The available space on a personal computer/server/OneDrive will be enough to store all data, except for the raw microbiome sequencing data. Yet, these sequencing data will be stored on several hard disks and on the Sequence Read Archive (SRA) (online and free of charge). What are the expected costs for data storage and back up during the project? How will these costs be covered? No extra costs need to be made since enough storage is already available for the type of data that will be gathered and used. An additional hard disk will be bought after 3 years, which can easily be covered by the personal bench fee (ca. € 100 for 5 TB). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The back-ups on the hard disks will be kept in the office of the PI. The data on the personal computer/server/OneDrive/Dryad are protected by passwords. Stronger security procedures are not needed as I will not be working with data types that need higher security measures. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Digitial data: All data will be retained for 10 years (KU Leuven guidelines) after the end of the project. After publication of the research data, the dataset will be made publicly available on data repositories (Dryad or Mendeley Data). Corresponding R scripts (with specific analyses and explanations) will also be retained for 10 years after the end of the project. After publication, R scripts will be made available online on GitHub. Physical data: DNA samples for sequencing will be stored for 10 years. Frozen samples for physiological analyses will not be stored for 10 years. These samples for physiological analyses (measurement of fat, sugar and protein content, etc.) cannot be kept for a long time, because after homogenization, enzyme activities typically decrease rapidly. These samples will be stored upon publication of the research data. Where will the data be archived (= stored for the longer term)? Each dataset will be archived on a personal computer, on a local server of the Department of Biology, on OneDrive, on hard disks, and on the Sequence Read Archive (SRA) for at least 10 years, conform the KU Leuven RDM policy. A Read me file (.txt) will be made containing the name, folder location (OneDrive/local server/hard disk), and description of all files, named according to each WP. Published data will be made available online on data repositories (Dryad or Mendeley Data), and R script on GitHub. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? An additional hard disk will be bought after 3 years, which can easily be covered by the personal bench fee (ca. € 100 for 5 TB). Afterwards, there are no extra costs for these external hard disk(s) and most data repositories (typically one-time submission cost for Dryad which is sometimes covered by the submission journal, Mendeley Data is free to use, as is GitHub). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 The expected size of all files (datasets, R scripts) is small (max 10 GB), estimating that additional costs to preserve the data on the K-drive of the server of the Department of Biology for a 10 year period after the project has ended, will be very low (or non existing) for the PI, Robby Stoks. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? After publication, each dataset (.csv) will be made available after being deposited in an online data repository. Corresponding R scripts will be made available on GitHub. Unpublished results will be made available after an embargo period (typically 3 years after the project). Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results Upon publication of the research results, the dataset and corresponding R script will be made available. Or 3 years after the end of the project to enable publication of the results. Who will be able to access the data and under what conditions? Full datasets will be uploaded in a .csv format on Dryad or Mendeley Data, always as an open access dataset. Therefore, they will be available to anyone for any purpose. Creative Commons Licences (CC BY) will be attached to the deposited data to enable researchers to access and reproduce the data. The R scripts will be uploaded in a .R format in GitHub, always under open access. Therefore, they will be available to anyone for any purpose. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for public data repositories, except for Dryad (the one-time submission cost will be covered the personal bench fee, if the submission journal does not cover these costs). The data repository 'Mendeley Data' can be used to make datasets online available, and GitHub to make R scripts online available, both free of charge. 8. Responsibilities Who will be responsible for data documentation & metadata? Charlotte Theys Who will be responsible for data storage & back up during the project? Charlotte Theys Who will be responsible for ensuring data preservation and reuse ? Charlotte Theys Who bears the end responsibility for updating & implementing this DMP? Both Charlotte Theys and the PI, Robby Stoks, bears the end responsibility of updating and implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}