{
    "document_id": "D-2024-2647",
    "LinkTitle": "D-2024-2647",
    "file_name": "D-2024-2647.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2647.pdf",
    "metadata": {
        "title": "D-2024-2647",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Lisanne Verhallen (ORCID: 0000-0002-5998-2446)\nContributor name(s) (+ ORCID) & roles Promotor KUL: Prof. Dr. Paul Proost (ORCID: 0000-0002-0133-5545)\nCo-promotor University of Copenhagen: Prof. Dr. Mette Rosenkilde (ORCID: 0000-0001-9600-3254)\nProject number 1 & title (3M210527) Study on the biological effects of glycosylation of the chemokine CCL2 and its receptor CCR2\nFunder(s) GrantID 211P7Q24N\nAffiliation(s) ☒KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description CCL2 belongs to the chemokine family and is crucial during recruitment of immune cells to sites \nof inflammation by binding to its receptor CCR2. Due to its central role in monocyte recruitment \nand activation in immune responses, the CCL2/CCR2 axis has been implicated in various diseases and  \nCCL2 is a potential target for drug development. Although CCL2 was found to be O-glycosylated  more than \nthree decades ago, limited information on the functional effects of this modification exist.  The receptor \nCCR2 carries several predicted glycosylation sites in its N-terminal domain, an essential  domain for \nchemokine binding. I hypothesize that the CCL2/CCR2 axis is co-regulated by O-glycosylation  in a cell-\ntype/tissue specific manner and that posttranslational modification at specific  \nsites affects receptor and glycosaminoglycan binding and downstream signaling. I will produce  defined O-\nglycosylated CCL2 proteins and perform binding and signaling assays to study the effect  on molecular \ninteractions and the biological role of glycosylation on the CCL2/CCR2 axis.  Furthermore, new methods will  \nbe developed to quantify cell specific expression of CCL2 glycoforms.  The presence of glycoforms in \npatient material will be correlated with patient outcome. This project  \nwill enhance our understanding of the regulation of the activity of the CCL2/CCR2 system.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nNumerical \ndataOutput of \nELISAs, BRET \nsignaling assays, \nflow cytometry, \nnano LC MS/MS \nfiles, other Mass \nspectrometry \nfiles,  graphpad \nprism files☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .docx\n.xlsx\n.fcs\n.emf\n.pzfx\n.ppt\n☐ NA☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nImage data \nand moviesWestern blot \ndata, \nimmunostaining☒ Generate new \ndata\n☐ Reuse existing ☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound☐ .por\n☐ .xml\n☐ .tab☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5s, live-cell \nimagingdata ☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .jpeg\n.png\n.tif\n.mp4\n.ppt\n☐ NA☐ < 5 TB\n☐ > 5 TB\n☐ NA\nProteinsCCL2 and CCR2 \nproteoforms \nand glycoforms☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical20 tubes at -80°C \nwith frozen \npeptides\nBiological \npatient \nsamplesBAL fluids ☒ Generate new \ndata\n☒ Reuse existing \ndata☐ Digital\n☒ Physical<100 mL\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  reused patient samples from the KU Leuven Biobank collected by the group of Prof. Joost Wauters \n(S63881)\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  S63881 and S58418\n☒ Yes, animal data; provide ECD reference number: Approval will be requested after initial in vitro results \nhave been obtained\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information: S63881\nOnly pseudonymised samples will be obtained. Our clinical collaborators will provide info on sex and age \nof patients\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain: A material transfer agreement related to project s66465 (use of cell lines with \naltered glycosylation pathways) exists between KU Leuven and the University of Copenhagen. They will \nrelate to the in vitro production of chemokines for this research and following biological assays.  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain:  \nSee above\n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .In general, the methodology and protocol of each experiment will be described in detail in a physical lab \nbook.\nIn addition:\n1. Imaging data are created by default with metadata imprinted by the image acquisition software’s \nautomatically. This includes information on user, data and time, duration of experiments, equipment \nparameters and imaging configurations. The metadata are saved and transferred with the original imaging \nfile. The created data files will be organized in folders named by the data of the experiment (YYYYMMDD) \nfollowed by the research who performed it and the title of the experiment. The methodology and protocol  \nof each experiment will be described in detail in a lab book.  \n2. Numerical data: The output of equipment, resulting in numerical data (.xlsx, .doc, .csv, .emf, .fcs) \nautomatically saves basic parameters of the experiment (date, time, user, measure conditions). The \nresulting .xlsx, .doc, .pdf, .ppt and .emf files are stored and organized in folder named by the date and type  \nof the experiment and the researcher who performed the experiment\n3. Patient characteristics and observational numerical data will be saved in excel and word formats (.xlsx \nand .doc), which automatically imprint the metadata (user, date, time, equipment parameters) from those  \nexperiments. Moreover, information on quantification and experimentation parameters will be embedded  \nby the users on the document folders in order to improve data reproducibility and maintenance. The \nmethodology and protocol of each experiment will be described in detail in a lab book.  \n4. Synthetic and recombinant proteins and biological samples will be stored at -80 °C and the location of \nthe tubes (exact freezer and position in the freezer) will be stored in the FreezerPro database of our \nlaboratory.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nRegularly a manual personal back-up will be made of all data to the shared network drive, external hard \ndrives will also be kept by the investigators.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nYes, the total storage space as described above is enough to accommodate the data of this project. \nBackups are made regularly and automatically. If needed, the ICTS service provides an option to apply for \nadditional space\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Research data are secured by the need for login registration on datacentre/luna and use of u-number and \npassword, which are also restricted.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Long-term data storage and costs will be managed by the principal investigator of the project, Prof. Dr. \nPaul Proost. The cost for data storage is 520 euro/TB/year, thus the accumulated cost for 4 years is \napproximately 2000 euro. The costs will be covered by previous funding obtained by the host lab and by \nthe bench fee offered by the FWO PhD fellowship\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☒ Certain data cannot be kept for 10 years (explain)\nProteins may be used for further experiments and as such would not be available anymore. New \nproduction of these proteins may be needed.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☒ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☒ Other (specifiy): for physical samples the -80 °C freezers of the Laboratory of Molecular Immunology\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Long-term data storage and costs will be managed by the principal investigator of the project, Prof. Dr. \nPaul Proost. The expected cost for data storage is 520 Euro/terabyte/year and will be covered by research \nbudgets of the Laboratory of Molecular Immunology.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nAll data that are not anymore subject of potential IP protection and that are not restricted by the MTA \nagreement with the Univ. of Copenhagen will be available upon request with the head of Laboratory of \nMolecular Immunology\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Access by external users will be evaluated and needs to be authorized by Paul Proost (or his successor as \nhead of the Laboratory of Molecular Immunology). Access to cells modified in the glycosylation pathways \nneeds to be negotiated with Prof. Henrik Clausen of Univ. of Copenhagen.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: : Pseudonymized patient metadata will only be made available to Lisanne Verhallen, \nto comply with privacy laws. Personal data will only be available from the treating physician and upon \napproval by the ethical committee.  \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository; a DOI will be used for publications\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Costs for internal sharing are redundant. Costs for the transfer of data to external parties are their own \nresponsibility. \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the \nresponsibility for the data documentation.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Who will manage data storage and backup \nduring the research project?The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the \nresponsibility for the data storage.\nWho will manage data preservation and \nsharing?The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the \nresponsibility for the data preservation and sharing.\nWho will update and implement this DMP? The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the \nresponsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Lisanne Verhallen (ORCID: 0000-0002-5998-2446) Contributor name(s) (+ ORCID) & roles Promotor KUL: Prof. Dr. Paul Proost (ORCID: 0000-0002-0133-5545) Co-promotor University of Copenhagen: Prof. Dr. Mette Rosenkilde (ORCID: 0000-0001-9600-3254) Project number 1 & title (3M210527) Study on the biological effects of glycosylation of the chemokine CCL2 and its receptor CCR2 Funder(s) GrantID 211P7Q24N Affiliation(s) ☒KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description CCL2 belongs to the chemokine family and is crucial during recruitment of immune cells to sites of inflammation by binding to its receptor CCR2. Due to its central role in monocyte recruitment and activation in immune responses, the CCL2/CCR2 axis has been implicated in various diseases and CCL2 is a potential target for drug development. Although CCL2 was found to be O-glycosylated more than three decades ago, limited information on the functional effects of this modification exist. The receptor CCR2 carries several predicted glycosylation sites in its N-terminal domain, an essential domain for chemokine binding. I hypothesize that the CCL2/CCR2 axis is co-regulated by O-glycosylation in a cell- type/tissue specific manner and that posttranslational modification at specific sites affects receptor and glycosaminoglycan binding and downstream signaling. I will produce defined O- glycosylated CCL2 proteins and perform binding and signaling assays to study the effect on molecular interactions and the biological role of glycosylation on the CCL2/CCR2 axis. Furthermore, new methods will be developed to quantify cell specific expression of CCL2 glycoforms. The presence of glycoforms in patient material will be correlated with patient outcome. This project will enhance our understanding of the regulation of the activity of the CCL2/CCR2 system. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Numerical dataOutput of ELISAs, BRET signaling assays, flow cytometry, nano LC MS/MS files, other Mass spectrometry files, graphpad prism files☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .docx .xlsx .fcs .emf .pzfx .ppt ☐ NA☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Image data and moviesWestern blot data, immunostaining☒ Generate new data ☐ Reuse existing ☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound☐ .por ☐ .xml ☐ .tab☐ < 1 GB ☒ < 100 GB ☐ < 1 TB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5s, live-cell imagingdata ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .jpeg .png .tif .mp4 .ppt ☐ NA☐ < 5 TB ☐ > 5 TB ☐ NA ProteinsCCL2 and CCR2 proteoforms and glycoforms☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical20 tubes at -80°C with frozen peptides Biological patient samplesBAL fluids ☒ Generate new data ☒ Reuse existing data☐ Digital ☒ Physical<100 mL GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. reused patient samples from the KU Leuven Biobank collected by the group of Prof. Joost Wauters (S63881) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S63881 and S58418 ☒ Yes, animal data; provide ECD reference number: Approval will be requested after initial in vitro results have been obtained ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: S63881 Only pseudonymised samples will be obtained. Our clinical collaborators will provide info on sex and age of patients Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: A material transfer agreement related to project s66465 (use of cell lines with altered glycosylation pathways) exists between KU Leuven and the University of Copenhagen. They will relate to the in vitro production of chemokines for this research and following biological assays. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: See above 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .In general, the methodology and protocol of each experiment will be described in detail in a physical lab book. In addition: 1. Imaging data are created by default with metadata imprinted by the image acquisition software’s automatically. This includes information on user, data and time, duration of experiments, equipment parameters and imaging configurations. The metadata are saved and transferred with the original imaging file. The created data files will be organized in folders named by the data of the experiment (YYYYMMDD) followed by the research who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. 2. Numerical data: The output of equipment, resulting in numerical data (.xlsx, .doc, .csv, .emf, .fcs) automatically saves basic parameters of the experiment (date, time, user, measure conditions). The resulting .xlsx, .doc, .pdf, .ppt and .emf files are stored and organized in folder named by the date and type of the experiment and the researcher who performed the experiment 3. Patient characteristics and observational numerical data will be saved in excel and word formats (.xlsx and .doc), which automatically imprint the metadata (user, date, time, equipment parameters) from those experiments. Moreover, information on quantification and experimentation parameters will be embedded by the users on the document folders in order to improve data reproducibility and maintenance. The methodology and protocol of each experiment will be described in detail in a lab book. 4. Synthetic and recombinant proteins and biological samples will be stored at -80 °C and the location of the tubes (exact freezer and position in the freezer) will be stored in the FreezerPro database of our laboratory. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Regularly a manual personal back-up will be made of all data to the shared network drive, external hard drives will also be kept by the investigators. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No Yes, the total storage space as described above is enough to accommodate the data of this project. Backups are made regularly and automatically. If needed, the ICTS service provides an option to apply for additional space If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Research data are secured by the need for login registration on datacentre/luna and use of u-number and password, which are also restricted. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Long-term data storage and costs will be managed by the principal investigator of the project, Prof. Dr. Paul Proost. The cost for data storage is 520 euro/TB/year, thus the accumulated cost for 4 years is approximately 2000 euro. The costs will be covered by previous funding obtained by the host lab and by the bench fee offered by the FWO PhD fellowship 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) Proteins may be used for further experiments and as such would not be available anymore. New production of these proteins may be needed. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☒ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☒ Other (specifiy): for physical samples the -80 °C freezers of the Laboratory of Molecular Immunology What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Long-term data storage and costs will be managed by the principal investigator of the project, Prof. Dr. Paul Proost. The expected cost for data storage is 520 Euro/terabyte/year and will be covered by research budgets of the Laboratory of Molecular Immunology. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: All data that are not anymore subject of potential IP protection and that are not restricted by the MTA agreement with the Univ. of Copenhagen will be available upon request with the head of Laboratory of Molecular Immunology If access is restricted, please specify who will be able to access the data and under what conditions.Access by external users will be evaluated and needs to be authorized by Paul Proost (or his successor as head of the Laboratory of Molecular Immunology). Access to cells modified in the glycosylation pathways needs to be negotiated with Prof. Henrik Clausen of Univ. of Copenhagen. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: : Pseudonymized patient metadata will only be made available to Lisanne Verhallen, to comply with privacy laws. Personal data will only be available from the treating physician and upon approval by the ethical committee. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository; a DOI will be used for publications ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? Costs for internal sharing are redundant. Costs for the transfer of data to external parties are their own responsibility. 7. Responsibilities Who will manage data documentation and metadata during the research project?The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the responsibility for the data documentation. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Who will manage data storage and backup during the research project?The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the responsibility for the data storage. Who will manage data preservation and sharing?The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the responsibility for the data preservation and sharing. Who will update and implement this DMP? The principal investigator (Prof. Dr. Paul Proost) and the researcher (Lisanne Verhallen) bear the responsibility for updating and implementing this DMP."
}