{
    "document_id": "D-2023-2388",
    "LinkTitle": "D-2023-2388",
    "file_name": "D-2023-2388.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2388.pdf",
    "metadata": {
        "title": "DonoR-specific antilbodiES in cryo-bioPsIes and bRonchoAlveolar lavage fluid during rejecTIOn after luNg transplantation [Acronym: RESPIRATION]",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DonoR-specific antilbodiES in cryo-bioPsIes and bRonchoAlveolar lavage fluid\nduring rejecTIOn after luNg transplantation [Acronym: RESPIRATION]\nA Data Management Plan created using DMPonline.be\nCreators: \nRobin Vos, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nRobin Vos\nData Manager:\n \nRobin Vos, n.n. n.n.\nProject Administrator:\n \nRobin Vos, n.n. n.n.\nGrant number / URL: \nCELSA/23/034\nID: \n203461\nStart date: \n01-10-2023\nEnd date: \n30-09-2025\nProject abstract:\nSurvival after lung transplantation (LTx) is limited by chronic lung graft rejection.\nRejection diagnosis is currently based on histologic evaluation of lung tissue (biopsies, by bronchoscopic sampling) and\nassessment of antibodies directed against alloantigens (donor-specific anti-HLA antibodies, DSA) in blood, while\nbronchoalveolar lavage fluid (BALF) is used to rule out infection. Most centers therefore perform serial bronchoscopy\n(BALF and biopsies) and serum DSA (sDSA) measurements to monitor the transplanted lungs.\nHowever, discrepancies between serological and histopathological findings are common, due to a “sponge effect”,\nwhereby endothelial binding of circulating sDSA inside the vascular bed of the lungs (tissue-bound ‘graft’ DSA/gDSA)\nobscures detection of (unbound) sDSA in blood.\nWe therefore aim to \nassess the presence of DSA within lung tissue (gDSA) and in BALF\n, using prospectively\ncollected biobanked lung samples from the Leuven and Prague Lung Transplant Programs.\nWe expect our findings may improve the diagnostic management of rejection after LTx.\nLast modified: \n11-12-2023\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n1 of 5\nDonoR-specific antilbodiES in cryo-bioPsIes and bRonchoAlveolar lavage fluid\nduring rejecTIOn after luNg transplantation [Acronym: RESPIRATION]\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPatient data \nClinical and demographic data associated with a\npatient\nE\nD\nN, T\n.ods\n.csv\n.xlsx\n.xls\n.docx\n.doc\n.pdf\n.txt\n.pzfx\n<1GB\nNot\napplicable\nBiopsy data\nHistologic data associated with a biopsy \nE\nD\nN, T\n.ods\n.csv\n.xlsx\n.xls\n.docx\n.doc\n.pdf\n.txt\n.jpeg\n.tiff\n.pzfx\n<1GB\n Not\napplicable\nsDSA\nSerum Donor-Specific Antibody data \nE\nD\nN, T\n.ods\n.csv\n.xlsx\n.xls\n.docx\n.doc\n.pdf\n.txt\n.jpeg\n.tiff\n.pzfx\n<1GB\n Not\napplicable\ngDSA\nGraft Donor-Specific Antibody data \nN\nD\nN, T\n.ods\n.csv\n.xlsx\n.xls\n.docx\n.doc\n.pdf\n.txt\n.jpeg\n.tiff\n.pzfx\n<1GB\n Not\napplicable\nBAL DSA\nBronchoAlveolar Lavage (BAL) Donor-Specific\nAntibody data \nN\nD\nN, T\n.ods\n.csv\n.xlsx\n.xls\n.docx\n.doc\n.pdf\n.txt\n.jpeg\n.tiff\n.pzfx\n<1GB\n Not\napplicable\n \n \n \n \n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n2 of 5\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThis project will use data previously obtained in other research projects (patient data, biopsy data, sDSA data). These data are stored on the access-restricted KU Leuven\nserver of the BREATHE Lab, KU Leuven (GBW-0076_LTX), accessible by the PI and his designated collaborators. New data (gDSA, BAL DSA) will also be stored on the same\nserver.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEthics approval for gDSA analysis in cryo-biopsies was already granted (S65867, CRYO-CARTA) as was approval for sDSA analysis within the scope of ongoing CLAD\nresearch by the PI (S51577, S57742).\nAll lung transplant recipients provide written informed consent at time of listing for lung transplantation to access and use their post-transplant clinical and biobanked data\n(including blood, BALF and lung biopsies) for clinical and scientific research purposes, per institutional protocol and in compliance with all applicable laws and regulations\nin both lung transplant centers, and research samples are stored in both transplant centers under local Biobank approval regarding ethics and biosafety issues (For KU\nLeuven BREATHE biobank: S63978). Transfer of samples from Prague to Leuven will occur under formal Material Transfer Agreement between both Institutions.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPseudonymized human subject data (S65867; S51577; S63978)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nIf data will be obtained of interest for valorization, IP restriction will be claimed. It is not clear from the start what novel data can be identified.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nMaterial and Data transfer agreement and Research agreement between collaborating centers (University Hospitals Leuven/KU Leuven, Leuven, Belgium and Motol\nUniversity Hospital, Prague, Czech Republic)\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nDatafiles will be stored on an access-restricted KU Leuven server (J-drive: GBW-0076_LTX), in a project-specific source file, which enables logging of access, is back-uped\non daily basis and alows for long-term storage. \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n3 of 5\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nOther (specify below)\nProject-specific RedCap database to allow external imputation and storage of human data, from which datafiles are extracted which will be stored on Shared network drive\n(J-drive: GBW-0076_LTX) on KU Leuven server. \n \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven server is protected from unauthorized persons. Project-file access is restricted to the PI and his designated collaborators. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs are covered by BREATHE Lab (designated secured funding for data storage outside of the current project).\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs are covered by BREATHE Lab (designated secured funding for data storage outside of the current project).\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nData can be obtained by researchers after request by the PI (R. Vos) or co-PI (B. Vanaudenaerde).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nScientific researchers can access the data after request and approval by the PI (R. Vos) or co-PI (B. Vanaudenaerde).\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n4 of 5\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\nYes, ethical aspects\nIP only when applicable.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nnot applicable\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPI (R. Vos), co-PI (B. Vanaudenaerde) and all designated researchers within the group that work on the project.\nWho will manage data storage and backup during the research project? \nPI (R. Vos) and co-PI (B. Vanaudenaerde)\nWho will manage data preservation and sharing? \nPI (R. Vos) and co-PI (B. Vanaudenaerde)\nWho will update and implement this DMP? \nPI (R. Vos) and/or co-PI (B. Vanaudenaerde)\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n5 of 5"
    },
    "clean_full_text": "DonoR-specific antilbodiES in cryo-bioPsIes and bRonchoAlveolar lavage fluid during rejecTIOn after luNg transplantation [Acronym: RESPIRATION] A Data Management Plan created using DMPonline.be Creators: Robin Vos, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Robin Vos Data Manager: Robin Vos, n.n. n.n. Project Administrator: Robin Vos, n.n. n.n. Grant number / URL: CELSA/23/034 ID: 203461 Start date: 01-10-2023 End date: 30-09-2025 Project abstract: Survival after lung transplantation (LTx) is limited by chronic lung graft rejection. Rejection diagnosis is currently based on histologic evaluation of lung tissue (biopsies, by bronchoscopic sampling) and assessment of antibodies directed against alloantigens (donor-specific anti-HLA antibodies, DSA) in blood, while bronchoalveolar lavage fluid (BALF) is used to rule out infection. Most centers therefore perform serial bronchoscopy (BALF and biopsies) and serum DSA (sDSA) measurements to monitor the transplanted lungs. However, discrepancies between serological and histopathological findings are common, due to a “sponge effect”, whereby endothelial binding of circulating sDSA inside the vascular bed of the lungs (tissue-bound ‘graft’ DSA/gDSA) obscures detection of (unbound) sDSA in blood. We therefore aim to assess the presence of DSA within lung tissue (gDSA) and in BALF , using prospectively collected biobanked lung samples from the Leuven and Prague Lung Transplant Programs. We expect our findings may improve the diagnostic management of rejection after LTx. Last modified: 11-12-2023 Created using DMPonline.be. Last modiﬁed 11 December 2023 1 of 5 DonoR-specific antilbodiES in cryo-bioPsIes and bRonchoAlveolar lavage fluid during rejecTIOn after luNg transplantation [Acronym: RESPIRATION] Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Patient data Clinical and demographic data associated with a patient E D N, T .ods .csv .xlsx .xls .docx .doc .pdf .txt .pzfx <1GB Not applicable Biopsy data Histologic data associated with a biopsy E D N, T .ods .csv .xlsx .xls .docx .doc .pdf .txt .jpeg .tiff .pzfx <1GB Not applicable sDSA Serum Donor-Specific Antibody data E D N, T .ods .csv .xlsx .xls .docx .doc .pdf .txt .jpeg .tiff .pzfx <1GB Not applicable gDSA Graft Donor-Specific Antibody data N D N, T .ods .csv .xlsx .xls .docx .doc .pdf .txt .jpeg .tiff .pzfx <1GB Not applicable BAL DSA BronchoAlveolar Lavage (BAL) Donor-Specific Antibody data N D N, T .ods .csv .xlsx .xls .docx .doc .pdf .txt .jpeg .tiff .pzfx <1GB Not applicable Created using DMPonline.be. Last modiﬁed 11 December 2023 2 of 5 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: This project will use data previously obtained in other research projects (patient data, biopsy data, sDSA data). These data are stored on the access-restricted KU Leuven server of the BREATHE Lab, KU Leuven (GBW-0076_LTX), accessible by the PI and his designated collaborators. New data (gDSA, BAL DSA) will also be stored on the same server. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Ethics approval for gDSA analysis in cryo-biopsies was already granted (S65867, CRYO-CARTA) as was approval for sDSA analysis within the scope of ongoing CLAD research by the PI (S51577, S57742). All lung transplant recipients provide written informed consent at time of listing for lung transplantation to access and use their post-transplant clinical and biobanked data (including blood, BALF and lung biopsies) for clinical and scientific research purposes, per institutional protocol and in compliance with all applicable laws and regulations in both lung transplant centers, and research samples are stored in both transplant centers under local Biobank approval regarding ethics and biosafety issues (For KU Leuven BREATHE biobank: S63978). Transfer of samples from Prague to Leuven will occur under formal Material Transfer Agreement between both Institutions. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Pseudonymized human subject data (S65867; S51577; S63978) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If data will be obtained of interest for valorization, IP restriction will be claimed. It is not clear from the start what novel data can be identified. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Material and Data transfer agreement and Research agreement between collaborating centers (University Hospitals Leuven/KU Leuven, Leuven, Belgium and Motol University Hospital, Prague, Czech Republic) Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Datafiles will be stored on an access-restricted KU Leuven server (J-drive: GBW-0076_LTX), in a project-specific source file, which enables logging of access, is back-uped on daily basis and alows for long-term storage. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Created using DMPonline.be. Last modiﬁed 11 December 2023 3 of 5 Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Other (specify below) Project-specific RedCap database to allow external imputation and storage of human data, from which datafiles are extracted which will be stored on Shared network drive (J-drive: GBW-0076_LTX) on KU Leuven server. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven server is protected from unauthorized persons. Project-file access is restricted to the PI and his designated collaborators. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs are covered by BREATHE Lab (designated secured funding for data storage outside of the current project). Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are covered by BREATHE Lab (designated secured funding for data storage outside of the current project). Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Data can be obtained by researchers after request by the PI (R. Vos) or co-PI (B. Vanaudenaerde). If access is restricted, please specify who will be able to access the data and under what conditions. Scientific researchers can access the data after request and approval by the PI (R. Vos) or co-PI (B. Vanaudenaerde). Created using DMPonline.be. Last modiﬁed 11 December 2023 4 of 5 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights Yes, ethical aspects IP only when applicable. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? not applicable Responsibilities Who will manage data documentation and metadata during the research project? PI (R. Vos), co-PI (B. Vanaudenaerde) and all designated researchers within the group that work on the project. Who will manage data storage and backup during the research project? PI (R. Vos) and co-PI (B. Vanaudenaerde) Who will manage data preservation and sharing? PI (R. Vos) and co-PI (B. Vanaudenaerde) Who will update and implement this DMP? PI (R. Vos) and/or co-PI (B. Vanaudenaerde) Created using DMPonline.be. Last modiﬁed 11 December 2023 5 of 5"
}