{
    "document_id": "D-2021-1047",
    "LinkTitle": "D-2021-1047",
    "file_name": "D-2021-1047.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1047.pdf",
    "metadata": {
        "title": "D-2021-1047",
        "author": "Kacper Kondrakiewicz",
        "creation_date": "2022-04-30 15:52:35+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP  \nProject Name A sensory pathway for signaling novel stimuli to dopamine  neurons  \nProject Identifier FWO Kondrakiewicz  \nGrant Title 1276122N  \nPrincipal Investigator / Researcher Kacper Kondrakiewicz  \nProject Data Contact kacper .kondrakiewicz@nerf.be  \nDescription This fundamental research project is focused on how brain proc esses \ninformation about novel sensory  stimuli. More specifically, my goal is to  describ e the neura l \npathway that convey s information about  novelty to midbrain dopaminergic system. To do so, \nI use mice as an animal model and  collect data on their response to novel stimuli: at the \nbehavioral level (videos) and on the neural level ( electrophysiolog ical or fiber p hotometry  \nrecordings ). I also keep brain slice s to ensure proper localization  of the e lectrodes  and/or \nexpression of viral vectors . \n \nInstitution KU L euven  \n \n1. General Information  \nName applicant  \nKacper Kondrakiewicz  \n \nFWO Project Number & Title  \n1276122N  & A sensory pathway for signaling novel stimuli to dopamine  neurons  \n \nAffiliation  \nNeuroElectronics Researc h Flanders  \nKU Leuven , VIB, IMEC  \n \n2. Data description  \nWill you generate/collect new data and/or  make use of existing data?  \nGenerate new data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its \n(estimated) volume. This may be  easiest in a table (see example) or as a data flow and \nper WP or objective of the project. If you  reuse existing  data, specify the source of these \ndata. Distinguish data types (the kind of content) from data formats (the  technical  \nformat).  \nThe research will generate  \n- Anatomical data: Microscopy images and anatomical reconstructions (.tif,jpeg,digital ). \nPhysical originals (brain sections) are  \nsaved as well. 100 GB maximum.  \n- Behavioral data (digital) including videos of breathing rate, pupil dilation , stimulus  \ndelivery times and choices. We will save raw data toget her with their extracted information \n(.mov, .mat, tdms). 1TB.  \n- Electrophysiological data (digital): raw recording data will be saved together with \nprocessed, spike -sorted data.  \n(.ap,tdms,.mat,.npy) 20 TB.  \n- Fiber  photome try data (dig ital):  fluor escence traces  across all recording  channels  will be \nsaved (.csv). 100GB maximum.  \n \n3. Legal and ethical issues  \nWill you use personal data? If so, shortly describe the kind of personal data you will \nuse. Add the reference to  your file in KU Leuven's Register of Data Processing for \nResearch and Public Service Purposes (PRET application).  \nBe aware that registering the fact that you process  personal data is a legal obligation.  \nNo \nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. \nexperiments on humans or  animals, dual use)? If so, add the reference to the formal \napproval by the relevant ethical review committee(s)  \nYes – animal research  \nEthica l approval no. 161/2021 \n \nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP  restrictions be claimed for the data y ou created? If so, for what \ndata and which restrictions will be asserted?  \nNo \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what  data do they relate and what restrictions are in place?  \nNo \n \n4. Docum entation and metadata  \nWhat documentation will be provided to enable reuse of the data collected/generated in \nthis project?  \n1. The behavioral and neural preprocessed data will be made available on a python (numpy) \nformat with an  explicit name for each varia ble and a readme for a good comprehension of the \ndataset.  \n2. The raw data will be available on request and will be given with a readme ensuring a good \nunderstanding of  the dataset.  \n3. The image of the brain will be upload with the metadata of the microsco pe, reusable using \nthe free software  ImageJ.  \n4. The code of the analysis will be put online on github as soon as the results will be made \npublic. This code will  be commented and a readme will garantee the good understanding for \nthe users.  \n \nWill a metadata standard be used? If so, describe in detail which standard will be used. \nIf no, state in detail  which metadata will be created to make the data easy/easier to find \nand reuse.  \nYes. The data will be made available on a python (numpy) format with an explicit name for \neach variable and a  readme for a good comprehension of the dataset. The image of the brain \nwill be upload with the metadata of the  confocal microscope, reusable using t he free software \nImageJ.  \n \n5. Data storage and backup during the FWO project  \nWhere will the data be stored?  \n1. The brain slices will be stored in the fridge of the laboratory.  \n2. The behavioral and neural data will be stored on the server sysfs01. A back -up is used on \nanother server, and the  investigator will keep another copy of the data on a hard -disk at h is \nplace.  \n \nHow is backup of the data provided?  \nThe data will be stored on two different servers at the institute, and a third back -up will be \nkeep at the i nvestigator place on a  hard disk to avoid losing the data in case of natural \ndisaster.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, \nspecify concisely. If no or  insufficient storage or backup capacities are available t hen \nexplain how this will be taken care of.  \nYes. \n \nWhat are the expected costs for data storage and back up during the project? How will \nthese costs be covered?  \nThe servers are already there, so only the costs of energetic consumptions are taken into \naccount. It should not be more than  1000 euros per year depending on the electricity price \nand those costs will be covered by the VIB grant of my principal investigator Sebastian \nHaesler.  \n \nData security: how will you ensure that the data are securely stored and not accessed or \nmodified by  unauthorized persons?  \nAn engineer in computer science is paid by the institute to ensure the security of the servers.  \n \n6. Data preservation after the FWO project  \nWhich data will be retained for the expected 5 year period after the end of the project? \nIn case only a selection of  the data can/will be preserv ed, clearly state the reasons for \nthis (legal or contractual restrictions, physical  preservation issues, ...).  \n- Anatomical data: Microscopy images and anatomical reconstructions (digital). Physical \noriginals (brain sections) are saved as  well, however, th e physical original might not hold for \n5 years because of physical preservation issues.  \n- Behavioral data (digital) including videos of breathing rate, pupil dilation , stimulus  \ndelivery times and choices. We will save r aw data together with their extracted information.  \n- Electrophysiological data (digital).  \n- Raw recording data will be saved together with processed, spike -sorted data  \n \nWhere will the data be archived (= stored for the longer term)?  \n1. in the laboratory fri dge for the brain sections ; \n2. on the server sysneuro for the microscopy image and reconstruction;  \n3. on the servers syskrunch and sysfs01 for the behavioral data , the electrophysiological \ndata and the raw and processed  recording data.  \n \nWhat are the expecte d costs for data preservation during the retention period of 5 \nyears? How will the costs be  covered?  \n1. The global costs of the servers in term of electricity is estimated to 5000 euros on 5 years. \nThose costs will be covered using  \nthe VIB grant of Sebasti an Haesler.  \n2. The cost of the fridge for 5 years is less than 500 euros and is shared among different grant \nincluding the VIB one of  Sebastian Haesler.  \n \n7. Data sharing and reuse  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement  with a 3rd party, legal restrictions)?  \nNo \n \nWhich data will be made available after the end of the project?  \n1. The code and the preprocessed data will be made available on the github of the investigator \nand HAL.  \n2. The raw data will be available on demand to Kacper Kondrakiewicz . \n \nWhere/how will the data be made available for reuse?  \nIn an Open Access repository  \nUpon request by mail  \n1. The source code will be released on github.  \n2. The dataset will be uploaded on HAL.  \n3. Raw d ata will be available on mail request.  \n \nWhen will the data be made available?  \nUpon publication of the research results  \n \nWho will be able to access the data and under what conditions ? \n1. The source code will be released on github. Therefore, it will be available to anyone for \nany purpose, provided that they give  appropriate credit to the creators.  \n2. The dataset will be uploaded on HAL. Therefore, it will be available to anyone for an y \npurpose, provided that they give  appropriate credit to the creators.  \n3. Raw data will be available on mail request. Therefore, it will be available to anyone for \nany purpose, provided that they give  appropriate credit to the creators and that they contac t \nKacper Kondrakiewicz  by mail to have access to them.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?  \nNo costs are expected for data sharing.  \n \n8. Responsibilities  \nWho will be responsible for data documentation & metadata?  \nKacper Kondrakiewicz  \nWho will be responsible for data storage & back up during the project?  \nKacper Kondrakiewicz  \nWho will be responsible for ensuring data preservation and reuse ?  \nKacper Kondrakiewicz  and Sebastian Haesler  \nWho bears the end responsibility for updating & imple menting this DMP?  \nThe PI bears the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "DMP Project Name A sensory pathway for signaling novel stimuli to dopamine neurons Project Identifier FWO Kondrakiewicz Grant Title 1276122N Principal Investigator / Researcher Kacper Kondrakiewicz Project Data Contact kacper .kondrakiewicz@nerf.be Description This fundamental research project is focused on how brain proc esses information about novel sensory stimuli. More specifically, my goal is to describ e the neura l pathway that convey s information about novelty to midbrain dopaminergic system. To do so, I use mice as an animal model and collect data on their response to novel stimuli: at the behavioral level (videos) and on the neural level ( electrophysiolog ical or fiber p hotometry recordings ). I also keep brain slice s to ensure proper localization of the e lectrodes and/or expression of viral vectors . Institution KU L euven 1. General Information Name applicant Kacper Kondrakiewicz FWO Project Number & Title 1276122N & A sensory pathway for signaling novel stimuli to dopamine neurons Affiliation NeuroElectronics Researc h Flanders KU Leuven , VIB, IMEC 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The research will generate - Anatomical data: Microscopy images and anatomical reconstructions (.tif,jpeg,digital ). Physical originals (brain sections) are saved as well. 100 GB maximum. - Behavioral data (digital) including videos of breathing rate, pupil dilation , stimulus delivery times and choices. We will save raw data toget her with their extracted information (.mov, .mat, tdms). 1TB. - Electrophysiological data (digital): raw recording data will be saved together with processed, spike -sorted data. (.ap,tdms,.mat,.npy) 20 TB. - Fiber photome try data (dig ital): fluor escence traces across all recording channels will be saved (.csv). 100GB maximum. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes – animal research Ethica l approval no. 161/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data y ou created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Docum entation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. The behavioral and neural preprocessed data will be made available on a python (numpy) format with an explicit name for each varia ble and a readme for a good comprehension of the dataset. 2. The raw data will be available on request and will be given with a readme ensuring a good understanding of the dataset. 3. The image of the brain will be upload with the metadata of the microsco pe, reusable using the free software ImageJ. 4. The code of the analysis will be put online on github as soon as the results will be made public. This code will be commented and a readme will garantee the good understanding for the users. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes. The data will be made available on a python (numpy) format with an explicit name for each variable and a readme for a good comprehension of the dataset. The image of the brain will be upload with the metadata of the confocal microscope, reusable using t he free software ImageJ. 5. Data storage and backup during the FWO project Where will the data be stored? 1. The brain slices will be stored in the fridge of the laboratory. 2. The behavioral and neural data will be stored on the server sysfs01. A back -up is used on another server, and the investigator will keep another copy of the data on a hard -disk at h is place. How is backup of the data provided? The data will be stored on two different servers at the institute, and a third back -up will be keep at the i nvestigator place on a hard disk to avoid losing the data in case of natural disaster. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available t hen explain how this will be taken care of. Yes. What are the expected costs for data storage and back up during the project? How will these costs be covered? The servers are already there, so only the costs of energetic consumptions are taken into account. It should not be more than 1000 euros per year depending on the electricity price and those costs will be covered by the VIB grant of my principal investigator Sebastian Haesler. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? An engineer in computer science is paid by the institute to ensure the security of the servers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserv ed, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). - Anatomical data: Microscopy images and anatomical reconstructions (digital). Physical originals (brain sections) are saved as well, however, th e physical original might not hold for 5 years because of physical preservation issues. - Behavioral data (digital) including videos of breathing rate, pupil dilation , stimulus delivery times and choices. We will save r aw data together with their extracted information. - Electrophysiological data (digital). - Raw recording data will be saved together with processed, spike -sorted data Where will the data be archived (= stored for the longer term)? 1. in the laboratory fri dge for the brain sections ; 2. on the server sysneuro for the microscopy image and reconstruction; 3. on the servers syskrunch and sysfs01 for the behavioral data , the electrophysiological data and the raw and processed recording data. What are the expecte d costs for data preservation during the retention period of 5 years? How will the costs be covered? 1. The global costs of the servers in term of electricity is estimated to 5000 euros on 5 years. Those costs will be covered using the VIB grant of Sebasti an Haesler. 2. The cost of the fridge for 5 years is less than 500 euros and is shared among different grant including the VIB one of Sebastian Haesler. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? 1. The code and the preprocessed data will be made available on the github of the investigator and HAL. 2. The raw data will be available on demand to Kacper Kondrakiewicz . Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail 1. The source code will be released on github. 2. The dataset will be uploaded on HAL. 3. Raw d ata will be available on mail request. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions ? 1. The source code will be released on github. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. 2. The dataset will be uploaded on HAL. Therefore, it will be available to anyone for an y purpose, provided that they give appropriate credit to the creators. 3. Raw data will be available on mail request. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators and that they contac t Kacper Kondrakiewicz by mail to have access to them. What are the expected costs for data sharing? How will the costs be covered? No costs are expected for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Kacper Kondrakiewicz Who will be responsible for data storage & back up during the project? Kacper Kondrakiewicz Who will be responsible for ensuring data preservation and reuse ? Kacper Kondrakiewicz and Sebastian Haesler Who bears the end responsibility for updating & imple menting this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}