{
    "document_id": "D-2022-1590",
    "LinkTitle": "D-2022-1590",
    "file_name": "D-2022-1590.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1590.pdf",
    "metadata": {
        "title": "Targeting intestinal macrophages as a new treatment for inflammatory bowel disease. IBD-MAC - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Targeting intestinal macrophages as a new treatment for inflammatory bowel\ndisease. IBD-MAC - DMP title\nProject Identifier\n C3/21/038\nGrant Title\n C3/21/038\nPrincipal Investigator / Researcher\n Gianluca Matteoli\nProject Data Contact\n Gianluca.matteoli@kuleuven.be\nDescription\n The intestinal immune response is tightly regulated to prevent aberrant immune\nactivation towards food antigens and symbiotic microflora, to which the gastrointestinal tract is\ncontinuously exposed. In individuals with a genetic and/or environmental predisposition, this\nregulation is impaired leading to chronic intestinal inflammation, which may result in\nInflammatory Bowel Disease (IBD). Recent evidence indicates that intestinal macrophages (Macs)\nare gatekeepers of the intestinal immune homeostasis. Consequently, the focus in IBD research\nhas recently shifted from the adaptive immune system towards the study of mucosal innate\nimmune responses, including monocyte/Mac function transitions. In this respect, we have\nidentified various drug candidates for repurposing, as well as a peptide, activating a metabolic\ncheckpoint enzyme, thereby steering Macs toward anti-inflammatory status. In line, our\npreliminary data indicate that the most promising drug significantly decreases IBD readouts in a\nmouse model of colitis. With this C3 project, we aim at establishing solid preclinical datasets as a\nbasis to file (a) patent application(s) and explore licensing opportunities with interested\ncompanies in the IBD domain.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nGianluca Matteoli\nInternal Funds Project number & title\nC3/21/038\nTargeting intestinal macrophages as a new treatment for inflammatory bowel disease. IBD-MAC\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of data\nFormat\nEstimated\nvolume\nAnalysis tools\nWP1: \nPictures result\nfecal occult blood\nand disease\nparameters DSS\ncolitis experiments\n.jpg, .xlsx\n<2 GB\nExcel\nWP1\n: Flow cytometry\n.fcs,.xlsx, .png, .pdf\n<25 GB\nSony ID 7000,\nFlowJo, Excel,\nGraphPad Prism\nWP1: \nPHGDH\nactivity assay\n.xlsx, .tif\n<1 GB\nExcel, ELISA plate\nreader\nWP1\n: Angiogenesis\nand wound healing\nassays\n.txt,.xlsx, .tif, MP4\n<2 GB\n Excel, Incucyte\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nWP1\n: RNA\nsequencing single\ncell raw files\n.bam/fastq\n500 GB\nIllumina/Cellranger\n(10X )\nWP1\n: RNA\nsequencing Single\ncell\nprocessing/analysis\n.mtx,.rds,.tif,.csv,.R,.py\n500GB\nBioinformatic\nsoftwares\nimplemented in\nR/pvthon\nWP2: \nPictures result\nfecal occult blood\nand disease\nparameters DSS\ncolitis experiments\n.jpg, .xlsx\n<2 GB\nExcel\nWP2\n : Video\nEndoscopy\nMP4,.jpg\n<100 GB\nHigh resolution\nvideo endoscopy\nWP2\n : Flow\ncytometry\n.fcs,.xlsx, .png, .pdf\n<25 GB\nBD FACSymphony\nA3, Flow Jo, Excel,\nGraphPad Prism\nWP2\n: Confocal\nmicroscopy\nCZI,.tif\n<50 GB\nConfocal\nmicroscope/Cell\nimaging core -KUL,\nImageJ\nWP2\n: Ussing system\n.xlsx\n<2 GB\nExcel, UssingChart\nSoftware\nWP3\n :qPCR raw data\nand analysis\nLC96P,.xlsx, GraphPad\nPrism\n<1 GB\nExcel,\nGraphPadPrism\nWP3: \nELISA raw data\nand analysis\n.xlsx,.tif\n<1 GB\nExcel\nWP3\n: Wound healing\nassay\n.txt,.xlsx, .tif, MP4\n<1 GB\n Excel, Incucyte\nWP3:\n Organoid\ndissection and re-\nculturing\n.txt,.xlsx, .tif, MP4\n<1 GB\n Excel, Incucyte\nWP3\n: Confocal\nmicroscopy\nCZI,.tif\n<50 GB\nConfocal\nmicroscope/Cell\nimaging core -KUL,\nImageJ\nWP3: \nPHGDH\nactivity assay\n.xlsx, .tif\n<1 GB\nExcel, ELISA plate\nreader\nWP3: \nV-plex human\ncytokine kit\n.xlsx,.tif\n<1 GB\nExcel\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes.\nHuman patient samples from full-thickness biopsies from the resected ileum of Crohn's disease\n(CD) patients undergoing curative intent surgery for fibro-stenotic ileal strictures and from\npatients undergoing curative-intent right hemicolectomy for colon carcinoma (CRC) will be\ngathered after informed consent by the IBD- UZ Leuven group under supervision of prof. dr.\nSeverine Vermeire (collaborator on this project). Tissue samples representative of not affected\nmucosa\n(resected margins), inflamed and stenotic areas will be identified under the supervision of a\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\ntrained IBD pathologist (UZ Leuven) and digested to generate single cell suspensions for\nscRNAseq and for isolation of fibroblast and immune cells. Healthy ileal full-thickness biopsies will\nbe collected during right hemicolectomy for CRC and used as control. Health data such as\ndisease\nseverity and disease status of the collected samples will be recorded.\nSince the animal experiments will take place first, the adjustments to the existing PRET\napplication VLECC/CCARE S53684 are currently ongoing.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes.\nAnimal experiments will be performed as part of this project. All animal experiments to be\nperformed in the laboratory of Prof. Gianluca Matteoli have been approved by the Ethical\ncommittee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD\nproject P188/2019.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes, we will proceed into patent application filing as soon as possible for data relating to the anti-\ninflammatory efficacy of our selected compounds.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo 3rd party agreements are applicable.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nFor every WP (if applicable), the following documentation will be made:\nExperimental design and logbook (.xls)\nProtocols (.docx)\nStructure of data (.docx)\nData analysis (input and output) according to the program used (R, GraphPad Prism, Image\nJ)\nRead me for every WP with the linked folders and locations (.txt)\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo.\nText documents and Excel files stored within each experiment folder in the J-Drive will\nrespectively contain guidelines describing data collection/analysis methods and all relevant\nmetadata (including experimental conditions, sample keys, computational analysis pipelines and\ntheir parameters) to ensure the reusability of the data and the reproducibility of any further data\ngeneration.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nUpon data collection/pre-processing, copies of the data will be stored in the J-Drive of our\nresearch unit. Temporary copies of the data will be made and kept on personal hard drives.\nPhysical data such as tissue biopsies, (immuno)histologically stained tissue sections, biochemical\nsamples (protein extracts, mRNA) western blots, etc.) will be stored in our freezers/fridges.\nPatient samples will be stored at the UZ/KU Leuven Biobank under the conditions of the\nVLECC/CCARE S53684 protocol.\n5.2. How will the data be backed up?\nData stored on the KU Leuven J-Drive is managed, maintained, and backed up by KU Leuven IT\nservices. Specifically, mirror copies of the stored data are made immediately upon upload for\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nsafety backup purposes\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, the KU Leuven J-Drive has sufficient storage capacity for the outlined project.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe annual cost of J-Drive storage is €519 per 1TB of storage space per year. This cost and\ncapacity include the performance of mirror copies of the stored data, for safety backup purposes.\nWe expect that 5 TB will be sufficient to store all data generated as part of the project. These\ncosts will be covered by the budget of the project lead (Prof. Gianluca Matteoli).\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nData stored on KU Leuven-managed personal computers are protected via password access to\nthe computers, as set up by the KU Leuven IT Department. Off-site access to J-Drive data is\navailable from KU Leuven personal computers and data access points and is password protected.\nUpon request, access to the shared drive will be given only to authorized researchers.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll raw data will be retained for at least 10 years on the K-Drive storage space. Publication data\nwill be further organized and catalogued on a figure-by-figure basis for future reference to raw\ndatasets used for figure generation\n6.2. Where will these data be archived (= stored for the long term)?\nLong term data archives will be maintained in specific archive folders on the K-Drive.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe annual cost of K-Drive storage is 11.384 € per 100GB of storage space per year. We expect\nthat 5 TB will be sufficient for long-term storage of all data generated as part of the project.\nThese costs will be covered by the budget of the project lead (Prof. Gianluca Matteoli).\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo.\nAfter filing patent application(s), there are no factors restricting sharing of the data.\n7.2. Which data will be made available after the end of the project?\nAll data will be made available through publication of articles in established, peer-reviewed\n(nonpredatory) academic journals. Relevant raw data will be made publicly available through\nupload\nto well-established open-access data repositories.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\nAfter securing IP rights, published data will be made available in an open access repository\nand/or upon request.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n7.5. Who will be able to access the data and under what conditions?\nData not deposited in open-access repositories will in principle only be accessible to members of\nthe Matteoli lab. Other collaborations and sharing are possible with staff within the Inflammatory\nBowel Diseases research group at TARGID, upon reasonable request. Any user can place\nreasonable requests data for non-commercial purposes, and these requests will be assessed on a\ncase-by-case basis by the project lead (Prof. Gianluca Matteoli ). Commercial-based requests will\nbe discussed with the project lead as well.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nCost for data sharing will be discussed with collaborators on a case-by-case basis.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe applicant (Prof. Gianluca Matteoli) will be responsible for data documentation and metadata\ngeneration/preservation of the project.\n8.2. Who will be responsible for data storage & back up during the project?\nThe applicant (Prof. Gianluca Matteoli) will be responsible for collecting/generating data and for\ncorrect documentation and upload onto the J/K-Drive storage space and KU Leuven enterprise\nbox. The KU Leuven IT department will be responsible for maintenance and back up of data\nstorage spaces.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe applicant (Prof. Gianluca Matteoli) will bear responsibility for ensuring data preservation and\nreuse.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe applicant (Prof.Gianluca Matteoli) will bear responsibility of updating & implementing this\nDMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Targeting intestinal macrophages as a new treatment for inflammatory bowel disease. IBD-MAC - DMP title Project Identifier C3/21/038 Grant Title C3/21/038 Principal Investigator / Researcher Gianluca Matteoli Project Data Contact Gianluca.matteoli@kuleuven.be Description The intestinal immune response is tightly regulated to prevent aberrant immune activation towards food antigens and symbiotic microflora, to which the gastrointestinal tract is continuously exposed. In individuals with a genetic and/or environmental predisposition, this regulation is impaired leading to chronic intestinal inflammation, which may result in Inflammatory Bowel Disease (IBD). Recent evidence indicates that intestinal macrophages (Macs) are gatekeepers of the intestinal immune homeostasis. Consequently, the focus in IBD research has recently shifted from the adaptive immune system towards the study of mucosal innate immune responses, including monocyte/Mac function transitions. In this respect, we have identified various drug candidates for repurposing, as well as a peptide, activating a metabolic checkpoint enzyme, thereby steering Macs toward anti-inflammatory status. In line, our preliminary data indicate that the most promising drug significantly decreases IBD readouts in a mouse model of colitis. With this C3 project, we aim at establishing solid preclinical datasets as a basis to file (a) patent application(s) and explore licensing opportunities with interested companies in the IBD domain. Institution KU Leuven 1. General Information Name of the project lead (PI) Gianluca Matteoli Internal Funds Project number & title C3/21/038 Targeting intestinal macrophages as a new treatment for inflammatory bowel disease. IBD-MAC 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Estimated volume Analysis tools WP1: Pictures result fecal occult blood and disease parameters DSS colitis experiments .jpg, .xlsx <2 GB Excel WP1 : Flow cytometry .fcs,.xlsx, .png, .pdf <25 GB Sony ID 7000, FlowJo, Excel, GraphPad Prism WP1: PHGDH activity assay .xlsx, .tif <1 GB Excel, ELISA plate reader WP1 : Angiogenesis and wound healing assays .txt,.xlsx, .tif, MP4 <2 GB Excel, Incucyte This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 WP1 : RNA sequencing single cell raw files .bam/fastq 500 GB Illumina/Cellranger (10X ) WP1 : RNA sequencing Single cell processing/analysis .mtx,.rds,.tif,.csv,.R,.py 500GB Bioinformatic softwares implemented in R/pvthon WP2: Pictures result fecal occult blood and disease parameters DSS colitis experiments .jpg, .xlsx <2 GB Excel WP2 : Video Endoscopy MP4,.jpg <100 GB High resolution video endoscopy WP2 : Flow cytometry .fcs,.xlsx, .png, .pdf <25 GB BD FACSymphony A3, Flow Jo, Excel, GraphPad Prism WP2 : Confocal microscopy CZI,.tif <50 GB Confocal microscope/Cell imaging core -KUL, ImageJ WP2 : Ussing system .xlsx <2 GB Excel, UssingChart Software WP3 :qPCR raw data and analysis LC96P,.xlsx, GraphPad Prism <1 GB Excel, GraphPadPrism WP3: ELISA raw data and analysis .xlsx,.tif <1 GB Excel WP3 : Wound healing assay .txt,.xlsx, .tif, MP4 <1 GB Excel, Incucyte WP3: Organoid dissection and re- culturing .txt,.xlsx, .tif, MP4 <1 GB Excel, Incucyte WP3 : Confocal microscopy CZI,.tif <50 GB Confocal microscope/Cell imaging core -KUL, ImageJ WP3: PHGDH activity assay .xlsx, .tif <1 GB Excel, ELISA plate reader WP3: V-plex human cytokine kit .xlsx,.tif <1 GB Excel 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes. Human patient samples from full-thickness biopsies from the resected ileum of Crohn's disease (CD) patients undergoing curative intent surgery for fibro-stenotic ileal strictures and from patients undergoing curative-intent right hemicolectomy for colon carcinoma (CRC) will be gathered after informed consent by the IBD- UZ Leuven group under supervision of prof. dr. Severine Vermeire (collaborator on this project). Tissue samples representative of not affected mucosa (resected margins), inflamed and stenotic areas will be identified under the supervision of a This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 trained IBD pathologist (UZ Leuven) and digested to generate single cell suspensions for scRNAseq and for isolation of fibroblast and immune cells. Healthy ileal full-thickness biopsies will be collected during right hemicolectomy for CRC and used as control. Health data such as disease severity and disease status of the collected samples will be recorded. Since the animal experiments will take place first, the adjustments to the existing PRET application VLECC/CCARE S53684 are currently ongoing. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes. Animal experiments will be performed as part of this project. All animal experiments to be performed in the laboratory of Prof. Gianluca Matteoli have been approved by the Ethical committee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD project P188/2019. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, we will proceed into patent application filing as soon as possible for data relating to the anti- inflammatory efficacy of our selected compounds. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 3rd party agreements are applicable. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? For every WP (if applicable), the following documentation will be made: Experimental design and logbook (.xls) Protocols (.docx) Structure of data (.docx) Data analysis (input and output) according to the program used (R, GraphPad Prism, Image J) Read me for every WP with the linked folders and locations (.txt) 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. Text documents and Excel files stored within each experiment folder in the J-Drive will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. 5. Data storage and backup during the project 5.1. Where will the data be stored? Upon data collection/pre-processing, copies of the data will be stored in the J-Drive of our research unit. Temporary copies of the data will be made and kept on personal hard drives. Physical data such as tissue biopsies, (immuno)histologically stained tissue sections, biochemical samples (protein extracts, mRNA) western blots, etc.) will be stored in our freezers/fridges. Patient samples will be stored at the UZ/KU Leuven Biobank under the conditions of the VLECC/CCARE S53684 protocol. 5.2. How will the data be backed up? Data stored on the KU Leuven J-Drive is managed, maintained, and backed up by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload for This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 safety backup purposes 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, the KU Leuven J-Drive has sufficient storage capacity for the outlined project. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The annual cost of J-Drive storage is €519 per 1TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 5 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project lead (Prof. Gianluca Matteoli). 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored on KU Leuven-managed personal computers are protected via password access to the computers, as set up by the KU Leuven IT Department. Off-site access to J-Drive data is available from KU Leuven personal computers and data access points and is password protected. Upon request, access to the shared drive will be given only to authorized researchers. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All raw data will be retained for at least 10 years on the K-Drive storage space. Publication data will be further organized and catalogued on a figure-by-figure basis for future reference to raw datasets used for figure generation 6.2. Where will these data be archived (= stored for the long term)? Long term data archives will be maintained in specific archive folders on the K-Drive. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The annual cost of K-Drive storage is 11.384 € per 100GB of storage space per year. We expect that 5 TB will be sufficient for long-term storage of all data generated as part of the project. These costs will be covered by the budget of the project lead (Prof. Gianluca Matteoli). 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No. After filing patent application(s), there are no factors restricting sharing of the data. 7.2. Which data will be made available after the end of the project? All data will be made available through publication of articles in established, peer-reviewed (nonpredatory) academic journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail 7.4. When will the data be made available? Upon publication of the research results After securing IP rights, published data will be made available in an open access repository and/or upon request. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 7.5. Who will be able to access the data and under what conditions? Data not deposited in open-access repositories will in principle only be accessible to members of the Matteoli lab. Other collaborations and sharing are possible with staff within the Inflammatory Bowel Diseases research group at TARGID, upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the project lead (Prof. Gianluca Matteoli ). Commercial-based requests will be discussed with the project lead as well. 7.6. What are the expected costs for data sharing? How will these costs be covered? Cost for data sharing will be discussed with collaborators on a case-by-case basis. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The applicant (Prof. Gianluca Matteoli) will be responsible for data documentation and metadata generation/preservation of the project. 8.2. Who will be responsible for data storage & back up during the project? The applicant (Prof. Gianluca Matteoli) will be responsible for collecting/generating data and for correct documentation and upload onto the J/K-Drive storage space and KU Leuven enterprise box. The KU Leuven IT department will be responsible for maintenance and back up of data storage spaces. 8.3. Who will be responsible for ensuring data preservation and sharing? The applicant (Prof. Gianluca Matteoli) will bear responsibility for ensuring data preservation and reuse. 8.4. Who bears the end responsibility for updating & implementing this DMP? The applicant (Prof.Gianluca Matteoli) will bear responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}