{
    "document_id": "D-2021-1066",
    "LinkTitle": "D-2021-1066",
    "file_name": "D-2021-1066.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1066.pdf",
    "metadata": {
        "title": "Breaking the Lines: Geometrical Reasoning and Medieval Atomism – DMP - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Breaking the Lines: Geometrical Reasoning and Medieval Atomism – DMP -\nDMP title\nProject Identifier\n 3H210323\nPrincipal Investigator / Researcher\n Clelia Crialesi\nDescription\n The proposed research is centered on one fundamental issue in the history of\nphilosophy and science, namely, the debate about atomism. Regarding this debate, late medieval\nthinkers made a remarkable contribution with long-lasting influences on Modern thought. The\naim of the project is to shed new light on the mathematical approach by which the medievals\nquestioned a central problem in natural philosophy, i.e. the nature of continuum. \nIn the 13th and\n14th century, two opposite tenets were advanced by Aristotelians and atomists. In accordance\nwith Aristotle’s thought, the former accounted for the infinite divisibility of everything within\nspace, whereas the latter held to the existence of indivisible elements composing the continuum.\nGeometrical reasoning enlivened late medieval discussions on the nature of extension. A pivotal\nrole in the development of geometrical arguments was played by De lineis insecabilibus, a\ngeometrical text which was wrongly ascribed to Aristotle and had a great popularity throughout\nthe Middle Ages. The research will offer a thorough analysis of the geometrical arguments\nemployed by late medieval philosophers, retracing the medieval roots of the philosophical\ndiscussion of the geometric space. The first critical edition of De lineis insecabilibus will be\nproduced and its impact on Latin atomism evaluated, and further evidence in support of the\nattribution of its Latin translation to the 13th-century polymath Robert Grosseteste will be\nprovided.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nClelia Crialesi\nFWO Project Number & Title\n3H210323: Breaking the lines: Geometrical Reasoning and Medieval Atomism\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nDigital images\nof\nmanuscripts\n.jpeg\n4,35 GB\nDocument scanning from\narchival (paper-based)\ndocuments\nChart of\nmauscripts\ncollected\n.xlsx\n<100\nMB\nManually\nTranscription\nof\nmanuscripts\n.docx\n<50 MB\nManually\nTranslation of\nmedieval\ntexts\n.docx\n<50 MB\nManually\nNotes\nconcerning\nmedieval\ntexts\n.docs\n<50 MB\nManually\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nRelevant data used in my research: manuscripts and early modern prints.\n2\n. \nOther data: trascriptions of medieval texts, as well as historical and theoretical description\nof context, source, methods, and relevance for scholarship.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMetadata in the Dublin Core standard is preferred to describe digital and physical resources, as\nwell as to process and organize the data. This will allow easy consultation and reuse of the\nmetadata for myself and possible future colleagues and collaborators.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nDigital images of manuscripts have their own metadata. Metadata of digital images are\nreported in a dedicated Excel spreadsheet, which helps to sort and further describe the\nacquired data.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nProduced and collected data is currently stored and backuped through KU Leuven data storage\nservice in the following way:\n1\n. \nData produced by ongoing research (i.e., transcriptions of medievala texts, drafts, and\nnotes) is stored and automatically backuped on KU Leuven's network drives (mainly\nOneDrive and Web Files Access). This kind of data is also stored locally on a personal device.\n2\n. \nCollected data (i.e., scans, digital images of manuscripts) is currently stored via the\nAristoteles Latinus library and using KU Leuven's network drives (mainly Web Files Access).\nHow is backup of the data provided?\nThe data will be stored on the KU Leuven's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe storage and backup capacity offered by KU Leuven's services is absolutely sufficient and\nadequate.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nKU Leuven's data storage services are free.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo sentitive personal data is directly implied in my research. Therefore, I apply a standard\nprocedure for personal data security. This includes the regular updating of my access password\nin the first place. Moreover, the multi-factor authentication service offered by KU Leuven's\nAuthenticator guarantees a high level of security. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll produced and collected data will be retained for the expected 10 year period after the end of\nthe project in a safe, secure, and sustainable way.\nWhere will the data be archived (= stored for the longer term)?\n1\n. \nAfter the completion of the project, data leading to all public dissemination will be archived\nin a dedicated system (approx. 10GB).\n2\n. \nMicrofilms and images of manuscripts will be handled by the AL library. The documentation\nregarding the critical edition will be stored in the AL archive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe selected online repository is free of charge. Hence, no costs are involved by the process of\ndata preservation.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n1\n. \nData obtained from European Libraries and Archives will be shared according to their\nspecific copywrith limitation.\n2\n. \nDigitised manuscripts and microfilms preserved by the Aristoteles Latinus library (physically\nand via KU Leuven's drives) are available to members of the Institute of Philosophy at KU\nLeuven. This means they can have access to these sources without breaking copyright.\n \nWhich data will be made available after the end of the project?\nRelevant data not subject to copyright agreements with publishers and libraries will be uploaded\nin Zenodo under a CC-BY licence.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe data will be made available using Zenodo.\nWhen will the data be made available?\nImmediately after the end of the project\nThe datasets will be made available on Zenodo upon completion of the project.\nWho will be able to access the data and under what conditions?\nData will be open-access.\nWhat are the expected costs for data sharing? How will the costs be covered?\nZenodo is free of charge.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI is responsible for data documentation and metadata.\nWho will be responsible for data storage & back up during the project?\nThe PI is responsible for data storage and backup during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI is responsible for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating and implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Breaking the Lines: Geometrical Reasoning and Medieval Atomism - DMP - DMP title Project Identifier 3H210323 Principal Investigator / Researcher Clelia Crialesi Description The proposed research is centered on one fundamental issue in the history of philosophy and science, namely, the debate about atomism. Regarding this debate, late medieval thinkers made a remarkable contribution with long-lasting influences on Modern thought. The aim of the project is to shed new light on the mathematical approach by which the medievals questioned a central problem in natural philosophy, i.e. the nature of continuum. In the 13th and 14th century, two opposite tenets were advanced by Aristotelians and atomists. In accordance with Aristotle's thought, the former accounted for the infinite divisibility of everything within space, whereas the latter held to the existence of indivisible elements composing the continuum. Geometrical reasoning enlivened late medieval discussions on the nature of extension. A pivotal role in the development of geometrical arguments was played by De lineis insecabilibus, a geometrical text which was wrongly ascribed to Aristotle and had a great popularity throughout the Middle Ages. The research will offer a thorough analysis of the geometrical arguments employed by late medieval philosophers, retracing the medieval roots of the philosophical discussion of the geometric space. The first critical edition of De lineis insecabilibus will be produced and its impact on Latin atomism evaluated, and further evidence in support of the attribution of its Latin translation to the 13th-century polymath Robert Grosseteste will be provided. Institution KU Leuven 1. General Information Name applicant Clelia Crialesi FWO Project Number & Title 3H210323: Breaking the lines: Geometrical Reasoning and Medieval Atomism Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Digital images of manuscripts .jpeg 4,35 GB Document scanning from archival (paper-based) documents Chart of mauscripts collected .xlsx <100 MB Manually Transcription of manuscripts .docx <50 MB Manually Translation of medieval texts .docx <50 MB Manually Notes concerning medieval texts .docs <50 MB Manually 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . Relevant data used in my research: manuscripts and early modern prints. 2 . Other data: trascriptions of medieval texts, as well as historical and theoretical description of context, source, methods, and relevance for scholarship. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Metadata in the Dublin Core standard is preferred to describe digital and physical resources, as well as to process and organize the data. This will allow easy consultation and reuse of the metadata for myself and possible future colleagues and collaborators. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Digital images of manuscripts have their own metadata. Metadata of digital images are reported in a dedicated Excel spreadsheet, which helps to sort and further describe the acquired data. 5. Data storage and backup during the FWO project Where will the data be stored? Produced and collected data is currently stored and backuped through KU Leuven data storage service in the following way: 1 . Data produced by ongoing research (i.e., transcriptions of medievala texts, drafts, and notes) is stored and automatically backuped on KU Leuven's network drives (mainly OneDrive and Web Files Access). This kind of data is also stored locally on a personal device. 2 . Collected data (i.e., scans, digital images of manuscripts) is currently stored via the Aristoteles Latinus library and using KU Leuven's network drives (mainly Web Files Access). How is backup of the data provided? The data will be stored on the KU Leuven's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The storage and backup capacity offered by KU Leuven's services is absolutely sufficient and adequate. What are the expected costs for data storage and back up during the project? How will these costs be covered? KU Leuven's data storage services are free. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sentitive personal data is directly implied in my research. Therefore, I apply a standard procedure for personal data security. This includes the regular updating of my access password in the first place. Moreover, the multi-factor authentication service offered by KU Leuven's Authenticator guarantees a high level of security. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All produced and collected data will be retained for the expected 10 year period after the end of the project in a safe, secure, and sustainable way. Where will the data be archived (= stored for the longer term)? 1 . After the completion of the project, data leading to all public dissemination will be archived in a dedicated system (approx. 10GB). 2 . Microfilms and images of manuscripts will be handled by the AL library. The documentation regarding the critical edition will be stored in the AL archive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The selected online repository is free of charge. Hence, no costs are involved by the process of data preservation. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 1 . Data obtained from European Libraries and Archives will be shared according to their specific copywrith limitation. 2 . Digitised manuscripts and microfilms preserved by the Aristoteles Latinus library (physically and via KU Leuven's drives) are available to members of the Institute of Philosophy at KU Leuven. This means they can have access to these sources without breaking copyright. Which data will be made available after the end of the project? Relevant data not subject to copyright agreements with publishers and libraries will be uploaded in Zenodo under a CC-BY licence. Where/how will the data be made available for reuse? In an Open Access repository The data will be made available using Zenodo. When will the data be made available? Immediately after the end of the project The datasets will be made available on Zenodo upon completion of the project. Who will be able to access the data and under what conditions? Data will be open-access. What are the expected costs for data sharing? How will the costs be covered? Zenodo is free of charge. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI is responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The PI is responsible for data storage and backup during the project. Who will be responsible for ensuring data preservation and reuse ? The PI is responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating and implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}