{
    "document_id": "D-2021-1137",
    "LinkTitle": "D-2021-1137",
    "file_name": "D-2021-1137.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1137.pdf",
    "metadata": {
        "title": "D-2021-1137",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Carolin Loyens\nFWO Project Number & Title Application number: 1108122N\nMathesis Universalis. The Oeuvre of Rahel Levin Varnhagen as Form of Knowledge in the Early Nineteenth \nCentury\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).My prime corpus of data comprises letters and diary fragments written in the late eighteenth and early  \nnineteenth century by the German-Jewish author Rahel Levin Varnhagen. This research-project will study an  \nanalog manuscript: this main corpus will be a compilation of letters and diary fragments – Rahel, ein Buch \ndes Andenkens für ihre Freunde  – a six-volume edition of textual material, written by Rahel Levin Varnhagen,  \nedited by Barbara Hahn and published by Wallstein Press in 2011. I will also make use of other compilations  \nof letters and diary fragments by the same author, a list of these can be found in the table below, which will  \nbe periodically updated. \nThe data will be collected by means of a close-reading of these texts. The majority of this data will be of  \nprimary nature, in that I will generate the data myself from the analog manuscript(s). The type of data that  \nwill be produced during this research is textual (i.e. research notes, articles for scholarly magazines etc.), and  \nwill be created in the Evernote application, in Zotero and in a Word-document. I will also make notes in  \nanalog notebooks. By means of the TurboScan application (this is an online app that allows you to digitize  \nphysical text-sources by making qualitative scans) I will scan and insert relevant analog notes into Evernote  \nand on the OneDrive for Business KU Leuven offers. Scholarly articles and monographs – which are mainly in  \na .pdf format or analog – will be analyzed for a theoretical and historical background of the research project.  \nThe data that will be generated through the analysis of these academic sources will also be created in the  \nEvernote application, the analog notebooks and in a Word-document. The estimated volume of the data  \nthat will be generated is 1 GB. \nType of data FormatVolumeHow created?Where stored?\nTextual: A compilation of letters and diary  \nfragments – Rahel, ein Buch des \nAndenkens für ihre Freunde  – a 6-volume \nedition written by Rahel Levin Varnhagen,  \nedited by Barbara Hahn and published by \nWallstein Press in 2011Analog6-volume editionAnalog sourceArtes Library Erasmushuis \n+ own private collection\nTextual: diary fragments and Letters\nTagebücher und Aufzeichnungen by Rahel \nLevin Varnhagen, edited by Ursula \nIsselstein, published in 2019Analog1064 pagesAnalog sourceArtes Library Erasmushuis \n+ own private collection\n2019-10-01 | FWO DMP Template 3Texual: letters\nBriefwechsel mit Ludwig Robert, b y Rahel \nLevin Varnhagen and Ludwig Robert, \nedited by Vigliero Consolina, published in \n2001Analog1014 pagesAnalog sourceArtes Library Erasmushuis \n+ own private collection\nTextual: Letters\nBriefwechsel mit Pauline Wiesel, b y Rahel \nLevin Varnhagen and Pauline Wiesel, \nedited by Barbara Hahn, published in \n1997Analog767 pagesAnalog sourceArtes Library Erasmushuis \n+ private collection \nsupervisor\nTextual: Letters\nFamilienbriefe, by Rahel Levin Varnhagen \nand several of her family members, \nedited by Renata Buzzo Màrgari \nBarovero, published in 2019Analog1547 pagesAnalog sourceArtes Library Erasmushuis \n+ private collection \nsupervisor\nTextual: Letters\nBriefwechsel mit Jugendfreundinnen, by \nRahel Levin Varnhagen and several of her \nyouth friends, edited by Barbara Hahn, \nBirgit Bosold and Friederike Wein, \npublished in 2021Analog1090 pagesAnalog sourceArtes Library Erasmushuis \n+ own private collection\nTextual: notebooks based on my reading \nof academic sources, attendance of \nconferences, reading of the Rahel-corpus,  \netc.AnalogTo be determined \nduring the \nresearch projectAnalog sourceIn my desk at the Faculty \nof Arts and at home\nTextual: notes based on my reading of \nacademic sources, attendance of \nconferences, etc.Digital\n.docxTo be determined \nduring the \nresearch projectCreated in a \nword-\ndocumentC:\n\\Users\\u0144835\\OneDriv\ne - KU \nLeuven\\Desktop\\PhD\nTextual: notes based on my reading of \nacademic sources, attendance of \nconferences, reading of the Rahel-corpus,  \netc;DigitalTo be determined \nduring the \nresearch projectCreated in \nEvernoteIn the Evernote app\nTextual: Bibliographical references .pdf, .doc\nx,To be determined \nduring the \nresearch projectCreated in \nZoteroIn the Zotero app\n2019-10-01 | FWO DMP Template 43.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n2019-10-01 | FWO DMP Template 54.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  I will add the following documentation to my data: \n-Project-level documentation: a README.txt file contained in C:\\Users\\u0144835\\OneDrive - KU  \nLeuven\\Desktop\\PhD , based on the template README.txt provided by research support staff at  \nKU Leuven and adapted to the needs of my project and discipline.\n-File-level documentation: additional README.txt files contained in each separate folder in the \nsame location. \n-Each document containing research data will receive a transparent, uniform file name\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nI will add metadata to my data as follows:\n-I will add metadata to my references using Zotero and will make use of a tag-system to \norganize my references in Zotero\n-I will add metadata to textual files using Evernote and will make use of a tag-system to organize  \nmy references in Evernote\n-Data created in MS Office automatically possesses certain metadata (file name, creator, date, \netc.) \n2019-10-01 | FWO DMP Template 65.Data storage & backup during the FWO project\nWhere will the data be stored?  During the research, my project will be stored using the KU Leuven OneDrive for Business. This storage \nsolution is appropriate for my purposes because it makes automatic back-ups and is free up to 2 terabytes.\nI will also keep an extra back up of my research data on my personal external hard drive which allows me \nto store up to 372 GB of data.\nThis data will also be kept in the online applications Evernote and Zotero. These applications are accessible  \nvia an app on my personal laptop but can also be accessed online, hence, the data in these applications \nwill have an online back-up.  \nFinally, during the research period, data will also be kept at a repository, such as Zenodo, where it will also  \nbe made available to other researchers.\nHow will the data be backed up?  A back-up of my data will be kept in the KU Leuven OneDrive for Business, on my personal external hard \ndrive and in the online applications of Zotero and Evernote.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nThe OneDrive for Business KU Leuven offers is free up to 2 terabytes. My personal hard drive allows me to \nstore up to 372 GB of data. This should cover the necessary amount of storage and backup needed for this \nresearch project. \n2019-10-01 | FWO DMP Template 7What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The OneDrive for Business KU Leuven offers its researchers is free up to 2 terabytes to store data during \nthe research project. There are no costs to be expected for data storage and backup during the project.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  I will protect my laptop by means of a double password: a ‘BitLocker’-numerical code in combination with \na password. KU Leuven OneDrive and the Evernote and Zotero applications are also protected by a \npassword.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All the data that is produced during the research project will be retained for the expected 5 year period \nafter the end of the project.\nWhere will these data be archived (= stored for \nthe long term)? After the end of the project, I will store my data on KU Leuven’s ‘Archive Storage’ for the required number \nof years according to the KU Leuven regulations, which are five years minimum.\n2019-10-01 | FWO DMP Template 8What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Projected costs for storing data for the required number of years after the project: 375 EUR\nThe storage costs will be paid from my personal bench fee.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? All data generated during the research project will be made available after the project.  \nWhere/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  Data will be made available by the principal investigator [Carolin Loyens]as soon as it is finished and \napproved by the supervisor  \nWho will be able to access the data and under \nwhat conditions? The principal investigator [Carolin Loyens] and the supervisor [Anke Gilleir] will have constant access to \nthe data \n2019-10-01 | FWO DMP Template 9What are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.At this point in the research trajectory, there are no expected costs for sharing data.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  The principal investigator [Carolin Loyens]  \nWho will be responsible for data storage & back \nup during the project?  The principal investigator [Carolin Loyens]  \nWho will be responsible for ensuring data \npreservation and sharing?  The principal investigator [Carolin Loyens]\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe principal investigator [Carolin Loyens] bears the overall responsibility for updating & implementing \nthis DMP"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Carolin Loyens FWO Project Number & Title Application number: 1108122N Mathesis Universalis. The Oeuvre of Rahel Levin Varnhagen as Form of Knowledge in the Early Nineteenth Century Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).My prime corpus of data comprises letters and diary fragments written in the late eighteenth and early nineteenth century by the German-Jewish author Rahel Levin Varnhagen. This research-project will study an analog manuscript: this main corpus will be a compilation of letters and diary fragments – Rahel, ein Buch des Andenkens für ihre Freunde – a six-volume edition of textual material, written by Rahel Levin Varnhagen, edited by Barbara Hahn and published by Wallstein Press in 2011. I will also make use of other compilations of letters and diary fragments by the same author, a list of these can be found in the table below, which will be periodically updated. The data will be collected by means of a close-reading of these texts. The majority of this data will be of primary nature, in that I will generate the data myself from the analog manuscript(s). The type of data that will be produced during this research is textual (i.e. research notes, articles for scholarly magazines etc.), and will be created in the Evernote application, in Zotero and in a Word-document. I will also make notes in analog notebooks. By means of the TurboScan application (this is an online app that allows you to digitize physical text-sources by making qualitative scans) I will scan and insert relevant analog notes into Evernote and on the OneDrive for Business KU Leuven offers. Scholarly articles and monographs – which are mainly in a .pdf format or analog – will be analyzed for a theoretical and historical background of the research project. The data that will be generated through the analysis of these academic sources will also be created in the Evernote application, the analog notebooks and in a Word-document. The estimated volume of the data that will be generated is 1 GB. Type of data FormatVolumeHow created?Where stored? Textual: A compilation of letters and diary fragments – Rahel, ein Buch des Andenkens für ihre Freunde – a 6-volume edition written by Rahel Levin Varnhagen, edited by Barbara Hahn and published by Wallstein Press in 2011Analog6-volume editionAnalog sourceArtes Library Erasmushuis + own private collection Textual: diary fragments and Letters Tagebücher und Aufzeichnungen by Rahel Levin Varnhagen, edited by Ursula Isselstein, published in 2019Analog1064 pagesAnalog sourceArtes Library Erasmushuis + own private collection 2019-10-01 | FWO DMP Template 3Texual: letters Briefwechsel mit Ludwig Robert, b y Rahel Levin Varnhagen and Ludwig Robert, edited by Vigliero Consolina, published in 2001Analog1014 pagesAnalog sourceArtes Library Erasmushuis + own private collection Textual: Letters Briefwechsel mit Pauline Wiesel, b y Rahel Levin Varnhagen and Pauline Wiesel, edited by Barbara Hahn, published in 1997Analog767 pagesAnalog sourceArtes Library Erasmushuis + private collection supervisor Textual: Letters Familienbriefe, by Rahel Levin Varnhagen and several of her family members, edited by Renata Buzzo Màrgari Barovero, published in 2019Analog1547 pagesAnalog sourceArtes Library Erasmushuis + private collection supervisor Textual: Letters Briefwechsel mit Jugendfreundinnen, by Rahel Levin Varnhagen and several of her youth friends, edited by Barbara Hahn, Birgit Bosold and Friederike Wein, published in 2021Analog1090 pagesAnalog sourceArtes Library Erasmushuis + own private collection Textual: notebooks based on my reading of academic sources, attendance of conferences, reading of the Rahel-corpus, etc.AnalogTo be determined during the research projectAnalog sourceIn my desk at the Faculty of Arts and at home Textual: notes based on my reading of academic sources, attendance of conferences, etc.Digital .docxTo be determined during the research projectCreated in a word- documentC: \\Users\\u0144835\\OneDriv e - KU Leuven\\Desktop\\PhD Textual: notes based on my reading of academic sources, attendance of conferences, reading of the Rahel-corpus, etc;DigitalTo be determined during the research projectCreated in EvernoteIn the Evernote app Textual: Bibliographical references .pdf, .doc x,To be determined during the research projectCreated in ZoteroIn the Zotero app 2019-10-01 | FWO DMP Template 43.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 54.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? I will add the following documentation to my data: -Project-level documentation: a README.txt file contained in C:\\Users\\u0144835\\OneDrive - KU Leuven\\Desktop\\PhD , based on the template README.txt provided by research support staff at KU Leuven and adapted to the needs of my project and discipline. -File-level documentation: additional README.txt files contained in each separate folder in the same location. -Each document containing research data will receive a transparent, uniform file name Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No I will add metadata to my data as follows: -I will add metadata to my references using Zotero and will make use of a tag-system to organize my references in Zotero -I will add metadata to textual files using Evernote and will make use of a tag-system to organize my references in Evernote -Data created in MS Office automatically possesses certain metadata (file name, creator, date, etc.) 2019-10-01 | FWO DMP Template 65.Data storage & backup during the FWO project Where will the data be stored? During the research, my project will be stored using the KU Leuven OneDrive for Business. This storage solution is appropriate for my purposes because it makes automatic back-ups and is free up to 2 terabytes. I will also keep an extra back up of my research data on my personal external hard drive which allows me to store up to 372 GB of data. This data will also be kept in the online applications Evernote and Zotero. These applications are accessible via an app on my personal laptop but can also be accessed online, hence, the data in these applications will have an online back-up. Finally, during the research period, data will also be kept at a repository, such as Zenodo, where it will also be made available to other researchers. How will the data be backed up? A back-up of my data will be kept in the KU Leuven OneDrive for Business, on my personal external hard drive and in the online applications of Zotero and Evernote. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No The OneDrive for Business KU Leuven offers is free up to 2 terabytes. My personal hard drive allows me to store up to 372 GB of data. This should cover the necessary amount of storage and backup needed for this research project. 2019-10-01 | FWO DMP Template 7What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The OneDrive for Business KU Leuven offers its researchers is free up to 2 terabytes to store data during the research project. There are no costs to be expected for data storage and backup during the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will protect my laptop by means of a double password: a ‘BitLocker’-numerical code in combination with a password. KU Leuven OneDrive and the Evernote and Zotero applications are also protected by a password. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All the data that is produced during the research project will be retained for the expected 5 year period after the end of the project. Where will these data be archived (= stored for the long term)? After the end of the project, I will store my data on KU Leuven’s ‘Archive Storage’ for the required number of years according to the KU Leuven regulations, which are five years minimum. 2019-10-01 | FWO DMP Template 8What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Projected costs for storing data for the required number of years after the project: 375 EUR The storage costs will be paid from my personal bench fee. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? All data generated during the research project will be made available after the project. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? Data will be made available by the principal investigator [Carolin Loyens]as soon as it is finished and approved by the supervisor Who will be able to access the data and under what conditions? The principal investigator [Carolin Loyens] and the supervisor [Anke Gilleir] will have constant access to the data 2019-10-01 | FWO DMP Template 9What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.At this point in the research trajectory, there are no expected costs for sharing data. 8.Responsibilities Who will be responsible for the data documentation & metadata? The principal investigator [Carolin Loyens] Who will be responsible for data storage & back up during the project? The principal investigator [Carolin Loyens] Who will be responsible for ensuring data preservation and sharing? The principal investigator [Carolin Loyens] Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe principal investigator [Carolin Loyens] bears the overall responsibility for updating & implementing this DMP"
}