{
    "document_id": "D-2024-2996",
    "LinkTitle": "D-2024-2996",
    "file_name": "D-2024-2996.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2996.pdf",
    "metadata": {
        "title": "REFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS THROUGH HIGHER EDUCATION.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "REFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS\nREFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS\nTHROUGH HIGHER EDUCATION.\nTHROUGH HIGHER EDUCATION.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nSofie Cabus\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nS003124N\nID: \nID: \n205853\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nThe main objective of 'From Camp to Campus' is to establish the scientific basis of a 'social investment approach' (SI) that increases the efficiency and\neffectiveness of integration strategies for refugees and newcomers (R&N) through higher education. Besides the scientific objective, 'From Camp to\nCampus' has a social objective: to promote a win-win strategy, with welfare gains for R&N themselves, and for the Flemish economy and society in\ngeneral. This welfare gain is achieved through a shift from a traditional welfare and activation approach to a social investment (SI) strategy.\nWe formulate four guiding research objectives: Objective 1: Develop a comprehensive theoretical rationale for the SI approach to migrant integration,\nwith a particular focus on R&N. Objective 2: Conduct a thorough empirical analysis of the extent of brain waste risk and return on investment for\nR&N. Objective 3: examine the \"demand side\" of SI strategy for R&N. Specifically, we will examine issues related to 'access' to higher education and\n'success' (progression within higher education), as well as R&N's ambitions, careers, needs and experiences bethink higher education. Objective 4: To\nexamine the \"supply side\" of the various services offered by higher education and identify points for quality improvement, good practices, etc. Given\nthe scholarly objectives of the project, \"From Camp to Campus\" aims to contribute to the scholarly literature in four main ways. First, we will evaluate\nthe current state of an SI perspective on migration, and develop a theoretical framework with a focus on investment in higher education. Second, we\nwill gather innovative scientific knowledge on return on investment for H&N. Third, our qualitative research will provide new and important insights\ninto the \"demand side\" and obstacles faced by R&N in higher education. By focusing on the needs of highly educated refugees, we recognize that they\nrequire tailored interventions (Fried et al., 2020). One of the innovative elements of our proposal consists of a thorough analysis of R&N's educational\nbarriers and strategies to overcome them. Fourth, we thoroughly examine the \"supply side\" of investment by analyzing four different higher education\nservices from a comparative perspective. \nThe scientific outputs of \"From Camp to Campus\" will provide substantial and relevant knowledge that will enable the advisory committee, and the\nother (local) government and civil society actors in the scientific field to put an end to this brain waste. As scientific output, we foresee a research\nreport by objective and several peer-reviewed articles, and a doctoral dissertation.\nLast modified: \nLast modified: \n22-03-2024\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n1 of 6\nREFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS\nREFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS\nTHROUGH HIGHER EDUCATION.\nTHROUGH HIGHER EDUCATION.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nLFS\nLabour force survey\n(Enquête naar\narbeidskrachten)\nReuse existing data\nDigital\n \nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\n.csv\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nLiterature\nreview\nReviewing the\nliterature on\nrefugees and\nnewcomers\nNew\nDigital\nTextual\n.pdf\n<1GB\n \nField\nnotes\nCollection of field\nnotes of researchers\ninvolved in the\nqualitative research\n(VUB, PXL)\nNew\nPhysical\nand\ndigital\ndairy\nentries\nTextual\n.dockx\n.pdf\n<1GB\n3 to 5\nnotebooks\ncontaining\nfield\nnotes\nmade by\ndifferent\nresearchers\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nSource is STATBEL. We made a formal application to STATBEL to request the data of the labour force survey.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWe collect information on experiences of migrants (including N&R) and Belgians with having access to higher education and aspirations of\nthose persons to go to higher education. \n \nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nLFS: individuals\nWe only present aggregated data on EU-LFS (in line with data policy of STATBEL).\nField notes: individuals:\nWe will work with a form \"Informed constent\".\nData are anonimised in the presentation of results.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThis applies to the field notes. The dataset will be accompanied by a separate README.txt file, saved and accessible at the same location\nas the dataset. This file will contain both contextual information on the data (when, how, where, by whom, and with whom it was\ncollected) as well as technical information on the ways in which data were processed (e.g., means of data input, data software used,\nmanipulations of the data, process of analyses) and technical details on how to access and process the data in the future.\nThe LFS files are already accompanied by a codebook (excel spreadsheet) providing an overview of all variables in each dataset, their\nvalues, and corresponding meanings.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n3 of 6\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nLFS: KU Leuven Onedrive (two-factor authentication requested)\nField notes: PXL Onedrive (two-factor authentication requested) and VUB Onedrive (two-factor authentication requested) \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll digital data will be kept on the One Drive servers, protected by two-factor identification needed from all KU Leuven researchers.  Similar\nhold true for the field notes. (See above)\nOne Drive folders and documents will only be shared with researchers involved in the study. When needed, sharing of data and/or documents\nwith others will occur only\nwith restricted access (through e-mail) and editing rights (read-only).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe expect that the storage of the data will not exceed the storage space provided by One Drive. Thus, we do not anticipate any additional costs\nfor data\nstorage for this project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nOne Drive KU Leuven - Archive\nResponsible: prof.dr. Orhan Agirdag\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData storage is not expected to exceed the possibilities provided by the standard KU Leuven storage solutions and thus will not involve\nadditional costs\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nFor all members of the research team, access to the data will always be by two-factor identification to gain access to the data stored on the One\nDrive server.\nAfter completion of the project, the data will not be made openly available nor available under embargo as data concerns potentially sensitive\nmaterials collected with a\nsocially vulnerable group of participants (refugee and migrant families). Data might be shared upon agreement with third parties. Data-sharing\npolicy agreements will then\nbe drawn up between the study team and parties requesting access to the data.\nScientific publications resulting from the project will be stored in the KU Leuven repository LIRIAS.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor the duration of the project, the data will be shared by the promotors and co-promotors of the study. Access to the data will always be by\ntwo-factor identification to gain access to the data stored on the One Drive servers. \nAll additional requests for access to the data will be discussed with and evaluated by prof.dr. Orhan Agirdag.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nAfter completion of the project, the data will not be made openly available nor available under embargo as data concerns potentially sensitive\nmaterials collected with a\nsocially vulnerable group of participants (refugee and migrant families).\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will not be made available.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will not be made available.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data will not be made available.\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n5 of 6\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nThe data will not be made available.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe data will not be made available.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nProject responsible and PI: prof.dr. Orhan Agirdag. Responsible for day-to-day coordination, storing, and managing the data over the 4-year\nproject duration: dr. Sofie Cabus, Research Manager \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nResponsible for day-to-day coordination, storing, and managing the data over the 4-year project duration: dr. Sofie Cabus, Research Manager \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nProf.dr. Orhan Agirdag. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\ndr. Sofie Cabus, Research Manager \nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n6 of 6"
    },
    "clean_full_text": "REFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS REFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS THROUGH HIGHER EDUCATION. THROUGH HIGHER EDUCATION. A Data Management Plan created using DMPonline.be Creator: Creator: Sofie Cabus Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: S003124N ID: ID: 205853 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: The main objective of 'From Camp to Campus' is to establish the scientific basis of a 'social investment approach' (SI) that increases the efficiency and effectiveness of integration strategies for refugees and newcomers (R&N) through higher education. Besides the scientific objective, 'From Camp to Campus' has a social objective: to promote a win-win strategy, with welfare gains for R&N themselves, and for the Flemish economy and society in general. This welfare gain is achieved through a shift from a traditional welfare and activation approach to a social investment (SI) strategy. We formulate four guiding research objectives: Objective 1: Develop a comprehensive theoretical rationale for the SI approach to migrant integration, with a particular focus on R&N. Objective 2: Conduct a thorough empirical analysis of the extent of brain waste risk and return on investment for R&N. Objective 3: examine the \"demand side\" of SI strategy for R&N. Specifically, we will examine issues related to 'access' to higher education and 'success' (progression within higher education), as well as R&N's ambitions, careers, needs and experiences bethink higher education. Objective 4: To examine the \"supply side\" of the various services offered by higher education and identify points for quality improvement, good practices, etc. Given the scholarly objectives of the project, \"From Camp to Campus\" aims to contribute to the scholarly literature in four main ways. First, we will evaluate the current state of an SI perspective on migration, and develop a theoretical framework with a focus on investment in higher education. Second, we will gather innovative scientific knowledge on return on investment for H&N. Third, our qualitative research will provide new and important insights into the \"demand side\" and obstacles faced by R&N in higher education. By focusing on the needs of highly educated refugees, we recognize that they require tailored interventions (Fried et al., 2020). One of the innovative elements of our proposal consists of a thorough analysis of R&N's educational barriers and strategies to overcome them. Fourth, we thoroughly examine the \"supply side\" of investment by analyzing four different higher education services from a comparative perspective. The scientific outputs of \"From Camp to Campus\" will provide substantial and relevant knowledge that will enable the advisory committee, and the other (local) government and civil society actors in the scientific field to put an end to this brain waste. As scientific output, we foresee a research report by objective and several peer-reviewed articles, and a doctoral dissertation. Last modified: Last modified: 22-03-2024 Created using DMPonline.be. Last modiﬁed 22 March 2024 1 of 6 REFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS REFUGEES: FROM CAMP TO CAMPUS: SOCIAL INVESTMENT IN REFUGEES AND NEWCOMERS THROUGH HIGHER EDUCATION. THROUGH HIGHER EDUCATION. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume LFS Labour force survey (Enquête naar arbeidskrachten) Reuse existing data Digital Observational Experimental Compiled/aggregated data Simulation data Software Other NA .csv .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Literature review Reviewing the literature on refugees and newcomers New Digital Textual .pdf <1GB Field notes Collection of field notes of researchers involved in the qualitative research (VUB, PXL) New Physical and digital dairy entries Textual .dockx .pdf <1GB 3 to 5 notebooks containing field notes made by different researchers If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Source is STATBEL. We made a formal application to STATBEL to request the data of the labour force survey. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data We collect information on experiences of migrants (including N&R) and Belgians with having access to higher education and aspirations of those persons to go to higher education. Created using DMPonline.be. Last modiﬁed 22 March 2024 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes LFS: individuals We only present aggregated data on EU-LFS (in line with data policy of STATBEL). Field notes: individuals: We will work with a form \"Informed constent\". Data are anonimised in the presentation of results. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). This applies to the field notes. The dataset will be accompanied by a separate README.txt file, saved and accessible at the same location as the dataset. This file will contain both contextual information on the data (when, how, where, by whom, and with whom it was collected) as well as technical information on the ways in which data were processed (e.g., means of data input, data software used, manipulations of the data, process of analyses) and technical details on how to access and process the data in the future. The LFS files are already accompanied by a codebook (excel spreadsheet) providing an overview of all variables in each dataset, their values, and corresponding meanings. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 22 March 2024 3 of 6 No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? LFS: KU Leuven Onedrive (two-factor authentication requested) Field notes: PXL Onedrive (two-factor authentication requested) and VUB Onedrive (two-factor authentication requested) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All digital data will be kept on the One Drive servers, protected by two-factor identification needed from all KU Leuven researchers. Similar hold true for the field notes. (See above) One Drive folders and documents will only be shared with researchers involved in the study. When needed, sharing of data and/or documents with others will occur only with restricted access (through e-mail) and editing rights (read-only). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect that the storage of the data will not exceed the storage space provided by One Drive. Thus, we do not anticipate any additional costs for data storage for this project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? One Drive KU Leuven - Archive Responsible: prof.dr. Orhan Agirdag Created using DMPonline.be. Last modiﬁed 22 March 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data storage is not expected to exceed the possibilities provided by the standard KU Leuven storage solutions and thus will not involve additional costs 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) For all members of the research team, access to the data will always be by two-factor identification to gain access to the data stored on the One Drive server. After completion of the project, the data will not be made openly available nor available under embargo as data concerns potentially sensitive materials collected with a socially vulnerable group of participants (refugee and migrant families). Data might be shared upon agreement with third parties. Data-sharing policy agreements will then be drawn up between the study team and parties requesting access to the data. Scientific publications resulting from the project will be stored in the KU Leuven repository LIRIAS. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For the duration of the project, the data will be shared by the promotors and co-promotors of the study. Access to the data will always be by two-factor identification to gain access to the data stored on the One Drive servers. All additional requests for access to the data will be discussed with and evaluated by prof.dr. Orhan Agirdag. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects After completion of the project, the data will not be made openly available nor available under embargo as data concerns potentially sensitive materials collected with a socially vulnerable group of participants (refugee and migrant families). Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will not be made available. When will the data be made available? When will the data be made available? The data will not be made available. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The data will not be made available. Created using DMPonline.be. Last modiﬁed 22 March 2024 5 of 6 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. The data will not be made available. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The data will not be made available. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Project responsible and PI: prof.dr. Orhan Agirdag. Responsible for day-to-day coordination, storing, and managing the data over the 4-year project duration: dr. Sofie Cabus, Research Manager Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Responsible for day-to-day coordination, storing, and managing the data over the 4-year project duration: dr. Sofie Cabus, Research Manager Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof.dr. Orhan Agirdag. Who will update and implement this DMP? Who will update and implement this DMP? dr. Sofie Cabus, Research Manager Created using DMPonline.be. Last modiﬁed 22 March 2024 6 of 6"
}