{
    "document_id": "D-2025-3768",
    "LinkTitle": "D-2025-3768",
    "file_name": "D-2025-3768.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3768.pdf",
    "metadata": {
        "title": "Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea\nCritical, Bottom-up and Material Geopolitics of the European Union in the Black Sea\nHorizon 2020 FAIR DMP +\nHorizon 2020 FAIR DMP +\nVersion information\nVersion information\nVersion number\nVersion number\nv1.0\nDescription\nDescription\nOriginal version.\nDate of first version\nDate of first version\n11/03/2025\nDate of last update\nDate of last update\n11/03/2025\n1. Data summary\n1. Data summary\nWhat is the purpose of the data collection/generation and its relation to the objectives of the project?\nWhat is the purpose of the data collection/generation and its relation to the objectives of the project?\nThe main objectives of the project are 1) identifying the role of the Black Sea in EU geopolitics, and 2) identifying local and\nmaterial dimensions contributing to Black Sea geopolitics. For the first objective, the project aims to generate two types of data:\na) a collection of EU policy documents and public statements that explain how the bloc views the Black Sea in its foreign and\nneighborhood policies; and b) qualitative interviews with EU policy-makers and policy experts, who expertise on the matter adds\nto deeper understanding of the topic. For the second objective, the project aims to generate one specific type of data: qualitative\ninterviews with local community representatives in the Black Sea coastal towns who have either direct knowledge of EU policies\nin the area or practically contribute to the implementation of these EU policies in the area.\nWhat types and formats of data will the project generate/collect?\nWhat types and formats of data will the project generate/collect?\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n1 of 7\nDataset name\nDataset name\nDescription\nDescription\nNew/\nNew/\nUsed\nUsed\nDigital/\nDigital/\nPhysical\nPhysical\nType\nType\nFormat\nFormat\nVolume\nVolume\nStorage\nStorage\nPolicy documents\nPolicy documents by EU institutions\nNew\nDigital\nText\npdf\n50MB\nI:drive\nStatements\nStatements by EU decision-makers\nNew\nDigital\nText\npdf\n50MB\nI:drive\nTimeline\nTimeline of key events, decisions and policy programs\nNew\nDigital\nText / flow\nchart\npdf\n10MB\nI:drive\nAudio interviews\nAudiofiles of the interviews\nNew\nDigital\nAudio\nm4a\n20GB\nI:drive\nInterview\ntranscripts\nPseudonymized transcripts of audiofiles of the\ninterviews\nNew\nDigital\nText\ndocx/pdf\n100MB\nI:drive\nPost-interview\nnotes\nNotes on main takeaways from the interview\nNew\nDigital\nText\ndocx\n10MB\nI:drive\nField notes\nNotes based on visual and other observation during\nfieldwork\nNew\nDigital\nText\ndocx\n10MB\nI:drive\nPhotos\nPhotos taken with digital camera during fieldwork\nNew\nDigital\nImage\njpeg\n10GB\nI:drive\nWill you re-use any existing data and, if so, how?\nWill you re-use any existing data and, if so, how?\nNo.\nWhat is the origin of the data?\nWhat is the origin of the data?\nEU policy/statement datasets will be retrieved from official EU and EU institutional websites. The rest of the data will be\ngenerated either by interviews in Brussels or fieldwork abroad.\nWhat is the expected size of the data (if known)?\nWhat is the expected size of the data (if known)?\nApproximately 30GB.\nTo whom might the data be useful (‘data utility’)?\nTo whom might the data be useful (‘data utility’)?\nThe data will be useful to political scientists and political geographers interested either in EU politics or Black Sea politics.\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\nAre the data produced and/or used in the project discoverable with metadata?\nAre the data produced and/or used in the project discoverable with metadata?\nYes. I will deposit the research data at KU Leuven's Research Data Repository (RDR) at the end of the project. The RDR provides a\npersistent identifier and link (i.e. DOI) as well as a template to describe the data and create rich and standardized metadata and\nallows the data to be easily findable (e.g. via Google, Web of Science, etc.), identifiable, reusable and citable.\nAre the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism?\nAre the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism?\nYes. The RDR provides DOI for deposited data, which makes the data easy to find and re-use in the long term. I will use of\nstandard open file formats, primarily pdf (as most of my data is textual), that will keep the data accessible and interoperable.\nWhat naming conventions do you follow?\nWhat naming conventions do you follow?\nEach dataset will have a separate folder. File names will consist of four elements: dataset name or acronym (e.g. INT for\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n2 of 7\nInterviews, PD for Policy documents), number (1, 2, 3...), geographical or institutional location (e.g. B for Brussels or EP for\nEuropean Parliament) and date (YYYYMMDD), each element separated by underscore (_). I will include a txt-file in the folder to\nexplain abbreviations used in the file names.\nWill search keywords be provided that optimize possibilities for re-use?\nWill search keywords be provided that optimize possibilities for re-use?\nYes. In the RDR, keywords are one of the required fields to be filled when depositing the data.\nWhat is your approach for clear versioning?\nWhat is your approach for clear versioning?\nNone of the datasets anticipated to be generated in the project will need update or regular revision.\nWhat metadata will be created?\nWhat metadata will be created?\nPersistent identifier (DOI), publication date, name of the author and ORCID number, title of the data, department/faculty, dataset\ndescription, subject, keywords, related publication, file formats, type of access rights.\n2.2. FAIR data: Making data openly accessible\n2.2. FAIR data: Making data openly accessible\nWhich data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide\nWhich data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide\na rationale for doing so.\na rationale for doing so.\nIn principle, all datasets will be made openly available. The most sensitive part is interviews. Audio files will be kept close and\ntranscripts will be pseudonymized to maintain confidentiality of personal details of interview participants. In some cases, parts of\nthe interview transcriptions may be kept close to reduce the risk of identification of the respondent.\nHow will the data be made accessible?\nHow will the data be made accessible?\nIt will be published in KU Leuven's RDR.\nWhat methods or software tools are needed to access the data? Is documentation about the software needed to access the data\nWhat methods or software tools are needed to access the data? Is documentation about the software needed to access the data\nincluded? Is it possible to include the relevant software (e.g. in open source code)?\nincluded? Is it possible to include the relevant software (e.g. in open source code)?\nNo special software will be necessary to access the data. The majority of data is textual and will be published in pdf and docx\nformats; photos in jpeg.\nWhere will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate\nWhere will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate\narrangements with the identified repository?\narrangements with the identified repository?\nIn KU Leuven's RDR.\nIf there are restrictions on use, how will access be provided?\nIf there are restrictions on use, how will access be provided?\nThere are no restriction on use. Consent agreements with interview participants will include a permission for the data to be re-\nused in the future.\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n3 of 7\n2.3. FAIR data: Making data interoperable\n2.3. FAIR data: Making data interoperable\nAre the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you\nAre the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you\nfollow to make your data interoperable?\nfollow to make your data interoperable?\nYes. RDR provides a standard metadata vocabulary. The data will be published in common file formats (pdf, docx) which will\nmake it easy for anyone to access and re-use.\nWill you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In\nWill you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In\ncase it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings\ncase it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings\nto more commonly used ontologies?\nto more commonly used ontologies?\nI will use standard vocabularies for the datasets.\n2.4. FAIR data: Increase data re-use (through clarifying licenses)\n2.4. FAIR data: Increase data re-use (through clarifying licenses)\nHow will the data be licensed to permit the widest re-use possible?\nHow will the data be licensed to permit the widest re-use possible?\nThe data will be available on the RDR under the license: CC-BY-NC-ND-4.0.\nWhen will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed.\nWhen will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed.\nIt will be made available for re-use right after the publication of the main findings.\nAre the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of\nAre the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of\nsome data is restricted, explain why.\nsome data is restricted, explain why.\nYes. The data can be useful to researchers in political science, geography, area studies and related fields.\nHow long is it intended that the data remains re-usable?\nHow long is it intended that the data remains re-usable?\nKU Leuven's RDR has a standard storing period of 10 years during which period the data will remain re-usable.\nAre data quality assurance processes described?\nAre data quality assurance processes described?\nOnly the researcher and the supervisor have access to modify the deposited data. The supervisor's review will also provide an\nadditional control for the quality of data management.\n3. Allocation of resources\n3. Allocation of resources\nWhat are the costs for making data FAIR in your project? How will these costs be covered?\nWhat are the costs for making data FAIR in your project? How will these costs be covered?\nThere is no financial cost since the storage is free of charge.\nWho will be responsible for data management in your project?\nWho will be responsible for data management in your project?\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n4 of 7\nI, Gela Merabishvili, will be the responsible person for data management, which includes data collection and deposition, metadata\nproduction and data sharing. The project supervisor, Arie Stoffelen, will provide a supervising function.\nWhat are the costs and potential value of long term preservation?\nWhat are the costs and potential value of long term preservation?\nLong term preservation of the data in the RDR is free of charge.\n4. Data security\n4. Data security\nWhat provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)?\nWhat provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)?\nDuring the research process, the data will be stored in KU Leuven's personal network drive (Drive I). It is suitable for confidential\nresearch data, defined by KU Leuven as a 'High' security option. KU Leuven's IT service ensures that the data is backed up\nregularly.\n5. Ethical aspects\n5. Ethical aspects\nAre there any ethical or legal issues that can have an impact on data sharing?\nAre there any ethical or legal issues that can have an impact on data sharing?\nThe main ethical issue is related to interview data. Informed consent that are mandatory to conduct interviews will include\nconsent for data sharing and long term preservation. Identity of respondents will be protected via pseudonymization of the\ninterview transcripts. Audio files of interviews due to higher possibility of identification will be kept closed from public view and\nsharing in the RDR.\nI have already started a PRET review (file name: G-2025-9182).\n6. Other issues\n6. Other issues\nDo you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones?\nDo you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones?\nNo.\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n5 of 7\nCritical, Bottom-up and Material Geopolitics of the European Union in the Black Sea\nCritical, Bottom-up and Material Geopolitics of the European Union in the Black Sea\nGDPR Record\nGDPR Record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n6 of 7\nCritical, Bottom-up and Material Geopolitics of the European Union in the Black Sea\nCritical, Bottom-up and Material Geopolitics of the European Union in the Black Sea\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 14 March 2025\n7 of 7"
    },
    "clean_full_text": "Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea Horizon 2020 FAIR DMP + Horizon 2020 FAIR DMP + Version information Version information Version number Version number v1.0 Description Description Original version. Date of first version Date of first version 11/03/2025 Date of last update Date of last update 11/03/2025 1. Data summary 1. Data summary What is the purpose of the data collection/generation and its relation to the objectives of the project? What is the purpose of the data collection/generation and its relation to the objectives of the project? The main objectives of the project are 1) identifying the role of the Black Sea in EU geopolitics, and 2) identifying local and material dimensions contributing to Black Sea geopolitics. For the first objective, the project aims to generate two types of data: a) a collection of EU policy documents and public statements that explain how the bloc views the Black Sea in its foreign and neighborhood policies; and b) qualitative interviews with EU policy-makers and policy experts, who expertise on the matter adds to deeper understanding of the topic. For the second objective, the project aims to generate one specific type of data: qualitative interviews with local community representatives in the Black Sea coastal towns who have either direct knowledge of EU policies in the area or practically contribute to the implementation of these EU policies in the area. What types and formats of data will the project generate/collect? What types and formats of data will the project generate/collect? Created using DMPonline.be. Last modiﬁed 14 March 2025 1 of 7 Dataset name Dataset name Description Description New/ New/ Used Used Digital/ Digital/ Physical Physical Type Type Format Format Volume Volume Storage Storage Policy documents Policy documents by EU institutions New Digital Text pdf 50MB I:drive Statements Statements by EU decision-makers New Digital Text pdf 50MB I:drive Timeline Timeline of key events, decisions and policy programs New Digital Text / flow chart pdf 10MB I:drive Audio interviews Audiofiles of the interviews New Digital Audio m4a 20GB I:drive Interview transcripts Pseudonymized transcripts of audiofiles of the interviews New Digital Text docx/pdf 100MB I:drive Post-interview notes Notes on main takeaways from the interview New Digital Text docx 10MB I:drive Field notes Notes based on visual and other observation during fieldwork New Digital Text docx 10MB I:drive Photos Photos taken with digital camera during fieldwork New Digital Image jpeg 10GB I:drive Will you re-use any existing data and, if so, how? Will you re-use any existing data and, if so, how? No. What is the origin of the data? What is the origin of the data? EU policy/statement datasets will be retrieved from official EU and EU institutional websites. The rest of the data will be generated either by interviews in Brussels or fieldwork abroad. What is the expected size of the data (if known)? What is the expected size of the data (if known)? Approximately 30GB. To whom might the data be useful (‘data utility’)? To whom might the data be useful (‘data utility’)? The data will be useful to political scientists and political geographers interested either in EU politics or Black Sea politics. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata Are the data produced and/or used in the project discoverable with metadata? Are the data produced and/or used in the project discoverable with metadata? Yes. I will deposit the research data at KU Leuven's Research Data Repository (RDR) at the end of the project. The RDR provides a persistent identifier and link (i.e. DOI) as well as a template to describe the data and create rich and standardized metadata and allows the data to be easily findable (e.g. via Google, Web of Science, etc.), identifiable, reusable and citable. Are the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism? Are the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism? Yes. The RDR provides DOI for deposited data, which makes the data easy to find and re-use in the long term. I will use of standard open file formats, primarily pdf (as most of my data is textual), that will keep the data accessible and interoperable. What naming conventions do you follow? What naming conventions do you follow? Each dataset will have a separate folder. File names will consist of four elements: dataset name or acronym (e.g. INT for Created using DMPonline.be. Last modiﬁed 14 March 2025 2 of 7 Interviews, PD for Policy documents), number (1, 2, 3...), geographical or institutional location (e.g. B for Brussels or EP for European Parliament) and date (YYYYMMDD), each element separated by underscore (_). I will include a txt-file in the folder to explain abbreviations used in the file names. Will search keywords be provided that optimize possibilities for re-use? Will search keywords be provided that optimize possibilities for re-use? Yes. In the RDR, keywords are one of the required fields to be filled when depositing the data. What is your approach for clear versioning? What is your approach for clear versioning? None of the datasets anticipated to be generated in the project will need update or regular revision. What metadata will be created? What metadata will be created? Persistent identifier (DOI), publication date, name of the author and ORCID number, title of the data, department/faculty, dataset description, subject, keywords, related publication, file formats, type of access rights. 2.2. FAIR data: Making data openly accessible 2.2. FAIR data: Making data openly accessible Which data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide Which data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide a rationale for doing so. a rationale for doing so. In principle, all datasets will be made openly available. The most sensitive part is interviews. Audio files will be kept close and transcripts will be pseudonymized to maintain confidentiality of personal details of interview participants. In some cases, parts of the interview transcriptions may be kept close to reduce the risk of identification of the respondent. How will the data be made accessible? How will the data be made accessible? It will be published in KU Leuven's RDR. What methods or software tools are needed to access the data? Is documentation about the software needed to access the data What methods or software tools are needed to access the data? Is documentation about the software needed to access the data included? Is it possible to include the relevant software (e.g. in open source code)? included? Is it possible to include the relevant software (e.g. in open source code)? No special software will be necessary to access the data. The majority of data is textual and will be published in pdf and docx formats; photos in jpeg. Where will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate Where will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate arrangements with the identified repository? arrangements with the identified repository? In KU Leuven's RDR. If there are restrictions on use, how will access be provided? If there are restrictions on use, how will access be provided? There are no restriction on use. Consent agreements with interview participants will include a permission for the data to be re- used in the future. Created using DMPonline.be. Last modiﬁed 14 March 2025 3 of 7 2.3. FAIR data: Making data interoperable 2.3. FAIR data: Making data interoperable Are the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you Are the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you follow to make your data interoperable? follow to make your data interoperable? Yes. RDR provides a standard metadata vocabulary. The data will be published in common file formats (pdf, docx) which will make it easy for anyone to access and re-use. Will you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In Will you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly used ontologies? to more commonly used ontologies? I will use standard vocabularies for the datasets. 2.4. FAIR data: Increase data re-use (through clarifying licenses) 2.4. FAIR data: Increase data re-use (through clarifying licenses) How will the data be licensed to permit the widest re-use possible? How will the data be licensed to permit the widest re-use possible? The data will be available on the RDR under the license: CC-BY-NC-ND-4.0. When will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed. When will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed. It will be made available for re-use right after the publication of the main findings. Are the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of Are the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of some data is restricted, explain why. some data is restricted, explain why. Yes. The data can be useful to researchers in political science, geography, area studies and related fields. How long is it intended that the data remains re-usable? How long is it intended that the data remains re-usable? KU Leuven's RDR has a standard storing period of 10 years during which period the data will remain re-usable. Are data quality assurance processes described? Are data quality assurance processes described? Only the researcher and the supervisor have access to modify the deposited data. The supervisor's review will also provide an additional control for the quality of data management. 3. Allocation of resources 3. Allocation of resources What are the costs for making data FAIR in your project? How will these costs be covered? What are the costs for making data FAIR in your project? How will these costs be covered? There is no financial cost since the storage is free of charge. Who will be responsible for data management in your project? Who will be responsible for data management in your project? Created using DMPonline.be. Last modiﬁed 14 March 2025 4 of 7 I, Gela Merabishvili, will be the responsible person for data management, which includes data collection and deposition, metadata production and data sharing. The project supervisor, Arie Stoffelen, will provide a supervising function. What are the costs and potential value of long term preservation? What are the costs and potential value of long term preservation? Long term preservation of the data in the RDR is free of charge. 4. Data security 4. Data security What provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)? What provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)? During the research process, the data will be stored in KU Leuven's personal network drive (Drive I). It is suitable for confidential research data, defined by KU Leuven as a 'High' security option. KU Leuven's IT service ensures that the data is backed up regularly. 5. Ethical aspects 5. Ethical aspects Are there any ethical or legal issues that can have an impact on data sharing? Are there any ethical or legal issues that can have an impact on data sharing? The main ethical issue is related to interview data. Informed consent that are mandatory to conduct interviews will include consent for data sharing and long term preservation. Identity of respondents will be protected via pseudonymization of the interview transcripts. Audio files of interviews due to higher possibility of identification will be kept closed from public view and sharing in the RDR. I have already started a PRET review (file name: G-2025-9182). 6. Other issues 6. Other issues Do you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones? Do you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones? No. Created using DMPonline.be. Last modiﬁed 14 March 2025 5 of 7 Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea GDPR Record GDPR Record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 14 March 2025 6 of 7 Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea Critical, Bottom-up and Material Geopolitics of the European Union in the Black Sea DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 14 March 2025 7 of 7"
}