{
    "document_id": "D-2023-1863",
    "LinkTitle": "D-2023-1863",
    "file_name": "D-2023-1863.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1863.pdf",
    "metadata": {
        "title": "Classification, symmetries and singularities at the frontiers of algebra, analysis and geometry",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Classification, symmetries and singularities at the frontiers of algebra, analysis and geometry\nA Data Management Plan created using DMPonline.be\nCreator: \nStefaan Vaes\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nStefaan Vaes\nGrant number / URL: \nMETH/21/03\nID: \n199399\nStart date: \n01-01-2023\nEnd date: \n31-12-2029\nProject abstract:\nFinanced by long term structural Methusalem funding, the KU Leuven research groups in pure mathematics join their forces in the\nresearch project \"Classification, symmetries and singularities at the frontiers of algebra, analysis and geometry\" encompassing the\nexpertise of the different pure mathematics research groups. This research program aims to establish results at the forefront of current\nresearch in pure mathematics worldwide, often driven by the quest to solve some of the major open problems in the fields of algebra,\nanalysis and geometry.\nLast modified: \n07-05-2023\nCreated using DMPonline.be. Last modiﬁed 07 May 2023\n1 of 4\nClassification, symmetries and singularities at the frontiers of algebra, analysis and geometry\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nThis is a research project in pure mathematics. This means that we are not doing physical experiments that generate data and we are not doing numerical experiments that generate data. Our\nonly work and our only output consists of mathematical theorems and their proofs. The peculiarity of pure mathematics is that published research articles contain all these proofs in complete detail.\nTherefore, the publication itself not only provides the theorems, but also all the methods, reasonings and proofs, making everything entirely reproducible. In this way, the published articles contain\nall the data that is produced. Prior to publication in a journal, all these articles are posted to the www.arxiv.org repository. In that sense, all data produced by this research project is permanently\navailable to the world.\nThe format of our published articles is pdf. Also the source LaTeX code is available on www.arxiv.org.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe only existing data on which this project builds are existing research articles that are either published or available on www.arxiv.org.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nThis is a research project in pure mathematics. There are no ethical issues around the mathematical proofs that we produce.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nThis is a research project in pure mathematics. So we do not process any personal data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nThis is a research project in pure mathematics. The specific research objectives of this proposal do not have a potential for immediate commercial valorization. Of course, long term applications of\nour results cannot be excluded, but the abstract mathematical theorems that we are producing are not patentable.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nSince we only rely on research articles that are either published or available on www.arxiv.org, there are no such 3rd party agreements. It suffices that we properly cite these research articles in\nour own papers.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nThere are no intellectual property rights or ownership for abstract mathematical ideas.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe peculiarity of pure mathematics is that published research articles contain all proofs in complete detail. Therefore, the publication itself not only provides the theorems, but also all the\nmethods, reasonings and proofs, making everything entirely reproducible and understandable, without accompanying information. These publications are stable and permanently stored on the\nrepository www.arxiv.org and are also published in scientific journals.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 07 May 2023\n2 of 4\nNo\nAs explained in the previous point, there is no additional information or data apart from the published research articles. So there also are no metadata for this nonexisting additional information.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nOther (specify below)\nWhile working on first versions of a research article, prior to posting a preprint to www.arxiv.org, the researchers store these first versions on a personal network drive or in a OneDrive folder.\nSome researchers, collaborating with co-authors outside KU Leuven, use the online LaTeX platform Overleaf to store and collaborate on these first versions of a research article.\nOnce the article is in a final form, it is posted to www.arxiv.org and later published. The long term data storage is then guaranteed by www.arxiv.org and by the publisher of the journal.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe standard KU Leuven network security guarantees that the preliminary versions of research articles on OneDrive and the I-drive are securely stored. Moreover, unauthorized modification of\nthese documents is absurd, since it would become immediately clear that somebody changed a correct proof to a wrong or absurd statement. And why would anybody try to do that?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nSince the standard data storage via OneDrive is more than sufficient for our purposes, there is no cost.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAfter the end of the research project, all produced data is contained in research articles that are available on the repository www.arxiv.org and that are moreover published in scientific journals. In\nthat sense, all data is retained for indefinite time.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAs explained in the previous answer, the produced data is archived on www.arxiv.org and in publications in scientific journals. This provides the most reliable long term archiving of our data. Of\ncourse, these articles will also be available in LIRIAS.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere is no additional cost for this way of long term archiving of our data.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nCreated using DMPonline.be. Last modiﬁed 07 May 2023\n3 of 4\nAll produced data is contained in research articles that are available on the repository www.arxiv.org. This repository is entirely open. In this sense, pure mathematics has always been the first\nand best example of open data, for more than 25 years now.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThere is no access restriction.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nAll produced data is contained in research articles that are available on the repository www.arxiv.org.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nThe articles are available on www.arxiv.org with the standard non-exclusive arxiv license https://arxiv.org/licenses/nonexclusive-distrib/1.0/license.html\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nAll submissions to arxiv receive automatically a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for the usage of arxiv.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nAs explained above, there is no extra information or corresponding metadata. The only responsibility is to post all preprints to www.arxiv.org. It is the responsibility of the supervisor to make sure\nthat all researchers working on the project post all their preprints to arxiv.\nWho will manage data storage and backup during the research project? \nIn the preliminary phase of preparing a research article, each individual researcher is responsible for keeping a backup of the work in progress on OneDrive, or the personal network I-drive, or\nOverleaf.\nWho will manage data preservation and sharing? \nSince all our data output is posted on www.arxiv.org, this is managed by arxiv.\nWho will update and implement this DMP? \nThe Methusalem group, chaired by Stefaan Vaes, and composed of Nero Budur, Karel Dekimpe, Arno Kuijlaars, Johannes Nicaise and Marco Zambon.\nCreated using DMPonline.be. Last modiﬁed 07 May 2023\n4 of 4"
    },
    "clean_full_text": "Classification, symmetries and singularities at the frontiers of algebra, analysis and geometry A Data Management Plan created using DMPonline.be Creator: Stefaan Vaes Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Stefaan Vaes Grant number / URL: METH/21/03 ID: 199399 Start date: 01-01-2023 End date: 31-12-2029 Project abstract: Financed by long term structural Methusalem funding, the KU Leuven research groups in pure mathematics join their forces in the research project \"Classification, symmetries and singularities at the frontiers of algebra, analysis and geometry\" encompassing the expertise of the different pure mathematics research groups. This research program aims to establish results at the forefront of current research in pure mathematics worldwide, often driven by the quest to solve some of the major open problems in the fields of algebra, analysis and geometry. Last modified: 07-05-2023 Created using DMPonline.be. Last modiﬁed 07 May 2023 1 of 4 Classification, symmetries and singularities at the frontiers of algebra, analysis and geometry Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. This is a research project in pure mathematics. This means that we are not doing physical experiments that generate data and we are not doing numerical experiments that generate data. Our only work and our only output consists of mathematical theorems and their proofs. The peculiarity of pure mathematics is that published research articles contain all these proofs in complete detail. Therefore, the publication itself not only provides the theorems, but also all the methods, reasonings and proofs, making everything entirely reproducible. In this way, the published articles contain all the data that is produced. Prior to publication in a journal, all these articles are posted to the www.arxiv.org repository. In that sense, all data produced by this research project is permanently available to the world. The format of our published articles is pdf. Also the source LaTeX code is available on www.arxiv.org. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The only existing data on which this project builds are existing research articles that are either published or available on www.arxiv.org. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No This is a research project in pure mathematics. There are no ethical issues around the mathematical proofs that we produce. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No This is a research project in pure mathematics. So we do not process any personal data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No This is a research project in pure mathematics. The specific research objectives of this proposal do not have a potential for immediate commercial valorization. Of course, long term applications of our results cannot be excluded, but the abstract mathematical theorems that we are producing are not patentable. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Since we only rely on research articles that are either published or available on www.arxiv.org, there are no such 3rd party agreements. It suffices that we properly cite these research articles in our own papers. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No There are no intellectual property rights or ownership for abstract mathematical ideas. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The peculiarity of pure mathematics is that published research articles contain all proofs in complete detail. Therefore, the publication itself not only provides the theorems, but also all the methods, reasonings and proofs, making everything entirely reproducible and understandable, without accompanying information. These publications are stable and permanently stored on the repository www.arxiv.org and are also published in scientific journals. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 07 May 2023 2 of 4 No As explained in the previous point, there is no additional information or data apart from the published research articles. So there also are no metadata for this nonexisting additional information. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Personal network drive (I-drive) Other (specify below) While working on first versions of a research article, prior to posting a preprint to www.arxiv.org, the researchers store these first versions on a personal network drive or in a OneDrive folder. Some researchers, collaborating with co-authors outside KU Leuven, use the online LaTeX platform Overleaf to store and collaborate on these first versions of a research article. Once the article is in a final form, it is posted to www.arxiv.org and later published. The long term data storage is then guaranteed by www.arxiv.org and by the publisher of the journal. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The standard KU Leuven network security guarantees that the preliminary versions of research articles on OneDrive and the I-drive are securely stored. Moreover, unauthorized modification of these documents is absurd, since it would become immediately clear that somebody changed a correct proof to a wrong or absurd statement. And why would anybody try to do that? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Since the standard data storage via OneDrive is more than sufficient for our purposes, there is no cost. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy After the end of the research project, all produced data is contained in research articles that are available on the repository www.arxiv.org and that are moreover published in scientific journals. In that sense, all data is retained for indefinite time. Where will these data be archived (stored and curated for the long-term)? Other (specify below) As explained in the previous answer, the produced data is archived on www.arxiv.org and in publications in scientific journals. This provides the most reliable long term archiving of our data. Of course, these articles will also be available in LIRIAS. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There is no additional cost for this way of long term archiving of our data. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Created using DMPonline.be. Last modiﬁed 07 May 2023 3 of 4 All produced data is contained in research articles that are available on the repository www.arxiv.org. This repository is entirely open. In this sense, pure mathematics has always been the first and best example of open data, for more than 25 years now. If access is restricted, please specify who will be able to access the data and under what conditions. There is no access restriction. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) All produced data is contained in research articles that are available on the repository www.arxiv.org. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) The articles are available on www.arxiv.org with the standard non-exclusive arxiv license https://arxiv.org/licenses/nonexclusive-distrib/1.0/license.html Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository All submissions to arxiv receive automatically a DOI. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for the usage of arxiv. Responsibilities Who will manage data documentation and metadata during the research project? As explained above, there is no extra information or corresponding metadata. The only responsibility is to post all preprints to www.arxiv.org. It is the responsibility of the supervisor to make sure that all researchers working on the project post all their preprints to arxiv. Who will manage data storage and backup during the research project? In the preliminary phase of preparing a research article, each individual researcher is responsible for keeping a backup of the work in progress on OneDrive, or the personal network I-drive, or Overleaf. Who will manage data preservation and sharing? Since all our data output is posted on www.arxiv.org, this is managed by arxiv. Who will update and implement this DMP? The Methusalem group, chaired by Stefaan Vaes, and composed of Nero Budur, Karel Dekimpe, Arno Kuijlaars, Johannes Nicaise and Marco Zambon. Created using DMPonline.be. Last modiﬁed 07 May 2023 4 of 4"
}