{
    "document_id": "D-2021-1295",
    "LinkTitle": "D-2021-1295",
    "file_name": "D-2021-1295.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1295.pdf",
    "metadata": {
        "title": "Identification and characterisation of lncRNAs regulating TAM phenotypic state. - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-20 18:19:05+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Identification and characterisation of lncRNAs regulating TAM phenotypic state. -\nDMP title\nProject Identifier\n 1SC5122N\nPrincipal Investigator / Researcher\n Yvessa Verheyden\nDescription\n Tumour-associated macrophages (TAMs) are a major component of the tumour\nmicroenvironment and can be classified according to their major histocompatibility complex class\nII (MHC-II) expression in MHC-II low and MHC-II high macrophages, having opposite effects on\ntumour growth. Since MHC-II low TAMs highly express proangiogenic factors and immune\nsuppressive molecules which promote tumour progression and therapy resistance, specific\ntargeting of MHC-II low TAMs or repolarization to MHC-II high TAMs are promising strategies to\nimprove the response to cancer therapies and prevent relapse and therapy resistance. LncRNAs\nare transcripts longer than 200 nucleotides lacking coding potential. They have been implicated\nin many developmental pathways and because of their high tissue- and cell-specificity they are\nconsidered as excellent biomarkers and potential therapeutic targets. Recent studies have shown\nthat several lncRNAs have a role in regulating cancer immunity. However, their role in tumour-\nassociated macrophages remains unclear. The aim of my PhD project will be to identify and study\nlncRNAs regulating the phenotype of TAMs. The results of my study may bring to the\nidentification of novel therapeutic opportunities.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nYvessa Verheyden\nFWO Project Number & Title\n1SC5122N - Identification and characterisation of lncRNAs regulating TAM phenotypic state.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nHow created/source\nRaw bulk RNA sequencing data\nFASTQ\nNext generation sequencing\nAnalyzed bulk RNA sequencing\ndata\ncsv\nAnalyzed data of NGS generated in R\nAnalyzed single cell RNA\nsequencing data\nxls\nAnalyzed data of single cell RNA sequencing data\ngenerated in R\nCode of analysis single cell RNA\nsequencing data\nR script\nWritten code of analysis single cell RNA sequencing\nCell lines\nphysical\n \nProtocols\ndocx\nProtocol documented in docx file\nqPCR results\nxls\nQuantstudio qPCR data exported as xls + figures\ngenerated in Prism\nCRISPR/Cas guide sequences\nxls\nCRISPR/Cas guide sequences designed with online\ntools\nPlasmids\nphysical\n \nPictures fluorescent microscopy\ntiff\nPictures taken with fluorescent microscope\nFISH probe sequences\nxls\nFISH probe sequences generated with online tool\nsiRNA and/or ASO sequences\nxls\nsiRNA and/or ASO sequences designed with online\ntools\nWestern blot images\ntiff\nPictures taken from Western Blot + figures generated\nin Prism of quantification\nELISA results\nxls\nELISA results generated by photospectrometer\nIncucyte images\ntiff\nPictures taken with Incucyte software + figures\ngenerated in Prism of quantification\nPhagocytic capacity results\nxls\nPhocytic capacity results generated by\nphotospectrometer\nMetabolic assay results\nxls\nResults generated by Seahorse XF-analyser\nIncucyte images\ntiff\nPictures taken with Incucyte software + figures\ngenerated in Prism of quantification\nMatrigel invasion assay/wound\nhealing assay images\ntiff\nPictures taken with Incucyte software + figures\ngenerated in Prism of quantification\nChorioallantoic membrane\n(CAM) assay images\ntiff\nPictures taken with camera\nMass Spectometry\nxls\nMass spectometry data generated by a mass\nspectrometer\nFACS results\nfcs\nResults generated by FACS machine + analyzed data\nand figures in Prism\nMeasurements of toxicity: body\nweight, signs of distress, ALT\nlevels,…\nxls\nMeasurements collected in xls file\nMeasurements of therapeutic\nefficacy: tumour size, tumour\nweight\nxls\nMeasurements collected in xls file\n \n3. Legal and ethical issues\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nIn the second work package of the project, different mice models will be used. At the appropriate\ntime, an ethical approval will be requested.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nData will initially be collected in a variety of file formats and equipment specific software. These\nfiles will also be stored as standard/open formats. Digital images will be saved as TIFF files.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFor microscopy images we use OME-XML or an equivalent alternative. For western blot images\nmetadata is manually recorded in the laboratory notebook. Most machines record and store\nmetadata in equipment specific file formats that we export as xls. For flow cytometry the Flow\nCytometry Standard (FCS) will be used.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe raw data and the results of the downstream analysis will be stored in our laboratory drive on\nthe KU Leuven server (1000GB) with automatic daily back-up procedures. Copies of the results\nwill also be stored on the laboratory computers. Additionally, I will keep a laboratory notebook\nwith details and dates on procedures. RNA and proteins will be stored at -80°C, gDNA at 4°C\n(short term) or at -20°C (long term). In addition, the lab uses routinely basecamp to exchange\nrelevant results, updates on existing procedure and/or new protocols.\nHow is backup of the data provided?\nAll raw and processed data will be stored on the university's central servers with automatic daily\nback-up procedures. Copies of the results will also be stored on the laboratory computers and in\npersonal lab books. In addition, the lab uses routinely basecamp to exchange relevant results,\nupdates on existing procedure and/or new protocols.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nYes\nOur lab drive is currently 1000GB of which 768.05 GiB is used. In case of need of additional space\nthis will be purchased.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n€51,9/100GB/year that will be covered by personal grants of the PI.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored at the university's secure environment for private data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll raw and processed data will be stored for at least 5 years after the publication of the papers\nunless any of the samples (e.g. DNA and RNA preparations) will be exhausted.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 5 years, conform the KU Leuven RDM policy. Upon closure of the project (or\nintermediately if required), all data will be transferred to the archive on the K-drive for long term\nstorage. Data placed on the K-drive is more strictly secured with only very specific members of\nthe lab having the authority to place data on the K-drive and only the head of lab has the\nauthority to have data removed by the IT department.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n€51,9/100GB/year that will be covered by personal grants of the PI.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll omics data and code & scripts will be made publicly available. Other data can be made\navailable upon request through MTA exchange or collaboration agreement.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nSequencing data data sets will be made available on the NCBI Gene Expression Omnibus (GEO)\nor the EBI, ArrayExpress databases.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe full dataset of sequencing experiment and the codes & scripts used for their analysis will be\nuploaded in their respective databases as an open access dataset under a CC-BY license.\nTherefore, it will be available to anyone for any purpose, provided that they give appropriate\ncredit to the creators. All other data can be made available upon request by mail after signing an\nMTA. Access will be granted upon written request to the creators of the dataset. Commercial\nreuse is not allowed.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student working on the project, Yvessa Verheyden.\nWho will be responsible for data storage & back up during the project?\nThe PhD is responsible of data storage, while KU Leuven IT department will be responsible for\nbacking them up.\nThe PI is responsible for both.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Identification and characterisation of lncRNAs regulating TAM phenotypic state. - DMP title Project Identifier 1SC5122N Principal Investigator / Researcher Yvessa Verheyden Description Tumour-associated macrophages (TAMs) are a major component of the tumour microenvironment and can be classified according to their major histocompatibility complex class II (MHC-II) expression in MHC-II low and MHC-II high macrophages, having opposite effects on tumour growth. Since MHC-II low TAMs highly express proangiogenic factors and immune suppressive molecules which promote tumour progression and therapy resistance, specific targeting of MHC-II low TAMs or repolarization to MHC-II high TAMs are promising strategies to improve the response to cancer therapies and prevent relapse and therapy resistance. LncRNAs are transcripts longer than 200 nucleotides lacking coding potential. They have been implicated in many developmental pathways and because of their high tissue- and cell-specificity they are considered as excellent biomarkers and potential therapeutic targets. Recent studies have shown that several lncRNAs have a role in regulating cancer immunity. However, their role in tumour- associated macrophages remains unclear. The aim of my PhD project will be to identify and study lncRNAs regulating the phenotype of TAMs. The results of my study may bring to the identification of novel therapeutic opportunities. Institution KU Leuven 1. General Information Name applicant Yvessa Verheyden FWO Project Number & Title 1SC5122N - Identification and characterisation of lncRNAs regulating TAM phenotypic state. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format How created/source Raw bulk RNA sequencing data FASTQ Next generation sequencing Analyzed bulk RNA sequencing data csv Analyzed data of NGS generated in R Analyzed single cell RNA sequencing data xls Analyzed data of single cell RNA sequencing data generated in R Code of analysis single cell RNA sequencing data R script Written code of analysis single cell RNA sequencing Cell lines physical Protocols docx Protocol documented in docx file qPCR results xls Quantstudio qPCR data exported as xls + figures generated in Prism CRISPR/Cas guide sequences xls CRISPR/Cas guide sequences designed with online tools Plasmids physical Pictures fluorescent microscopy tiff Pictures taken with fluorescent microscope FISH probe sequences xls FISH probe sequences generated with online tool siRNA and/or ASO sequences xls siRNA and/or ASO sequences designed with online tools Western blot images tiff Pictures taken from Western Blot + figures generated in Prism of quantification ELISA results xls ELISA results generated by photospectrometer Incucyte images tiff Pictures taken with Incucyte software + figures generated in Prism of quantification Phagocytic capacity results xls Phocytic capacity results generated by photospectrometer Metabolic assay results xls Results generated by Seahorse XF-analyser Incucyte images tiff Pictures taken with Incucyte software + figures generated in Prism of quantification Matrigel invasion assay/wound healing assay images tiff Pictures taken with Incucyte software + figures generated in Prism of quantification Chorioallantoic membrane (CAM) assay images tiff Pictures taken with camera Mass Spectometry xls Mass spectometry data generated by a mass spectrometer FACS results fcs Results generated by FACS machine + analyzed data and figures in Prism Measurements of toxicity: body weight, signs of distress, ALT levels,… xls Measurements collected in xls file Measurements of therapeutic efficacy: tumour size, tumour weight xls Measurements collected in xls file 3. Legal and ethical issues This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes In the second work package of the project, different mice models will be used. At the appropriate time, an ethical approval will be requested. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Data will initially be collected in a variety of file formats and equipment specific software. These files will also be stored as standard/open formats. Digital images will be saved as TIFF files. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For microscopy images we use OME-XML or an equivalent alternative. For western blot images metadata is manually recorded in the laboratory notebook. Most machines record and store metadata in equipment specific file formats that we export as xls. For flow cytometry the Flow Cytometry Standard (FCS) will be used. 5. Data storage and backup during the FWO project Where will the data be stored? The raw data and the results of the downstream analysis will be stored in our laboratory drive on the KU Leuven server (1000GB) with automatic daily back-up procedures. Copies of the results will also be stored on the laboratory computers. Additionally, I will keep a laboratory notebook with details and dates on procedures. RNA and proteins will be stored at -80°C, gDNA at 4°C (short term) or at -20°C (long term). In addition, the lab uses routinely basecamp to exchange relevant results, updates on existing procedure and/or new protocols. How is backup of the data provided? All raw and processed data will be stored on the university's central servers with automatic daily back-up procedures. Copies of the results will also be stored on the laboratory computers and in personal lab books. In addition, the lab uses routinely basecamp to exchange relevant results, updates on existing procedure and/or new protocols. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Yes Our lab drive is currently 1000GB of which 768.05 GiB is used. In case of need of additional space this will be purchased. What are the expected costs for data storage and back up during the project? How will these costs be covered? €51,9/100GB/year that will be covered by personal grants of the PI. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored at the university's secure environment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All raw and processed data will be stored for at least 5 years after the publication of the papers unless any of the samples (e.g. DNA and RNA preparations) will be exhausted. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy. Upon closure of the project (or intermediately if required), all data will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured with only very specific members of the lab having the authority to place data on the K-drive and only the head of lab has the authority to have data removed by the IT department. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? €51,9/100GB/year that will be covered by personal grants of the PI. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All omics data and code & scripts will be made publicly available. Other data can be made available upon request through MTA exchange or collaboration agreement. Where/how will the data be made available for reuse? In an Open Access repository Sequencing data data sets will be made available on the NCBI Gene Expression Omnibus (GEO) or the EBI, ArrayExpress databases. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The full dataset of sequencing experiment and the codes & scripts used for their analysis will be uploaded in their respective databases as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. All other data can be made available upon request by mail after signing an MTA. Access will be granted upon written request to the creators of the dataset. Commercial reuse is not allowed. What are the expected costs for data sharing? How will the costs be covered? No costs This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student working on the project, Yvessa Verheyden. Who will be responsible for data storage & back up during the project? The PhD is responsible of data storage, while KU Leuven IT department will be responsible for backing them up. The PI is responsible for both. Who will be responsible for ensuring data preservation and reuse ? The PI Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}