{
    "document_id": "D-2024-2802",
    "LinkTitle": "D-2024-2802",
    "file_name": "D-2024-2802.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2802.pdf",
    "metadata": {
        "title": "DUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS",
        "author": "N/A",
        "creation_date": "2024-04-15 07:35:16+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS\nDUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nLeonardo Peri\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SHD624N\nID: \nID: \n206100\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nThis project is a fundamental feasibility study on the concept and the components of a highperformance\npointing platform (HPPP) capable of providing line of sight stabilisation in SmallSat\npayloads with a pointing accuracy in the order of 1 arcsec. The scope of the research is generic so as\nto be applicable to missions including Earth Observation, astronomy and also non-imaging payloads.\nSmallSats bring a significant reduction of the mission cost, but these platforms are sensitive to\nvibration disturbances. The Attitude & Orbit Control System (AOCS) is not able to keep the desired\npointing accuracy. The innovative idea is to investigate a two-stage stabilisation platform where the\nspacecraft AOCS compensates for the large amplitude disturbances of the complete spacecraft and a\nfine-pointing platform provides an additional correction to the payload only. The entire control\nsystem consists of a set of sensors and actuators for the spacecraft, including star trackers and\nreaction wheels, complemented with piezo-actuators for the instrument. The project concerns the\ncomplete measurement, actuation and control system, with specific attention on the interaction\nbetween AOCS and HPPP. The work covers the complete cycle including selection of mechanical\ncomponents, investigation of control strategies, numerical simulations for virtual testing, realisation\nof a breadboard, execution of tests and modification of the entire system to meet the project\nrequirements.\nLast modified: \nLast modified: \n15-04-2024\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n1 of 6\nDUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS\nDUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nSimulation\noutputs\nData generated from\nMatlab/Simulink\nsimulations\nGenerate new data\nDigital\nSimulation\ndata\n.mat\n<100 GB\nNA\nExperiment\noutputs\nData generated from\nexperimental set-up\nGenerate new data\nDigital\nExperimental\ndata\n.mat\n<100 GB\nNA\nSimulation\nmodels\nSimulation of AOCS -\nHPPP systems\nGenerate new data\nDigital\nSimulation\ndata\n.slx\n.mat\n<1 GB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nData can be valuable for companies working on SmallSat AOCS development. LRD will be consulted before disseminating data.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n2 of 6\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1. Code for simulations and code for data processing is accompanied by:\na README.txt file explaining the code's purpose, inputs, outputs, connection to other models\nfiles, assumptions, scope\na documentation heading explaining the code's purpose, inputs, outputs\nassumptions, paper on which it is based\ncomments throughout the code for clarification\nunits and a brief explanation after the declaration of each variable\n2. Each newly generated data set is accompanied by an experiment report which describes/contains:\nthe goal of the experiment\nthe operational conditions\nthe data acquisition settings and measurement procedures\nthe structure of the generated data (folder structures and file names)\nthe logbook\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nSimulation data and models will be saved on an external hard drive.\nSimulation data and models will be saved on a large volume storage: a shared file system available to members of the group via PCs and\nlaptops managed by ICTS \nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n3 of 6\nKU Leuven or our local KU Leuven IT department.\nCode will be saved on KU Leuven OneDrive and the research group's GitLab\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS.\nBack-up on external hard drive.\nGITLab and OneDrive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and behind proper\nauthentication. During the project, the researcher and the promotor will evaluate how and when to share data. Sharing of data will occur\nthrough a secure channel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage costs on GitLab and OneDrive and hard drive capacity on the research laptop are covered by the internal ICT\ncontributions.\nThe cost of large-volume storage (€ 104,42 / TB / year) and storage on the external hard drive (estimated € < 70 / TB) will be\ncovered by available internal funds.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained and possibly reused for future research projects.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the external hard drives and on the large volume storages.\nThe data will possibly be uploaded to the KU Leuven repository Lirias and the\ndivision's GitLab.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost of large-volume storage (€ 104,42 / TB / year) will be covered by available internal funds.\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n4 of 6\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the research group will be able to access the data.\nIn future, the data can be shared in possible collaborations with other researchers/research groups.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository.\nWhen will the data be made available?\nWhen will the data be made available?\nDatasets and software will be published and released as soon as we see fit and definitely upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will provide the Creative Commons Attribution (CC-BY-4.0) license. This is the standard creative commons license that gives others\nmaximum freedom to do what they want with our work (they are free to share and adapt), but they need to give appropriate\ncredit and indicate if changes were made.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe cost for data sharing in the RDR are covered by the institution's internal ICT contributions. Datasets that are relevant for this research\nwork are expected to be small anyway.\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n5 of 6\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researcher will manage the code and datasets with proper metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher will manage data storage and backup during the research project. This is supervised by Dirk Vandepitte, the promotor. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe researcher is responsible for ensuring data preservation and reuse. This is supervised by Dirk Vandepitte, the promotor. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe researcher bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n6 of 6"
    },
    "clean_full_text": "DUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS DUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS A Data Management Plan created using DMPonline.be Creator: Creator: Leonardo Peri Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SHD624N ID: ID: 206100 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: This project is a fundamental feasibility study on the concept and the components of a highperformance pointing platform (HPPP) capable of providing line of sight stabilisation in SmallSat payloads with a pointing accuracy in the order of 1 arcsec. The scope of the research is generic so as to be applicable to missions including Earth Observation, astronomy and also non-imaging payloads. SmallSats bring a significant reduction of the mission cost, but these platforms are sensitive to vibration disturbances. The Attitude & Orbit Control System (AOCS) is not able to keep the desired pointing accuracy. The innovative idea is to investigate a two-stage stabilisation platform where the spacecraft AOCS compensates for the large amplitude disturbances of the complete spacecraft and a fine-pointing platform provides an additional correction to the payload only. The entire control system consists of a set of sensors and actuators for the spacecraft, including star trackers and reaction wheels, complemented with piezo-actuators for the instrument. The project concerns the complete measurement, actuation and control system, with specific attention on the interaction between AOCS and HPPP. The work covers the complete cycle including selection of mechanical components, investigation of control strategies, numerical simulations for virtual testing, realisation of a breadboard, execution of tests and modification of the entire system to meet the project requirements. Last modified: Last modified: 15-04-2024 Created using DMPonline.be. Last modiﬁed 15 April 2024 1 of 6 DUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS DUAL-STAGE HIGH PRECISION LINE OF SIGHT STABILISATION SYSTEM FOR SMALLSATS FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Simulation outputs Data generated from Matlab/Simulink simulations Generate new data Digital Simulation data .mat <100 GB NA Experiment outputs Data generated from experimental set-up Generate new data Digital Experimental data .mat <100 GB NA Simulation models Simulation of AOCS - HPPP systems Generate new data Digital Simulation data .slx .mat <1 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Data can be valuable for companies working on SmallSat AOCS development. LRD will be consulted before disseminating data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Created using DMPonline.be. Last modiﬁed 15 April 2024 2 of 6 collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Code for simulations and code for data processing is accompanied by: a README.txt file explaining the code's purpose, inputs, outputs, connection to other models files, assumptions, scope a documentation heading explaining the code's purpose, inputs, outputs assumptions, paper on which it is based comments throughout the code for clarification units and a brief explanation after the declaration of each variable 2. Each newly generated data set is accompanied by an experiment report which describes/contains: the goal of the experiment the operational conditions the data acquisition settings and measurement procedures the structure of the generated data (folder structures and file names) the logbook Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Simulation data and models will be saved on an external hard drive. Simulation data and models will be saved on a large volume storage: a shared file system available to members of the group via PCs and laptops managed by ICTS Created using DMPonline.be. Last modiﬁed 15 April 2024 3 of 6 KU Leuven or our local KU Leuven IT department. Code will be saved on KU Leuven OneDrive and the research group's GitLab How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS. Back-up on external hard drive. GITLab and OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and behind proper authentication. During the project, the researcher and the promotor will evaluate how and when to share data. Sharing of data will occur through a secure channel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage costs on GitLab and OneDrive and hard drive capacity on the research laptop are covered by the internal ICT contributions. The cost of large-volume storage (€ 104,42 / TB / year) and storage on the external hard drive (estimated € < 70 / TB) will be covered by available internal funds. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained and possibly reused for future research projects. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored on the external hard drives and on the large volume storages. The data will possibly be uploaded to the KU Leuven repository Lirias and the division's GitLab. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of large-volume storage (€ 104,42 / TB / year) will be covered by available internal funds. Created using DMPonline.be. Last modiﬁed 15 April 2024 4 of 6 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research group will be able to access the data. In future, the data can be shared in possible collaborations with other researchers/research groups. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository. When will the data be made available? When will the data be made available? Datasets and software will be published and released as soon as we see fit and definitely upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. We will provide the Creative Commons Attribution (CC-BY-4.0) license. This is the standard creative commons license that gives others maximum freedom to do what they want with our work (they are free to share and adapt), but they need to give appropriate credit and indicate if changes were made. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The cost for data sharing in the RDR are covered by the institution's internal ICT contributions. Datasets that are relevant for this research work are expected to be small anyway. Created using DMPonline.be. Last modiﬁed 15 April 2024 5 of 6 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher will manage the code and datasets with proper metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher will manage data storage and backup during the research project. This is supervised by Dirk Vandepitte, the promotor. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher is responsible for ensuring data preservation and reuse. This is supervised by Dirk Vandepitte, the promotor. Who will update and implement this DMP? Who will update and implement this DMP? The researcher bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 15 April 2024 6 of 6"
}