{
    "document_id": "D-2021-1258",
    "LinkTitle": "D-2021-1258",
    "file_name": "D-2021-1258.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1258.pdf",
    "metadata": {
        "title": "Femtosecond laser machining and injection moulding for the cost effective production of thermoplastic hollow microneedles - DMP FWO 1S31022N",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP FWO 1S31022N\nProject Name\n Femtosecond laser machining and injection moulding for the cost effective\nproduction of thermoplastic hollow microneedles - DMP FWO 1S31022N\nGrant Title\n 1S31022N\nPrincipal Investigator / Researcher\n Pol Vanwersch\nDescription\n Fabrication of thermoplastic hollow microneedles with injection moulding and\nfemtosecond laser machining: study and modelling of the manufacturing processes.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nPol Vanwersch\nFWO Project Number & Title\n1S31022N - Femtosecond laser machining and injection moulding for the cost effective\nproduction of thermoplastic hollow microneedles\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nNumber\n(WP.X)\nType of data\nFormat\nVolume\nHow created\n1.1\nMicroscopy\nimages\n.tif, .jpeg\n1 GB\nDigital microscopy images of\nlasered samples\n1.2\nµCT images\n.tiff\n300 GB\nReconstructed slices of lasered\nsamples\n1.3\nPython code\n.py\n10 MB\nSelf made interface for laser\nmodel\n1.4\nC code\n.c\n10 MB\nSelf made code for calculations of\nlaser model\n1.5\nSimulation results\n.html\n1 GB\nSurface plots of simulation results\n1.6\nNumerical data\n.xlsx\n5 MB\nSummary file with measurements\non µCT slices and simulation\nresults\n1.7\nConfocal\nmicroscopy results\n.plux,\n.pdf\n5 GB\nConfocal microscopy results of the\nlasered samples\n2.1\nSimulation results\n.m3j\n2 GB\nMoldex3D simulation results\n2.2\nSimulation\nsettings\n.xlsx\n10 MB\nSummary file with the simulation\nsettings corresponding to the\nsimulation results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\n2.3\nMesh files\n.ans\n10 GB\nMoldex3D mesh files\n2.4\nµCT images\n.tiff\n50 GB\nReconstructed slices of hollow\nmicroneedle cavities in mould\ninserts\n2.5\nMicroscopy\nimages\n.tiff\n10 GB\nDigital microscopy images of\npolymer microneedles\n2.6\nNumerical data\n.xlsx\n10 MB\nSummary file with measurements\non µCT slices and microscopy\nimages\n3.1\nCAD files\n.stp, .prt\n1 GB\nCAD files of the hollow\nmicroneedles\n3.2\nSimulation results\n.wbpj\n100 MB\nAnsys mechanical simulation\nresults\n3.3\nSimulation\nsettings\n.xlsx\n10 MB\nSummary file with the simulation\nsettings corresponding to the\nsimulation results\n3.3\nMicroscopy\nimages\n.tiff\n1 GB\nDigital microscopy images of the\nmicroneedles and skin model after\nthe penetration tests\n3.4\nNumerical data\n.xlsx\n1 GB\nForce-displacement\nmeasurements during penetration\ntests\n3.5\nNumerical data\n.xlsx\n10 MB\nSummary file with measurements\nof penetration force, penetration\ndepth and simulation results for\npenetration tests\n4.1\nCAD files\n.stp, .prt\n1 GB\nCAD files of the mould design\n4.2\nMicroscopy\nimages\n.tiff\n1 GB\nDigital microscopy images of the\nmicroneedle arrays\n5.1\nPowerpoint\npresentations\n.pptx\n5 GB\nPowerpoint presentations for\ndissemination of the results in\nconferences and meetings\n5.2\nManuscripts\n.docx,\n.pdf\n5 GB\nManuscripts for publications in\njournals and conference\nproceedings\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\ndata and which restrictions will be asserted?\nYes\nThe developed models will be published along with the results. However, the python and C codes\nfor the laser ablation simulations will remain within KU Leuven and can be used for providing\nservices to other research groups or companies.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nNumber\nDescription\n1.1\nMicroscopy images are given a name which is\nassociated with a set of parameters described in\nthe experimental plan (.docx file describing the\nexperiments performed). A scale is added on the\nimages.\n1.2\nµCT images are saved with the corresponding .pca\nfile, which contains all the necessary metadata\nabout the settings used to take the µCT scans. The\nimages are saved per scan in a separate folder, of\nwhich the name is associated with a set of\nparameters described in the experimental plan\n(.docx file mentioned in 1.1).\n1.3\nThe python code is accompanied by documentation\nin comment form describing the actions performed\nby every block of code. Every new version of the\npython code is saved separately and ordered by\ndate (naming starts with modification date). Every\nversion is accompanied by a readMe file which\nstates what is changed in the new version\ncompared with the previous version.\n1.4\nThe C code is the translation of the latest version of\nthe python code, and is documented with\ncomments describing the actions performed by\nevery block of code.\n1.5\nThe simulation results are given a name which\ngives the important settings used for the\nsimulation. The simulation results are stored\ntogether with a copy of the code used to generate\nthem\n1.6\nThe Excel file uses named tabs, columns and rows\nto ensure its readability without extra metadata.\nThe formulas are open and active, which means\nthat readers can easily find out how raw data is\nbeing processed.\n1.7\nThe plux files from the confocal microscopy\nmeasurements include the metadata about the\nmeasurements. The name of the plux files refer to\nsets of parameters described in the experimental\nplan (.docx file describing the experiments\nperformed). The postprocessing steps are saved in\npdf files with identical names.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n2.1, 2.2\nThe Moldex simulation results will be given a name\nwhich will be referenced in the simulation settings\nxlsx file. In that excel file, the settings and\nmetadata concerning the simulation results will be\nstored, along with the name of the mesh file used\nfor the simulation.\n2.3\nThe mesh files will be given a self-explanatory\nname. If multiple variations of meshing are used,\nreadMe files will be added with more information\non the mesh characteristics.\n2.4\nidem 1.2\n2.5\nidem 1.1\n2.6\nidem 1.6\n3.1\nThe CAD files of the microneedles will be given a\nname which will be associated with a set of\ngeometrical parameters in a .xlsx file stored in the\noverarching folder.\n3.2\nThe simulation results of the penetration tests will\nbe given a name which will be referenced in the\nsimulation settings xlsx file. In that excel file, the\nsettings and metadata concerning the simulation\nresults will be stored.\n3.3\nidem 3.2\n3.4\nidem 1.1\n3.5\nidem 1.6\n3.6\nidem 1.6\n4.1\nThe CAD files of the microneedles will be given a\nname which will be associated with a design\napproach. The files will also be classified by date\n(naming starts with modification date, then\napproach). Every version will be accompanied by a\nreadMe file describing the design approach and\nparticularities of the CAD file.\n4.2\nMicroscopy images are given a name which is\nassociated with a CAD file. A scale is added on the\nimages.\n5.1\nThe Powerpoint presentations will be stored by\ncategories (meetings, presentations, conferences).\nThe files will also be classified by date (naming\nstarts with modification date)\n5.2\nThe manuscripts will be stored in separate folders,\nalong with a copy of the raw and processed data\nused for the manuscript. This will ensure that the\nreader will have no trouble finding the data files\nassociated with the manuscript\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nNo metadata standard will be used, but the data will be stored in a clear and comprehensive\nhierarchical folder structure. The names of folders and files will be self-explanatory. When clarity\ncannot be provided by naming, readMe files will be added. Microscopy images will always be\nsaved with a scale and relevant naming to reduce the need for additional metadata.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nThe data will be stored mainly on OneDrive. This tool allows for automatic backup and version\nmanagement, while giving the researcher the opportunity to make copies of the data on any\nhardware and work offline.\nFor data sharing and extra backup within KU Leuven, relevant information will be uploaded on\nthe central servers available through a VPN. This will only be updated at key moments\n(publication of manuscript or yearly basis).\nHow is backup of the data provided?\nThe day-to-day changes will be backed-up on OneDrive.\nYearly back-ups will be done on KU Leuven central servers (personal server), with a copy of the\nrelevant data (mostly dissemination) on the shared servers.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere is 2 TB available on OneDrive, which will be enough for this project.\nAlso, there is 100 GB available on the central servers, which can be expanded on demand.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no expected costs, since the 2 TB on OneDrive are provided by KU Leuven.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be shared only with the relevant people, and modification by other people will be\nallowed solely through personal invitation by email for the relevant files only. There is no\nsensitive personal data which requires extra safety measures.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data and metadata will be saved.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the KU Leuven central server at the end of this project, and full access\nwill be given to the supervisor of the project: prof. Sylvie Castagne.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo cost will be linked to the storage of data on the university servers.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be made available, except from the python and c codes for the laser ablation\nsimulations. These will remain property of KU Leuven.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nThe data will be available to everyone upon request by mail. Reuse will be allowed, provided that\nthey give appropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo cost is expected for data sharing\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPol Vanwersch\nWho will be responsible for data storage & back up during the project?\nPol Vanwersch\nWho will be responsible for ensuring data preservation and reuse ?\nPol Vanwersch during the project\nSylvie Castagne after the project\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP FWO 1S31022N Project Name Femtosecond laser machining and injection moulding for the cost effective production of thermoplastic hollow microneedles - DMP FWO 1S31022N Grant Title 1S31022N Principal Investigator / Researcher Pol Vanwersch Description Fabrication of thermoplastic hollow microneedles with injection moulding and femtosecond laser machining: study and modelling of the manufacturing processes. Institution KU Leuven 1. General Information Name applicant Pol Vanwersch FWO Project Number & Title 1S31022N - Femtosecond laser machining and injection moulding for the cost effective production of thermoplastic hollow microneedles Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Number (WP.X) Type of data Format Volume How created 1.1 Microscopy images .tif, .jpeg 1 GB Digital microscopy images of lasered samples 1.2 µCT images .tiff 300 GB Reconstructed slices of lasered samples 1.3 Python code .py 10 MB Self made interface for laser model 1.4 C code .c 10 MB Self made code for calculations of laser model 1.5 Simulation results .html 1 GB Surface plots of simulation results 1.6 Numerical data .xlsx 5 MB Summary file with measurements on µCT slices and simulation results 1.7 Confocal microscopy results .plux, .pdf 5 GB Confocal microscopy results of the lasered samples 2.1 Simulation results .m3j 2 GB Moldex3D simulation results 2.2 Simulation settings .xlsx 10 MB Summary file with the simulation settings corresponding to the simulation results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 2.3 Mesh files .ans 10 GB Moldex3D mesh files 2.4 µCT images .tiff 50 GB Reconstructed slices of hollow microneedle cavities in mould inserts 2.5 Microscopy images .tiff 10 GB Digital microscopy images of polymer microneedles 2.6 Numerical data .xlsx 10 MB Summary file with measurements on µCT slices and microscopy images 3.1 CAD files .stp, .prt 1 GB CAD files of the hollow microneedles 3.2 Simulation results .wbpj 100 MB Ansys mechanical simulation results 3.3 Simulation settings .xlsx 10 MB Summary file with the simulation settings corresponding to the simulation results 3.3 Microscopy images .tiff 1 GB Digital microscopy images of the microneedles and skin model after the penetration tests 3.4 Numerical data .xlsx 1 GB Force-displacement measurements during penetration tests 3.5 Numerical data .xlsx 10 MB Summary file with measurements of penetration force, penetration depth and simulation results for penetration tests 4.1 CAD files .stp, .prt 1 GB CAD files of the mould design 4.2 Microscopy images .tiff 1 GB Digital microscopy images of the microneedle arrays 5.1 Powerpoint presentations .pptx 5 GB Powerpoint presentations for dissemination of the results in conferences and meetings 5.2 Manuscripts .docx, .pdf 5 GB Manuscripts for publications in journals and conference proceedings 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 data and which restrictions will be asserted? Yes The developed models will be published along with the results. However, the python and C codes for the laser ablation simulations will remain within KU Leuven and can be used for providing services to other research groups or companies. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Number Description 1.1 Microscopy images are given a name which is associated with a set of parameters described in the experimental plan (.docx file describing the experiments performed). A scale is added on the images. 1.2 µCT images are saved with the corresponding .pca file, which contains all the necessary metadata about the settings used to take the µCT scans. The images are saved per scan in a separate folder, of which the name is associated with a set of parameters described in the experimental plan (.docx file mentioned in 1.1). 1.3 The python code is accompanied by documentation in comment form describing the actions performed by every block of code. Every new version of the python code is saved separately and ordered by date (naming starts with modification date). Every version is accompanied by a readMe file which states what is changed in the new version compared with the previous version. 1.4 The C code is the translation of the latest version of the python code, and is documented with comments describing the actions performed by every block of code. 1.5 The simulation results are given a name which gives the important settings used for the simulation. The simulation results are stored together with a copy of the code used to generate them 1.6 The Excel file uses named tabs, columns and rows to ensure its readability without extra metadata. The formulas are open and active, which means that readers can easily find out how raw data is being processed. 1.7 The plux files from the confocal microscopy measurements include the metadata about the measurements. The name of the plux files refer to sets of parameters described in the experimental plan (.docx file describing the experiments performed). The postprocessing steps are saved in pdf files with identical names. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 2.1, 2.2 The Moldex simulation results will be given a name which will be referenced in the simulation settings xlsx file. In that excel file, the settings and metadata concerning the simulation results will be stored, along with the name of the mesh file used for the simulation. 2.3 The mesh files will be given a self-explanatory name. If multiple variations of meshing are used, readMe files will be added with more information on the mesh characteristics. 2.4 idem 1.2 2.5 idem 1.1 2.6 idem 1.6 3.1 The CAD files of the microneedles will be given a name which will be associated with a set of geometrical parameters in a .xlsx file stored in the overarching folder. 3.2 The simulation results of the penetration tests will be given a name which will be referenced in the simulation settings xlsx file. In that excel file, the settings and metadata concerning the simulation results will be stored. 3.3 idem 3.2 3.4 idem 1.1 3.5 idem 1.6 3.6 idem 1.6 4.1 The CAD files of the microneedles will be given a name which will be associated with a design approach. The files will also be classified by date (naming starts with modification date, then approach). Every version will be accompanied by a readMe file describing the design approach and particularities of the CAD file. 4.2 Microscopy images are given a name which is associated with a CAD file. A scale is added on the images. 5.1 The Powerpoint presentations will be stored by categories (meetings, presentations, conferences). The files will also be classified by date (naming starts with modification date) 5.2 The manuscripts will be stored in separate folders, along with a copy of the raw and processed data used for the manuscript. This will ensure that the reader will have no trouble finding the data files associated with the manuscript Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No No metadata standard will be used, but the data will be stored in a clear and comprehensive hierarchical folder structure. The names of folders and files will be self-explanatory. When clarity cannot be provided by naming, readMe files will be added. Microscopy images will always be saved with a scale and relevant naming to reduce the need for additional metadata. 5. Data storage and backup during the FWO project Where will the data be stored? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 The data will be stored mainly on OneDrive. This tool allows for automatic backup and version management, while giving the researcher the opportunity to make copies of the data on any hardware and work offline. For data sharing and extra backup within KU Leuven, relevant information will be uploaded on the central servers available through a VPN. This will only be updated at key moments (publication of manuscript or yearly basis). How is backup of the data provided? The day-to-day changes will be backed-up on OneDrive. Yearly back-ups will be done on KU Leuven central servers (personal server), with a copy of the relevant data (mostly dissemination) on the shared servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is 2 TB available on OneDrive, which will be enough for this project. Also, there is 100 GB available on the central servers, which can be expanded on demand. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected costs, since the 2 TB on OneDrive are provided by KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be shared only with the relevant people, and modification by other people will be allowed solely through personal invitation by email for the relevant files only. There is no sensitive personal data which requires extra safety measures. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data and metadata will be saved. Where will the data be archived (= stored for the longer term)? The data will be stored on the KU Leuven central server at the end of this project, and full access will be given to the supervisor of the project: prof. Sylvie Castagne. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No cost will be linked to the storage of data on the university servers. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be made available, except from the python and c codes for the laser ablation simulations. These will remain property of KU Leuven. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 The data will be available to everyone upon request by mail. Reuse will be allowed, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? No cost is expected for data sharing 8. Responsibilities Who will be responsible for data documentation & metadata? Pol Vanwersch Who will be responsible for data storage & back up during the project? Pol Vanwersch Who will be responsible for ensuring data preservation and reuse ? Pol Vanwersch during the project Sylvie Castagne after the project Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}