{
    "document_id": "D-2023-1917",
    "LinkTitle": "D-2023-1917",
    "file_name": "D-2023-1917.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1917.pdf",
    "metadata": {
        "title": "D-2023-1917",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Antje Van Kerckhove - 0000-0002-0417-3422\nContributor name(s) (+ ORCID) & roles Kaat Wils - 0000-0002-9828-3760 – Full professor at KU Leuven (Faculty of Arts)\nTinne Claes - 0000-0001-6531-8827 – Senior postdoctoral researcher of FWO-Flanders at KU Leuven \n(Faculty of Arts)\nProject number1 & title 1193723N - Women in pain: a cultural biography of vaginismus in trans-Atlantic perspective (1950-\npresent)\nFunder(s) GrantID21193723N\nAffiliation(s)  XKU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description\nDespite its high prevalence, vaginismus remains an under-researched condition up until the present day. This  \nis not only true for the medical sciences, but also for history. Apart from a few articles about the medical  \ndiscovery of the condition by Marion Sims in 1861, the history of vaginismus has never been explored. By  \nilluminating how healthcare practitioners, women’s movements and sufferers have engaged with the issue  \nsince the 1950s, this research project will enrich the historiography of science and sexuality, women’s health,  \nand sexual pain. Focusing on the aforementioned actors, I will examine the changing medical understandings  \nand treatments of vaginismus, the educative and knowledge-making role of women’s health activists and  \nthe experience of sexual pain. I will do so through a comparative transatlantic lens in order to elucidate in  \nwhat ways and to what extent healthcare providers, activists and sufferers have exchanged ideas and  \ninformation about vaginismus overseas. Drawing on a variety of archival, published and oral sources this  \nresearch project will produce the very first cultural biography of vaginismus in the postwar era.\nThis study will produce a transatlantic cultural biography of vaginismus in the postwar era by focusing on  \nthree key aspects that profoundly shape the history of the condition. The main objectives of this research  \nproject are (1) to study the changing medical understanding and treatment of vaginismus, (2) to analyze the \nrole of women’s activism with regard to vaginismus and (3) to illuminate personal experiences with the \ncondition. All these objectives will be addressed within a Belgian-American framework, in order to identify in  \nwhat ways and to what extent ideas and information about vaginismus were exchanged overseas.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescription New or Reused Digital \nor \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ \nDigital\n☐ \nPhysical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nBibliographic \nreferencesAcademic books, \narticles etc. used \nas a reference for \nan argument.Reuse existing \ndataDigitalNA Zotero < 1GB /\nArchival \nmaterialThe archival \nmaterial that will Generate new \ndataDigital Compiled Pdf, JPG, Google \nDocs10 GB < 50 GB /\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5be used for this \nproject includes \narchival \ncollections from \nvarious women’s \nmovements and \norganizations, \nand (private) \nsexological \narchives.\nOral sources The oral sources \nused for this \nproject include \ninterviews with \nhealthcare \nprofessionals, \nfeminists, and \npeople who \n(have) suffer(ed) \nfrom vaginismus.Generate new \ndataDigitalObservational MP3 or MP4 < 10 GB /\nPublished  \nsourcesThe published \nsources used for \nthis project \nprimarily include \nscholarly journals \nfrom various \nscientific Generate new \ndataDigital Compiled Pdf, JPG, Google \nDocs10 GB < 50 GB /\nFWO DMP Template (Flemish Standard DMP) 6disciplines, and \npublished \njournals from \nwomen’s \nmovements. In \naddition, this \nprojects draws on \nnews letters and \npublished books \nfrom (feminist) \nscholars.\nPersonal notes \nand \nannotationsAnalyses of \nprimary sourcesGenerate new \ndataDigitalObservational Word < 1 GB /\nTranscriptions \nof interviews \nand forms of \ninformed \nconsentTranscriptions \nand informed \nconsent forms of \nthe \naforementioned \ninterviewsGenerate new \ndataDigitalObservational Word < 1 GB /\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  The reuse of existing data will be compiled in Zotero.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:  \nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used: I will collect personal data through \ninterviews from three different groups of historical actors, namely people (mainly women) who \n5 These data are generated by combining multiple existing datasets.6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8suffer from vaginismus, feminists and healthcare professionals. The kind of personal data that will \nbe acquired from feminists and healthcare practitioners consists of ‘basic’ personal data, including \ntheir name, address, job description etc. From women suffering from vaginismus, I will additionally \nobtain ‘special’ sensitive personal data, including information about their mental and physical \nhealth and their sexuality.  \nIn order to protect and respect the privacy of the interviewees I will let them sign an informed \nconsent form. In this way, the interviewee can decided whether they want to remain anonymous or \nhave their data be pseudonymized.  \nIf the interviewee does not want to be pseudonymized, I will build in an additional \"security \nmechanism”. On the one hand, I will make clear before the interview that he/she is speaking in \nhis/her own name (when completing the informed consent form). On the other hand, I will give the \ninterviewee the possibility to indicate in advance (on the informed consent form) whether he/she \nwants to be able to give permission for publication when using his/her quotes or when he/she is \nmentioned by name. I then email the quotes to the interviewee and ask if he/she wishes to review \nthem and approve their publication. In any case (pseudonymized or not), I will respectfully use the \ninformation obtained.\nPrivacy Registry Reference: This research project has received ethical approval from the Social and \nSocietal Ethic Committee (SMEC) of KU Leuven. PRET: G-2022-6100-R2(MAR)\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nFWO DMP Template (Flemish Standard DMP) 9Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain: All data and personal information, indicated by interviewees on the informed \nconsent form that should not be shared, will remain confidential. The researcher respects any possible \nrestrictions.\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP) 10Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).For the primary sources:\nAll collected data will be stored in the KU Leuven Faculty of Arts OneDrive for business. Annotations of \nnotes may additionally be stored in Obsidian or OneNote.  \nThe source material in OneDrive will be classified in the folder ‘vaginismus’ which is structured as follows: \nsources, literature and output.  \nWithin the ‘sources’ folder, I make the following distinctions:  \n-Archives\n-Blogposts and other personal testimonies\n-Published sources \n-Oral sources\nWithin these folders further distinctions are made between based on the main historical disciplines/ actors \nof this research project:  \nFor example, for the published sources, I have different folders for sexology, gynaecology, physiotherapy \nand psychology/psychiatry and feminism. Further distinctions are made per country (U.S. or Belgiul) and \nthen per journal or book. For example: Belgium/Flanders -> sexological books – sexological journals -> \nsexological journals: Leuvens Cahiers voor seksuologie, Seksuologische actualiteiten, tijdschrift voor \nseksuologie, Tijdingen over seksuologie. Finally, these folders are structured per year.  \nFor the archives, I differentiate the various archives that I will be consulting. For example: private archival \nmaterial of Alfons Vansteenwegen, Sexuality archives (Widener University Archive), Masters and Johnson \ncollection (Kinsey Institute), etc. Further structuring still needs to be determined.  \nFor the oral sources, I differentiate between sufferers, healthcare practitioners and women’s movements. \nEvery interview will have its own folder containing the recording of the interview, the transcript and all the \nsigned documents.  \nFWO DMP Template (Flemish Standard DMP) 11For the secondary sources/literature:  \nAll literature will be stored in Zotero. If not possible, the literature will be stored in the folder ‘literature’ in \nOneDrive for Business.  \nIn Zotero I will distinguish the following categories: History, sciences, social sciences and \nmethodology/theory. I will use tags to easily browse though and link the literature.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nFor the archival material and published sources, the naming of the files should contain all necessary \ninformation to correctly date, situate and refer to the sources. In addition, I will also make an excel table to  \nkeep track of my progress (what documents have already and still need to be consulted).  \nFor the oral sources, metadata (such as the date, duration etc.) of the interviews will be added. (The \ninterview recording can not be consulted without consulting the informed consent document and other \ndocuments that relate to the interview.)\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created: /\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 12Where will the data be stored?\nDuring the project I will make use of the Onedrive cloud service provided by the Faculty: this storage space \nis safe and automatically backed up. I will standardly receive 2 TB in Onedrive storage, and I can request \nup to 5TB storage (free of charge) if necessary. I have purchased a pc through the Faculty’s ICT service with  \nmy FWO-Flanders benchfee.  \nAll computers purchased through the Faculty have Bitlocker pre-installed, which means sensitive data are \nprotected by the Bitlocker system. Following the Arts Faculty’s policy regarding data management, I will \nmake use of the KU Leuven data repository RDR, which allows me to store the data in a funder compliant \nmanner before the project reaches its end.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.See above.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:  According to the current prognosis, the 2TB limit on my KU Leuven Faculty \nof Arts OneDrive will be sufficient. If that is not the case, I will request a free extension to 5TB.\nIf no, please specify: /\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 13How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The Bitlocker system (see above) which is installed on my pc will ensure that the data can not be accessed \nor modified by unauthorized persons.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Any further costs related to data storage are free of charge.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All aforementioned data will be retained for at least five years after the project. KU Leuven mandates the \npreservation of data for a minimum of 10 ten years.\nFWO DMP Template (Flemish Standard DMP) 14Where will these data be archived (stored and \ncurated for the long-term)?The data will be archived in KU Leuven DRD repository and/or in the AVG-Carhif (Archive and research \ncentre for women’s history).  \nThe datasets that don’t include personal information will be stored in the DRD repository (with restricted \naccess). If the narrator gives permission (on the informed consent form) the interviews will also be stored \nin the DRD repository (with restricted of closed access) and in and in an oral history archive at AVG-carhif. \nThis preservation includes the audio recording of the interview and the accompanying transcript. These will  \nbe preserved in their entirety if the narrator agrees. At the request of the narrator, certain personal \ndata/passages may be \"bleeped out\"/removed for safekeeping. If the narrator does not give permission, \nthe interview will obviously not be transferred to the archive.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There will be no extra costs since these storage methods are free of charge.\nFWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only researchers who have ethical clearance from an internationally recognized research institute and can \ndemonstrate that obtaining access to the data is necessary/useful for their research will be granted \npermission.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: The privacy aspects concern the interviews with women who suffer from vaginismus,  \nhealthcare practitioners and feminists. These privacy issues restrict or prevent the sharing of (some of) the  \ndata.\nFWO DMP Template (Flemish Standard DMP) 16Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All data will be made available in RDR , KU Leuven's Research Data Repository.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be made available shortly after the end of this project (01-11-2026).\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  The data from the project (if the access conditions are met for the restricted access sources) will be made \navailable under a Creative Commons Attributions license, so that attributors have to give credit to the \noriginal data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: I am planning to add a DOI to the datasets.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 17What are the expected costs for data sharing? \nHow will these costs be covered?  This is free of charge.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?I will manage the data documentation.\nWho will manage data storage and backup \nduring the research project?I will manage the data storage.\nWho will manage data preservation and \nsharing?I will manage the data preservation and sharing. After the end of the project, my supervisor, Kaat Wils, will  \nbe responsible for the preservation of the data.\nWho will update and implement this DMP? I will update and implement this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Antje Van Kerckhove - 0000-0002-0417-3422 Contributor name(s) (+ ORCID) & roles Kaat Wils - 0000-0002-9828-3760 – Full professor at KU Leuven (Faculty of Arts) Tinne Claes - 0000-0001-6531-8827 – Senior postdoctoral researcher of FWO-Flanders at KU Leuven (Faculty of Arts) Project number1 & title 1193723N - Women in pain: a cultural biography of vaginismus in trans-Atlantic perspective (1950- present) Funder(s) GrantID21193723N Affiliation(s) XKU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Despite its high prevalence, vaginismus remains an under-researched condition up until the present day. This is not only true for the medical sciences, but also for history. Apart from a few articles about the medical discovery of the condition by Marion Sims in 1861, the history of vaginismus has never been explored. By illuminating how healthcare practitioners, women’s movements and sufferers have engaged with the issue since the 1950s, this research project will enrich the historiography of science and sexuality, women’s health, and sexual pain. Focusing on the aforementioned actors, I will examine the changing medical understandings and treatments of vaginismus, the educative and knowledge-making role of women’s health activists and the experience of sexual pain. I will do so through a comparative transatlantic lens in order to elucidate in what ways and to what extent healthcare providers, activists and sufferers have exchanged ideas and information about vaginismus overseas. Drawing on a variety of archival, published and oral sources this research project will produce the very first cultural biography of vaginismus in the postwar era. This study will produce a transatlantic cultural biography of vaginismus in the postwar era by focusing on three key aspects that profoundly shape the history of the condition. The main objectives of this research project are (1) to study the changing medical understanding and treatment of vaginismus, (2) to analyze the role of women’s activism with regard to vaginismus and (3) to illuminate personal experiences with the condition. All these objectives will be addressed within a Belgian-American framework, in order to identify in what ways and to what extent ideas and information about vaginismus were exchanged overseas. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Bibliographic referencesAcademic books, articles etc. used as a reference for an argument.Reuse existing dataDigitalNA Zotero < 1GB / Archival materialThe archival material that will Generate new dataDigital Compiled Pdf, JPG, Google Docs10 GB < 50 GB / 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5be used for this project includes archival collections from various women’s movements and organizations, and (private) sexological archives. Oral sources The oral sources used for this project include interviews with healthcare professionals, feminists, and people who (have) suffer(ed) from vaginismus.Generate new dataDigitalObservational MP3 or MP4 < 10 GB / Published sourcesThe published sources used for this project primarily include scholarly journals from various scientific Generate new dataDigital Compiled Pdf, JPG, Google Docs10 GB < 50 GB / FWO DMP Template (Flemish Standard DMP) 6disciplines, and published journals from women’s movements. In addition, this projects draws on news letters and published books from (feminist) scholars. Personal notes and annotationsAnalyses of primary sourcesGenerate new dataDigitalObservational Word < 1 GB / Transcriptions of interviews and forms of informed consentTranscriptions and informed consent forms of the aforementioned interviewsGenerate new dataDigitalObservational Word < 1 GB / FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The reuse of existing data will be compiled in Zotero. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: I will collect personal data through interviews from three different groups of historical actors, namely people (mainly women) who 5 These data are generated by combining multiple existing datasets.6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8suffer from vaginismus, feminists and healthcare professionals. The kind of personal data that will be acquired from feminists and healthcare practitioners consists of ‘basic’ personal data, including their name, address, job description etc. From women suffering from vaginismus, I will additionally obtain ‘special’ sensitive personal data, including information about their mental and physical health and their sexuality. In order to protect and respect the privacy of the interviewees I will let them sign an informed consent form. In this way, the interviewee can decided whether they want to remain anonymous or have their data be pseudonymized. If the interviewee does not want to be pseudonymized, I will build in an additional \"security mechanism”. On the one hand, I will make clear before the interview that he/she is speaking in his/her own name (when completing the informed consent form). On the other hand, I will give the interviewee the possibility to indicate in advance (on the informed consent form) whether he/she wants to be able to give permission for publication when using his/her quotes or when he/she is mentioned by name. I then email the quotes to the interviewee and ask if he/she wishes to review them and approve their publication. In any case (pseudonymized or not), I will respectfully use the information obtained. Privacy Registry Reference: This research project has received ethical approval from the Social and Societal Ethic Committee (SMEC) of KU Leuven. PRET: G-2022-6100-R2(MAR) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: FWO DMP Template (Flemish Standard DMP) 9Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: All data and personal information, indicated by interviewees on the informed consent form that should not be shared, will remain confidential. The researcher respects any possible restrictions. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 10Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).For the primary sources: All collected data will be stored in the KU Leuven Faculty of Arts OneDrive for business. Annotations of notes may additionally be stored in Obsidian or OneNote. The source material in OneDrive will be classified in the folder ‘vaginismus’ which is structured as follows: sources, literature and output. Within the ‘sources’ folder, I make the following distinctions: -Archives -Blogposts and other personal testimonies -Published sources -Oral sources Within these folders further distinctions are made between based on the main historical disciplines/ actors of this research project: For example, for the published sources, I have different folders for sexology, gynaecology, physiotherapy and psychology/psychiatry and feminism. Further distinctions are made per country (U.S. or Belgiul) and then per journal or book. For example: Belgium/Flanders -> sexological books – sexological journals -> sexological journals: Leuvens Cahiers voor seksuologie, Seksuologische actualiteiten, tijdschrift voor seksuologie, Tijdingen over seksuologie. Finally, these folders are structured per year. For the archives, I differentiate the various archives that I will be consulting. For example: private archival material of Alfons Vansteenwegen, Sexuality archives (Widener University Archive), Masters and Johnson collection (Kinsey Institute), etc. Further structuring still needs to be determined. For the oral sources, I differentiate between sufferers, healthcare practitioners and women’s movements. Every interview will have its own folder containing the recording of the interview, the transcript and all the signed documents. FWO DMP Template (Flemish Standard DMP) 11For the secondary sources/literature: All literature will be stored in Zotero. If not possible, the literature will be stored in the folder ‘literature’ in OneDrive for Business. In Zotero I will distinguish the following categories: History, sciences, social sciences and methodology/theory. I will use tags to easily browse though and link the literature. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: For the archival material and published sources, the naming of the files should contain all necessary information to correctly date, situate and refer to the sources. In addition, I will also make an excel table to keep track of my progress (what documents have already and still need to be consulted). For the oral sources, metadata (such as the date, duration etc.) of the interviews will be added. (The interview recording can not be consulted without consulting the informed consent document and other documents that relate to the interview.) If no, please specify (where appropriate per dataset or data type) which metadata will be created: / 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 12Where will the data be stored? During the project I will make use of the Onedrive cloud service provided by the Faculty: this storage space is safe and automatically backed up. I will standardly receive 2 TB in Onedrive storage, and I can request up to 5TB storage (free of charge) if necessary. I have purchased a pc through the Faculty’s ICT service with my FWO-Flanders benchfee. All computers purchased through the Faculty have Bitlocker pre-installed, which means sensitive data are protected by the Bitlocker system. Following the Arts Faculty’s policy regarding data management, I will make use of the KU Leuven data repository RDR, which allows me to store the data in a funder compliant manner before the project reaches its end. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.See above. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: According to the current prognosis, the 2TB limit on my KU Leuven Faculty of Arts OneDrive will be sufficient. If that is not the case, I will request a free extension to 5TB. If no, please specify: / 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The Bitlocker system (see above) which is installed on my pc will ensure that the data can not be accessed or modified by unauthorized persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Any further costs related to data storage are free of charge. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All aforementioned data will be retained for at least five years after the project. KU Leuven mandates the preservation of data for a minimum of 10 ten years. FWO DMP Template (Flemish Standard DMP) 14Where will these data be archived (stored and curated for the long-term)?The data will be archived in KU Leuven DRD repository and/or in the AVG-Carhif (Archive and research centre for women’s history). The datasets that don’t include personal information will be stored in the DRD repository (with restricted access). If the narrator gives permission (on the informed consent form) the interviews will also be stored in the DRD repository (with restricted of closed access) and in and in an oral history archive at AVG-carhif. This preservation includes the audio recording of the interview and the accompanying transcript. These will be preserved in their entirety if the narrator agrees. At the request of the narrator, certain personal data/passages may be \"bleeped out\"/removed for safekeeping. If the narrator does not give permission, the interview will obviously not be transferred to the archive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There will be no extra costs since these storage methods are free of charge. FWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Only researchers who have ethical clearance from an internationally recognized research institute and can demonstrate that obtaining access to the data is necessary/useful for their research will be granted permission. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The privacy aspects concern the interviews with women who suffer from vaginismus, healthcare practitioners and feminists. These privacy issues restrict or prevent the sharing of (some of) the data. FWO DMP Template (Flemish Standard DMP) 16Where will the data be made available? If already known, please provide a repository per dataset or data type.All data will be made available in RDR , KU Leuven's Research Data Repository. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be made available shortly after the end of this project (01-11-2026). Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 The data from the project (if the access conditions are met for the restricted access sources) will be made available under a Creative Commons Attributions license, so that attributors have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: I am planning to add a DOI to the datasets. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17What are the expected costs for data sharing? How will these costs be covered? This is free of charge. 7. Responsibilities Who will manage data documentation and metadata during the research project?I will manage the data documentation. Who will manage data storage and backup during the research project?I will manage the data storage. Who will manage data preservation and sharing?I will manage the data preservation and sharing. After the end of the project, my supervisor, Kaat Wils, will be responsible for the preservation of the data. Who will update and implement this DMP? I will update and implement this DMP."
}