{
    "document_id": "D-2022-1580",
    "LinkTitle": "D-2022-1580",
    "file_name": "D-2022-1580.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1580.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Francesco Dal Dosso",
        "num_pages": 7
    },
    "content": {
        "full_text": " \n1  \nDMP - C3 microBAT  \n \nADMIN DETAILS  \nGrant number: C3/21/014  \nProject Name: microBAT: MIcrofluidics Cartridge for RemOte Biofluids AcquisiTion  \nPrincipal Investigator / Researcher: Jeroen Lammertyn  \nPrincipal Investigator / Researcher ID:  ORCID: 0000 -0001 -8143 -6794  \nPlan data contact: Dr. Francesco Dal Dosso  \nDescription:  Remote (self) sampling is not widely adopted in clinical practice as current solutions (e.g.  \ndried blood spot (DBS) cards) do not provide reliable and standardized samples. Moreover, they are mostly \nfocused on blood, thus not exploiting other invaluable biofluids (e.g. saliva, sweat, interstitial fluids), while \non-spot processing of the sample is  not possible, which limits the downstream analyses.  The aim of the \nmicroBAT project is to develop an innovative platform for remote microsampling of biofluids in a \nstandardized and accurate manner with unprecedented on -chip sample processing capability. T his will be \nachieved by further building on our microfluidic technology, recently validated in the field as a volumetric \nDBS cartridge. This versatile sampling platform will be validated in clinical settings (e.g. general \npractitioner ’s office) in the cont ext of therapeutic drug monitoring, human biomonitoring and infectious \ndiseases population screening, using capillary blood and saliva, the latter being a noninvasive but highly \nrelevant emerging sample.  The project will be realized by an interdisciplinary  consortium consist ing of \ntechnological , clinical  and valorization experts . The data created are design files, fabrication protocols, and \nmeasurement procedures. In addition, extensive measurement data  (e.g. video recordings, microscopy \nimages , analytical result s) are being collected.  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName of the project lead (PI)  \n Jeroen Lammertyn, Francesco Dal D osso, Jan Verbakel  \n \nC3 Project number & title  \n C3/21/014 - microBAT – MIcrofluidics Cartridge for RemOte Biofluids AcquisiTion  \n \n2. DATA DESCRIPTION  \n2.1. Will you generate/collect new data and/or make use of existing data?  \n \n2  Generate new data  \n \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estim ated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.  \n WP1. Microfluidic toolbox for biofluids sampling and processing  \no Design of microfluidic chips: CAD files (e.g. .svg). Expected volumes = 2 GB  \no Visualization of m icrofluidic chip operations  during design optimization : video recordings \nwith camera/webcam (e.g. .mp4, .avi). Expected volumes = 500 GB  \no Visualization and quantification of the number of red blood cells in the separated plasma \nsamples: Microscopic images (. tiff, .JPEG ). Expected volume = 25 GB  \no Visualization of mixing behavior and efficiency : video recordings with \ncamera/webcam/fluorescence microscope (e.g. .mp4, .avi), which will be processed in \nMatlab software (.m). Expected volume = 50 GB  \no Collection and processing of primary numerical data (spectrophotometer ) for the \ncharacterization of the dilution accuracy are processed  in standard software  (MS Excel ) \nand electronic lab books ( eLABJournal, Bio -ITech ). Expected volume = 1 GB  \n WP2:  Development and laboratory validation of microBAT sampling cartridges  \no Design of microfluidic chips: CAD files (e.g. .svg). Expected volumes = 2 GB  \no Visualization of microfluidic chip operations during design optimization: video recordings \nwith camera/webcam  (e.g. .mp4, .avi). Expected volumes = 100 GB  \no Collection and processing of primary numerical data (ELISA , COBAS800 , LC-MS and RT -\nPCR ) are performed using standard software (MS Excel)  and electronic lab books \n(eLABJournal, Bio -ITech ). Expected volume = 5 GB \n WP3: Innovative fabrication solutions towards microBAT cartridges industrialization  \no Collection and processing of primary numerical data  (.csv)  of accelerated liquid storage \nexperiments in standard software ( MS Excel ) and electronic lab books ( eLABJournal,  Bio-\nITech ). Expected volume 500 MB  \no Design of microfluidic chips: CAD files (e.g. .svg, .dwg)  for the R2R UV -nanoimprint \nmanufacturing process . Expected volumes = 1 GB \no Evaluation of device quality and performance of the R2R fabricated demonstrator devices  \n Assessing c hannel resolution and alignment : microscopic images (.tif) . Expected \nvolume = 5 GB \n Visualization of microfluidic chip operations: video recordings with \nwebcam/Camera (e.g. .mp4, .avi). Expected volume = 10 GB \n WP4: Field validation of microBAT cartridges in clinical settings  \no Collection of primary numerical data for the validation study of the microBAT TDM (ELISA , \nand COBAS80 0) and microBAT ID (RT-PCR ) demonstrators  are performed using standard \nsoftware (MS Excel) and electronic lab books ( eLABJour nal, Bio -ITech ). \no Data from questionnaires are collected  with dedicated  software ( e.g. Castor , KUL -\nQualtrics ). Expected volume = 500 MB  \n \n3 o The collected data will be processed and analyzed with statistical software JMP Pro, \nRStudio and Matlab. Expected volume = 1 GB  \n WP5: Project management and valorization activities  \no Observational data: written down in electronic lab notebook (eLABJournal, Bio -ITech)  \no Consortium meetings: update presentations, meeting reports (e.g. .pptx, .docx). Expected \nvolumes = 10 GB \no Scientific publications and doctoral dissertations (e.g. . docx and .pdf ). Expected volumes \n= 10 GB  \no Administrative documents: project report s, financial report s (e.g. .docx and .xlxs) , \ndissemination materials ( e.g. .docx , .pptx, .png, .jpg). Expected volume s = < 1 GB  \n \n3. ETHICAL AND LEGAL ISSUES  \n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.  \n Yes, participants involved in the study will be asked to fill in a questionnaire to assess the user \nexperience on a 5 -point Likert scale of the proposed sampling devices  together with general \ninformation ( e.g. name, age, gender ).  \n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).  \n Yes.  \nNo ethical clearance is required to start the project , but the necessary approval will be requested \nat the Ethical Review Board of UZ/KU Leuven and UZ/KU Leuven Biobank  before the start of the \nrelevant work package s. In particular,  for the  laboratory validation of the MicroBAT cartridges in  \nWP2 (6 months after the start of the project)  there will be worked with human whole blood. The \nbiofluid will be collected from healthy volunteers, after obtaining informed consent. Furthermore, \nthe clinical validation of the MicroBAT cartridges in  WP4  (2 years after the start of the project)  will \ninvolve biofluid collection from patients  after obtaining informed consent and therefore will require  \nethical approval . During this clinical  study also personal data will be collected  through \nquestionnaires  filled in by the participating GPs in which the user experience of the devices will be \nassessed.  \n   \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restri ctions be claimed for the data you created? If so, for what data and which \nrestrictions will be asserted?  \n Yes \nWe do expect new IP generation in the field of microfluidics for both point -of-care microsampling \nand sample processing  application s (e.g. reagent  mixing and dilution, plasma separation ). \nMoreover, novel microfabrication approaches and methods are expected to be developed in the \n \n4 context of R2R UV -nanoimprint manufacturing process (Joanneum Research) of the cartridges and \nlocalized molecule depositio n using atmospheric plasma deposition (MPG). When there is concrete \npotential for tech transfer, the IP related to these research data will be protected, with the support \nof KU Leuven LRD and the IOF manager supporting this project (Dr. F. Dal Dosso).    \n \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? \nIf so, to what data do they relate and what restrictions regarding reuse and sharing are in place?  \n There are no 3rd party agreements in place regarding this project .  \n \n \n4. DOCUMENTATION AND METADATA  \n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \n Protocols, the research progress and clear descriptions of obtained data, what they represent and \nhow they were generated, will be collected in the Biosensors group in an electronic notebook \n(eLABJournal, Bio -ITech). Here, folders will be provided for all subtasks of the project. In each \nfolder, a new file will be made for each experiment , named with the date and subject, and including \ninformation on the responsible person (i.e., the person who created the file) as well as version \ntracking. Each experimental file will contain a section on the objective, protocol, results (a \ndescription of results and observations rather than all raw and analysed data) and conclusions. For \neach experiment, all raw and analysed data files will be stored in a folder on the shared server, \nusing the same hierarchical folder structure as the electronic lab notebo ok. By using the same \nstructure on the server and in the electronic lab notebook, contextual information on the \nexperimentally obtained data can be easily searched and used by a secondary analyst via the \nelectronic notebook.  \n Most important (raw)data which lead to publications (e.g. conference proceedings, journal paper) \nand/or to patents filings, will be stored on the shared folder created on the shared drive ( J:\\SET-\nMEBIOS -BIOSENSORS -PROJ -DI0443 \\C3 microBAT ). Th is folder is open  to all the consortium  \nmembe rs and is secured and backed -up by the ICTS service of KU Leuven.  This folder contains \nalso all the administrative items (e.g. project proposal, project reports, update presentations, \ncontracts)  \n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n Being a highly interdisciplinary project , it is not possible to use a standard metadata system.  \n The Biosensors group will use the electronic lab notebook in which a number of predetermined \ntopics have to be described for each experiment (Objective, protocol, results, and conclusion). The \nelectronic lab notebook facilitates searching for particular me tadata through a search engine. By \nmimicking the folder structure of the electronic lab notebook in the server -based folder with the \nexperimental data, linking of the metadata to the actual data will be facilitated.   \n \n5  The electronic lab book software will also be used to manage the patient sample inventory  (coded \nlabel, position, date)  and track samples in and out of the fr idges and freezers .  \n For each peer -reviewed article, a separate folder will be made on the server, containing the latest \nword version an d all raw and processed data used in the article. In addition , a separate  file will be \nmade in the electronic lab  notebook for each article, containing clickable links to all metadata files \nof data that were used in that particular article, to facilitate t racing back of protocols, results and \nconclusions.  \n \n5. DATA STORAGE AND BACKUP DURING THE C 3 PROJECT  \n5.1. Where will the data be stored?  \n The time -stamped digital data will be stored in a n already created project folder on the shared drive \n(J:) of KU Leuven. The time -stamped digital metadata will be stored on the server of the electronic \nlabbook (eLABJournal, Bio -ITech), and .pdf exports will be made on a weekly basis to be saved on \nthe shared drive (J:). The folder is open for the members participating in this KU Leuven C3 project \nand is secured and backed -up by the ICTS service of KU Leuven. Copies can be made and kept \non personal devices.  \n \n5.2. How will the data be backed up?  \n The digital data will be sto red on the university's central servers with automatic daily  back -up \nprocedures.  \n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this will \nbe taken care of.  \n Yes \nKU Leuven provides sufficient storage and back -up capacity during and after the project. A \ndedicated folder will be made for the project on which the collaborators will work jointly and store \ndata files . \n \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?  \n Type 1 server back -end storage with mirror backup for the project share folder will cost  519 Euro \nper Tb per year. Costs will be covered by th e project consumables budget.  \n \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \n The network drive for the project share folder and the large volume storage folder are secured b y \nthe ICTS service of KU Leuven with a mirror copy. Only lab members that work on the project, will \nhave access to the shared folder.  Confidential data can and will be protected with a password \n(available only for PI Jeroen Lammertyn). Visitors, MSc thesis  students and internship students in \nthe groups as well as other unauthorized persons will not have access to the data on the shared \n \n6 folder.  Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer \nlarge files between the researchers involved in the project.  \n \n6. DATA PRESERVATION AFTER THE END OF THE C3 PROJECT  \n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual \nrestrictions, physical preservation issues, ...).  \n The data to be retained during 10 years after the project's end are dissemination data (source files \nof publications and presentations), documentation on measurements set -ups, and the most \nrelevant measurement data.  \n \n6.2. Where will these data be archived  (= stored for the long term)?  \n A distinction is made between research data and dissemination data. The research data, namely \nmicroscopy images , video recordings  and measurement results, will be stored on an external hard \ndrive after the end of the project . Dissemination data, namely files corresponding to papers and \npresentations, will be stored on the PI's PC, and back -upped daily on the departmental server  for \nlong term storage .   \n \n6.3. What are the expected costs for data preservation during these 10 ye ars? How will the costs be \ncovered?  \n The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and \ntherefore can be seamlessly embedded in the PI's allocation on the departmental server. The costs \n(1000 EUR/year) will be cov ered by other on -going projects at that point in time.  \n The research data will be stored on an external hard disk . As the lifetime of such external hard disk \nmay not be adequate, the data to be preserved will be moved to a new hard disk, purchased on \nthe bu dget of a follow -up project, when needed. This is adequate, as the volume of such external \nhard disks is expanding considerably over time.  \n \n7. DATA SHARING AND RE -USE \n7.1. Are there any factors restricting or preventing the sharing of (some of) the data ( e.g. as defined \nin an agreement with a 3rd party, legal restrictions or because of IP potential)?  \n No \n \n7.2. Which data will be made available after the end of the project?  \n Relevant digital data will be published and made available after the end of the pro ject. Data with \nvaluable IP will be protected prior to publication. We will comply with open access regulations of \nKU Leuven.  \n \n7.3. Where/how will the data be made available for reuse?  \n \n7  Upon request by mail  \n The approach to share data is upon request by e -mail. Due to the data volume, access will then be \ngranted to a restricted access repository.  \n \n7.4. When will the data be made available?  \n Upon publication of the research results  \n As soon as the research results have been published, the data can be made available to other \nresearchers.   \n \n7.5. Who will be able to access the data and under what conditions?  \n All project collaborators will be authorized to have access to all obtained digital and physical data  \nafter the project  \n In case the question originates by researchers  outside the consortium , the data can be made \navailable upon e -mail request, and on condition that the users agree to give proper credit, such as \nco-authorship on the ir papers building on these data.  \n Usage for commercial purposes will require obtaining a license, or equivalent arrangement.  \n \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \n A restricted access repository can be imple mented on a free tool, such as Dropbox, up to a certain \nvolume. If this volume does not suffice, time -limited storage will be considered, thus limited to the \ntime needed to download the data.    \n \n8. RESPONSIBILITIES  \n8.1. Who will be responsible for the dat a documentation & metadata?  \n The lab technician  and researchers  who will work on this KUL C3 project will be responsible for the \ndata collection, documentation and metadata. The y will be trained in data management at the \nbeginning of the project . Supervisors will manage the data storage  facilities.  \n \n8.2. Who will be responsible for data storage & back up during the project?  \n The lab technician  and researchers  who will work on this KUL C3 project will be responsible to \nstore  the data on the appropri ate accommodation provided by KU Leuven. The ICTS service  of KU \nLeuven is responsible for the back -up of the network drives at KU Leuven. The  folders will be \nmanaged by the supervisors.  \n \n8.3. Who will be responsible for ensuring data preservation and sharing?  \n The PIs of this project will be responsible for the data preservation and eventual reuse of obtained \ndata.  \n \n8.4. Who bears the end responsibility for updating & implementing this DMP ?  \n The PIs bear the end responsibility of updating and implementing th e DMP.  "
    },
    "clean_full_text": "1 DMP - C3 microBAT ADMIN DETAILS Grant number: C3/21/014 Project Name: microBAT: MIcrofluidics Cartridge for RemOte Biofluids AcquisiTion Principal Investigator / Researcher: Jeroen Lammertyn Principal Investigator / Researcher ID: ORCID: 0000 -0001 -8143 -6794 Plan data contact: Dr. Francesco Dal Dosso Description: Remote (self) sampling is not widely adopted in clinical practice as current solutions (e.g. dried blood spot (DBS) cards) do not provide reliable and standardized samples. Moreover, they are mostly focused on blood, thus not exploiting other invaluable biofluids (e.g. saliva, sweat, interstitial fluids), while on-spot processing of the sample is not possible, which limits the downstream analyses. The aim of the microBAT project is to develop an innovative platform for remote microsampling of biofluids in a standardized and accurate manner with unprecedented on -chip sample processing capability. T his will be achieved by further building on our microfluidic technology, recently validated in the field as a volumetric DBS cartridge. This versatile sampling platform will be validated in clinical settings (e.g. general practitioner ’s office) in the cont ext of therapeutic drug monitoring, human biomonitoring and infectious diseases population screening, using capillary blood and saliva, the latter being a noninvasive but highly relevant emerging sample. The project will be realized by an interdisciplinary consortium consist ing of technological , clinical and valorization experts . The data created are design files, fabrication protocols, and measurement procedures. In addition, extensive measurement data (e.g. video recordings, microscopy images , analytical result s) are being collected. Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI)  Jeroen Lammertyn, Francesco Dal D osso, Jan Verbakel C3 Project number & title  C3/21/014 - microBAT – MIcrofluidics Cartridge for RemOte Biofluids AcquisiTion 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? 2  Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estim ated) volume. This may be easiest in a numbered list or table and per objective of the project.  WP1. Microfluidic toolbox for biofluids sampling and processing o Design of microfluidic chips: CAD files (e.g. .svg). Expected volumes = 2 GB o Visualization of m icrofluidic chip operations during design optimization : video recordings with camera/webcam (e.g. .mp4, .avi). Expected volumes = 500 GB o Visualization and quantification of the number of red blood cells in the separated plasma samples: Microscopic images (. tiff, .JPEG ). Expected volume = 25 GB o Visualization of mixing behavior and efficiency : video recordings with camera/webcam/fluorescence microscope (e.g. .mp4, .avi), which will be processed in Matlab software (.m). Expected volume = 50 GB o Collection and processing of primary numerical data (spectrophotometer ) for the characterization of the dilution accuracy are processed in standard software (MS Excel ) and electronic lab books ( eLABJournal, Bio -ITech ). Expected volume = 1 GB  WP2: Development and laboratory validation of microBAT sampling cartridges o Design of microfluidic chips: CAD files (e.g. .svg). Expected volumes = 2 GB o Visualization of microfluidic chip operations during design optimization: video recordings with camera/webcam (e.g. .mp4, .avi). Expected volumes = 100 GB o Collection and processing of primary numerical data (ELISA , COBAS800 , LC-MS and RT - PCR ) are performed using standard software (MS Excel) and electronic lab books (eLABJournal, Bio -ITech ). Expected volume = 5 GB  WP3: Innovative fabrication solutions towards microBAT cartridges industrialization o Collection and processing of primary numerical data (.csv) of accelerated liquid storage experiments in standard software ( MS Excel ) and electronic lab books ( eLABJournal, Bio- ITech ). Expected volume 500 MB o Design of microfluidic chips: CAD files (e.g. .svg, .dwg) for the R2R UV -nanoimprint manufacturing process . Expected volumes = 1 GB o Evaluation of device quality and performance of the R2R fabricated demonstrator devices  Assessing c hannel resolution and alignment : microscopic images (.tif) . Expected volume = 5 GB  Visualization of microfluidic chip operations: video recordings with webcam/Camera (e.g. .mp4, .avi). Expected volume = 10 GB  WP4: Field validation of microBAT cartridges in clinical settings o Collection of primary numerical data for the validation study of the microBAT TDM (ELISA , and COBAS80 0) and microBAT ID (RT-PCR ) demonstrators are performed using standard software (MS Excel) and electronic lab books ( eLABJour nal, Bio -ITech ). o Data from questionnaires are collected with dedicated software ( e.g. Castor , KUL - Qualtrics ). Expected volume = 500 MB 3 o The collected data will be processed and analyzed with statistical software JMP Pro, RStudio and Matlab. Expected volume = 1 GB  WP5: Project management and valorization activities o Observational data: written down in electronic lab notebook (eLABJournal, Bio -ITech) o Consortium meetings: update presentations, meeting reports (e.g. .pptx, .docx). Expected volumes = 10 GB o Scientific publications and doctoral dissertations (e.g. . docx and .pdf ). Expected volumes = 10 GB o Administrative documents: project report s, financial report s (e.g. .docx and .xlxs) , dissemination materials ( e.g. .docx , .pptx, .png, .jpg). Expected volume s = < 1 GB 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation.  Yes, participants involved in the study will be asked to fill in a questionnaire to assess the user experience on a 5 -point Likert scale of the proposed sampling devices together with general information ( e.g. name, age, gender ). 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).  Yes. No ethical clearance is required to start the project , but the necessary approval will be requested at the Ethical Review Board of UZ/KU Leuven and UZ/KU Leuven Biobank before the start of the relevant work package s. In particular, for the laboratory validation of the MicroBAT cartridges in WP2 (6 months after the start of the project) there will be worked with human whole blood. The biofluid will be collected from healthy volunteers, after obtaining informed consent. Furthermore, the clinical validation of the MicroBAT cartridges in WP4 (2 years after the start of the project) will involve biofluid collection from patients after obtaining informed consent and therefore will require ethical approval . During this clinical study also personal data will be collected through questionnaires filled in by the participating GPs in which the user experience of the devices will be assessed. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restri ctions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  Yes We do expect new IP generation in the field of microfluidics for both point -of-care microsampling and sample processing application s (e.g. reagent mixing and dilution, plasma separation ). Moreover, novel microfabrication approaches and methods are expected to be developed in the 4 context of R2R UV -nanoimprint manufacturing process (Joanneum Research) of the cartridges and localized molecule depositio n using atmospheric plasma deposition (MPG). When there is concrete potential for tech transfer, the IP related to these research data will be protected, with the support of KU Leuven LRD and the IOF manager supporting this project (Dr. F. Dal Dosso). 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place?  There are no 3rd party agreements in place regarding this project . 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  Protocols, the research progress and clear descriptions of obtained data, what they represent and how they were generated, will be collected in the Biosensors group in an electronic notebook (eLABJournal, Bio -ITech). Here, folders will be provided for all subtasks of the project. In each folder, a new file will be made for each experiment , named with the date and subject, and including information on the responsible person (i.e., the person who created the file) as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. For each experiment, all raw and analysed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic lab notebo ok. By using the same structure on the server and in the electronic lab notebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook.  Most important (raw)data which lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the shared folder created on the shared drive ( J:\\SET- MEBIOS -BIOSENSORS -PROJ -DI0443 \\C3 microBAT ). Th is folder is open to all the consortium membe rs and is secured and backed -up by the ICTS service of KU Leuven. This folder contains also all the administrative items (e.g. project proposal, project reports, update presentations, contracts) 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.  Being a highly interdisciplinary project , it is not possible to use a standard metadata system.  The Biosensors group will use the electronic lab notebook in which a number of predetermined topics have to be described for each experiment (Objective, protocol, results, and conclusion). The electronic lab notebook facilitates searching for particular me tadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server -based folder with the experimental data, linking of the metadata to the actual data will be facilitated. 5  The electronic lab book software will also be used to manage the patient sample inventory (coded label, position, date) and track samples in and out of the fr idges and freezers .  For each peer -reviewed article, a separate folder will be made on the server, containing the latest word version an d all raw and processed data used in the article. In addition , a separate file will be made in the electronic lab notebook for each article, containing clickable links to all metadata files of data that were used in that particular article, to facilitate t racing back of protocols, results and conclusions. 5. DATA STORAGE AND BACKUP DURING THE C 3 PROJECT 5.1. Where will the data be stored?  The time -stamped digital data will be stored in a n already created project folder on the shared drive (J:) of KU Leuven. The time -stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio -ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder is open for the members participating in this KU Leuven C3 project and is secured and backed -up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. 5.2. How will the data be backed up?  The digital data will be sto red on the university's central servers with automatic daily back -up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  Yes KU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files . 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered?  Type 1 server back -end storage with mirror backup for the project share folder will cost 519 Euro per Tb per year. Costs will be covered by th e project consumables budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  The network drive for the project share folder and the large volume storage folder are secured b y the ICTS service of KU Leuven with a mirror copy. Only lab members that work on the project, will have access to the shared folder. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared 6 folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project. 6. DATA PRESERVATION AFTER THE END OF THE C3 PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...).  The data to be retained during 10 years after the project's end are dissemination data (source files of publications and presentations), documentation on measurements set -ups, and the most relevant measurement data. 6.2. Where will these data be archived (= stored for the long term)?  A distinction is made between research data and dissemination data. The research data, namely microscopy images , video recordings and measurement results, will be stored on an external hard drive after the end of the project . Dissemination data, namely files corresponding to papers and presentations, will be stored on the PI's PC, and back -upped daily on the departmental server for long term storage . 6.3. What are the expected costs for data preservation during these 10 ye ars? How will the costs be covered?  The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded in the PI's allocation on the departmental server. The costs (1000 EUR/year) will be cov ered by other on -going projects at that point in time.  The research data will be stored on an external hard disk . As the lifetime of such external hard disk may not be adequate, the data to be preserved will be moved to a new hard disk, purchased on the bu dget of a follow -up project, when needed. This is adequate, as the volume of such external hard disks is expanding considerably over time. 7. DATA SHARING AND RE -USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data ( e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  No 7.2. Which data will be made available after the end of the project?  Relevant digital data will be published and made available after the end of the pro ject. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of KU Leuven. 7.3. Where/how will the data be made available for reuse? 7  Upon request by mail  The approach to share data is upon request by e -mail. Due to the data volume, access will then be granted to a restricted access repository. 7.4. When will the data be made available?  Upon publication of the research results  As soon as the research results have been published, the data can be made available to other researchers. 7.5. Who will be able to access the data and under what conditions?  All project collaborators will be authorized to have access to all obtained digital and physical data after the project  In case the question originates by researchers outside the consortium , the data can be made available upon e -mail request, and on condition that the users agree to give proper credit, such as co-authorship on the ir papers building on these data.  Usage for commercial purposes will require obtaining a license, or equivalent arrangement. 7.6. What are the expected costs for data sharing? How will these costs be covered?  A restricted access repository can be imple mented on a free tool, such as Dropbox, up to a certain volume. If this volume does not suffice, time -limited storage will be considered, thus limited to the time needed to download the data. 8. RESPONSIBILITIES 8.1. Who will be responsible for the dat a documentation & metadata?  The lab technician and researchers who will work on this KUL C3 project will be responsible for the data collection, documentation and metadata. The y will be trained in data management at the beginning of the project . Supervisors will manage the data storage facilities. 8.2. Who will be responsible for data storage & back up during the project?  The lab technician and researchers who will work on this KUL C3 project will be responsible to store the data on the appropri ate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back -up of the network drives at KU Leuven. The folders will be managed by the supervisors. 8.3. Who will be responsible for ensuring data preservation and sharing?  The PIs of this project will be responsible for the data preservation and eventual reuse of obtained data. 8.4. Who bears the end responsibility for updating & implementing this DMP ?  The PIs bear the end responsibility of updating and implementing th e DMP."
}