{
    "document_id": "D-2021-1160",
    "LinkTitle": "D-2021-1160",
    "file_name": "D-2021-1160.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1160.pdf",
    "metadata": {
        "title": "Formation, growth, and properties of metal-organic frameworks from 2D to 3D: a scanning probe microscopy approach (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Formation, growth, and properties of metal-organic frameworks from 2D to 3D: a\nscanning probe microscopy approach (FWO DMP) - DMP title\nProject Identifier\n 1159922N\nPrincipal Investigator / Researcher\n Antonino Cucinotta\nDescription\n Metal-organic-frameworks (MOFs) are a class of porous crystalline solids in which\nthe metal centers are connected by organic linkers via coordinate bonds to yield networks with\nlarge voids. The versatility and the robustness of MOFs coupled with their high surface area has\nenabled their use in a remarkable range of applications. MOFs are employed in these\napplications in a variety of different forms ranging from thin films to nanoparticles to large single\ncrystals. Despite being crystalline solids, a number of MOFs have flexible frameworks that\nundergo reversible changes in their architecture in response to external stimuli such as guest\nadsorption, temperature, pressure and light. The increasing degree of complexity and the\ndiversity of MOF applications is demanding the implementation of characterization methods that\nprovide structural information at the molecular scale. Furthermore, there is a pressing need to\nunderstand the dynamics of metal-coordination chemistry for each form of the material, which\noften has a specific property and is useful in a specific application. This project aims to develop\nfundamental understanding of the dynamic processes transpiring in metal-organic coordination\nsystems spanning from physisorbed and monolithic (layered) thin films to single crystals via well-\ncontrolled experiments on model systems, using real-time, real-space scanning probe\nmicroscopy imaging.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAntonino Cucinotta\nFWO Project Number & Title\n1159922N - Formation, growth, and properties of metal-organic frameworks from 2D to 3D: a\nscanning probe microscopy approach\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nSTM images \n.mi\n100-300\nGB\nRaw binary data resulting\nfrom Scanning Tunneling\nMicroscopy of MOFs on HOPG\nAFM images\n.ibw\n100-300\nGB\nRaw binary data resulting\nfrom Atomic Force\nMicroscopy of MOFs on\nHOPG, Si, Au(111).\nMolecular models\n.hin\n3-5 GB\nModels built using\nHyperChem\nProfessional (Release 8.0.1\nfor Windows Molecular\nModeling System).\nProtocols used for\npreparation of\nformulations and\nmaterials\n.doc\nmax 2\nGB\nNotes from lab book\nconverted into digital format.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nMicroscopy images\nThe following information will be noted: dimensions, image type, bit-depth, pixel sizes and\nmicroscope settings. The methodology and protocol will be described in detail in the lab book. A\nReadMe file of the image collection will be written.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nRaw binary data resulting from microscopy imaging:\n- .mi (STM)\n- .ibw (AFM)\nMetadata can be read using Scanning Probe Image Processor (SPIP) software (Image Methrology\nApS) and Gwyddion 2.59 software (freeware).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1\n. \nKunal Mali, lab manager, is in charge of the preservation of data\n2\n. \nStorage capacity/repository\nDuring research:\n- Co-worker takes backup of the data\n- Instrument responsible takes daily backup of the data generated\n- Data are transferred to university's central network drives (OneDrive)\nAfter the research\n- Data (including metadata) are stored on local drives\n- Data are transferred to university's central network drives (OneDrive)\nHow is backup of the data provided?\nThe data will be stored on a personal hard drive and transferred to the university's central\nservers daily.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n- Personal hard drive (1TB)\n- University's central network drive (OneDrive, 2TB).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nStandard every user has 2 TB on University's central network drive (OneDrive). This capacity can\nbe extented to 5 TB without costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nControlled access to data files: ‘no access’, ‘read only’, ‘read and write’ or ‘administrator’\npermission\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nLab books, microscopy images, metadata, reports, manuscripts and/or dissemination texts will\nbe stored and preserved by the lab manager, Kunal Mali.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStandard every user has 2 TB on University's central network drive (OneDrive). This capacity can\nbe extented to 5 TB without costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nManuscripts and/or dissemination texts. Public dissemination will occur through the website\nhttp://www.defeytergroup.org.\nWhere/how will the data be made available for reuse?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nFellow researchers and collaborators upon request by email.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNA\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nResearcher (Antonino Cucinotta)\nWho will be responsible for data storage & back up during the project?\nResearcher (Antonino Cucinotta)\nLab manager (Kunal Mali)\nWho will be responsible for ensuring data preservation and reuse ?\nLab manager (Kunal Mali)\nPromotor (Steven de Feyter)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Formation, growth, and properties of metal-organic frameworks from 2D to 3D: a scanning probe microscopy approach (FWO DMP) - DMP title Project Identifier 1159922N Principal Investigator / Researcher Antonino Cucinotta Description Metal-organic-frameworks (MOFs) are a class of porous crystalline solids in which the metal centers are connected by organic linkers via coordinate bonds to yield networks with large voids. The versatility and the robustness of MOFs coupled with their high surface area has enabled their use in a remarkable range of applications. MOFs are employed in these applications in a variety of different forms ranging from thin films to nanoparticles to large single crystals. Despite being crystalline solids, a number of MOFs have flexible frameworks that undergo reversible changes in their architecture in response to external stimuli such as guest adsorption, temperature, pressure and light. The increasing degree of complexity and the diversity of MOF applications is demanding the implementation of characterization methods that provide structural information at the molecular scale. Furthermore, there is a pressing need to understand the dynamics of metal-coordination chemistry for each form of the material, which often has a specific property and is useful in a specific application. This project aims to develop fundamental understanding of the dynamic processes transpiring in metal-organic coordination systems spanning from physisorbed and monolithic (layered) thin films to single crystals via well- controlled experiments on model systems, using real-time, real-space scanning probe microscopy imaging. Institution KU Leuven 1. General Information Name applicant Antonino Cucinotta FWO Project Number & Title 1159922N - Formation, growth, and properties of metal-organic frameworks from 2D to 3D: a scanning probe microscopy approach Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created STM images .mi 100-300 GB Raw binary data resulting from Scanning Tunneling Microscopy of MOFs on HOPG AFM images .ibw 100-300 GB Raw binary data resulting from Atomic Force Microscopy of MOFs on HOPG, Si, Au(111). Molecular models .hin 3-5 GB Models built using HyperChem Professional (Release 8.0.1 for Windows Molecular Modeling System). Protocols used for preparation of formulations and materials .doc max 2 GB Notes from lab book converted into digital format. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Microscopy images The following information will be noted: dimensions, image type, bit-depth, pixel sizes and microscope settings. The methodology and protocol will be described in detail in the lab book. A ReadMe file of the image collection will be written. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Raw binary data resulting from microscopy imaging: - .mi (STM) - .ibw (AFM) Metadata can be read using Scanning Probe Image Processor (SPIP) software (Image Methrology ApS) and Gwyddion 2.59 software (freeware). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 5. Data storage and backup during the FWO project Where will the data be stored? 1 . Kunal Mali, lab manager, is in charge of the preservation of data 2 . Storage capacity/repository During research: - Co-worker takes backup of the data - Instrument responsible takes daily backup of the data generated - Data are transferred to university's central network drives (OneDrive) After the research - Data (including metadata) are stored on local drives - Data are transferred to university's central network drives (OneDrive) How is backup of the data provided? The data will be stored on a personal hard drive and transferred to the university's central servers daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes - Personal hard drive (1TB) - University's central network drive (OneDrive, 2TB). What are the expected costs for data storage and back up during the project? How will these costs be covered? Standard every user has 2 TB on University's central network drive (OneDrive). This capacity can be extented to 5 TB without costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Controlled access to data files: ‘no access’, ‘read only’, ‘read and write’ or ‘administrator’ permission 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Lab books, microscopy images, metadata, reports, manuscripts and/or dissemination texts will be stored and preserved by the lab manager, Kunal Mali. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Standard every user has 2 TB on University's central network drive (OneDrive). This capacity can be extented to 5 TB without costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Manuscripts and/or dissemination texts. Public dissemination will occur through the website http://www.defeytergroup.org. Where/how will the data be made available for reuse? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Fellow researchers and collaborators upon request by email. What are the expected costs for data sharing? How will the costs be covered? NA 8. Responsibilities Who will be responsible for data documentation & metadata? Researcher (Antonino Cucinotta) Who will be responsible for data storage & back up during the project? Researcher (Antonino Cucinotta) Lab manager (Kunal Mali) Who will be responsible for ensuring data preservation and reuse ? Lab manager (Kunal Mali) Promotor (Steven de Feyter) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}