{
    "document_id": "D-2021-1072",
    "LinkTitle": "D-2021-1072",
    "file_name": "D-2021-1072.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1072.pdf",
    "metadata": {
        "title": "Precision livestock farming meets metabolomics: an integrative approach to understand and quantify resilience in dairy cows, and to identify resilience biomarkers based on blood plasma and milk metabolites. - DMP Wei Xu",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP Wei Xu\nProject Name\n Precision livestock farming meets metabolomics: an integrative approach to\nunderstand and quantify resilience in dairy cows, and to identify resilience biomarkers based on\nblood plasma and milk metabolites. - DMP Wei Xu\nProject Identifier\n FWO Junior Postdoctoral Fellowship\nGrant Title\n -\nPrincipal Investigator / Researcher\n Ben Aernouts / Wei Xu\nProject Data Contact\n Wei XU (Tel, 0496133912, e-mail, wei.xu@kuleuven.be)\nDescription\n The nature of my research project, to reuse the animal data generated from one\nongoing research project. In addition, we plan to generate extra metabolome data through\nmetabolomic analysis with the bench fee of the current project. \nIn the current study, the research\nquestions are to understand and quantify the resilience in a dairy cow model using data collected\nfrom PLF systems and metabolomics analysis, and identify resilience biomarkers based on blood\nplasma and milk metabolites. To quantify the resilience in a dairy cow, the data will be collected\nfrom PLF systems; to understand the biological reasons of cows with different resilience scores,\nthe metabolome data will be generated.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWei Xu\nFWO Project Number & Title\nNumber:\n12V9922N\nTitle:\nPrecision livestock farming meets metabolomics: an integrative approach to understand and\nquantify resilience in dairy cows, and to identify resilience biomarkers based on blood plasma\nand milk metabolites.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nAncillary data of\ncows\n.xls\n1 file, max\n40MB\nRecorded by the\nfarmers\nTreatment &\nDisease\nregisters\n.xls\n1 file, max\n10MB\nRecorded by the\nfarmers\nActivity index at\ntwo-hour\nintervals\n.csv\n1 file, max\n100MB\nRecorded by\nthe neck collar\nMilk yield & milk\ncomposition* for\nevery milking\n.csv\n1 file, max\n200MB\nRecorded by the \n???\nDaily BCS and\nweight\n.csv\n 1 file, max\n10MB\nBCS camera and\nweighting system?\nRoughage and\nconcentrate\nintake and\ncomposition;\n.csv\n1 file, max\n40MB\nRecorded using feed\nweighing system\nplasma BHB,\nNEFA, glucose,\nIGF-1, insulin\n.xls\n 1 file, max\n10MB\nLab analyised by\nGent University. \nPlasma & milk\nmetabolome\n.txt\n2 file, max\n100 MB per\nfile\nExported from LC-MS\ninstruments using\ncertain commercial\nkits.\n*Milk composition includes milk fat, protein, lactose, somatic cell count and electrical\nconductivity.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe general data is consist of 3 parts:\n1. field data and animal data, including,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n    - ancillary data of cows,\n    - treatment and disease register\n    - DHI data for milk composition for each cow every month.\n2. precision livestock farming data, including, \n    -  activity index at two-hour intervals\n    - milk yield & milk composition (fat, protein, lactose, somatic cell count and electrical\nconductivity) for every milking\n    - daily BCS and weight\n    - roughage and concentrate intake and composition\n3. metabolome data, including, \n    - plasma metabolome data\n    - milk metabolome data\nA ReadMe file of the data collection will be written to introduce the dataset. \nFor part 1, the details of the farm overview will be documented in a Word document.\nFor part 2, the protocol of the whole experiment will be documented in a Word document.\nFor part 3, the protocol of sample preparation and measurement condition will be documented in\na Word document.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nIn the current project, 3 types of metadata will be created, including, descriptive metadata,\nstructural metadata, and Statistical metadata.\nDescriptive metadata, it includes the descriptive information about the farmer overview, cows, .\nIt is used for discovery and identification. It includes elements such as title, abstract, author, and\nkeywords.\nStructural metadata, It is generated during the data processing and it describes the\nconcentration metaboliets, relationships between plasma and milk metabolome profile, as well as\nthe relation between metabolome data and plf data.\nStatistical metadata, it describes the protocol used in the field experiment and lab analysis, as\nwell as the the produce of data statistics .\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the data will be kept on the central storage facility at KU\nLeuven.\nCopies can be made and kept on the personal devices of fwo researcher and host chairman.\nHow is backup of the data provided?\nThe data will be stored on the central servers at KU Leuven with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nIn the host group, there is sufficient storage and back up capacity to save the data generated in\nthis project. The data will be saved on the local PC of the host group.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected costs for data storage and back up are xxx, these costs will be covered by xxx. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nIn the current project, the data will be stored in the university's secure PC with security. Only the\nauthorized person can access the data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the expected 5 year period after the end of the project\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nIn view of the expected size of the database (< 1 GB totally), these data can be stored in the\ncurrent PC. Therefore, no extra cost is needed for data preservation during the retention period\nof 5 years.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full dataset will be available after the end of the project, and the whole dataset will be stored\non the local PC.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nThe source code will be released on GitHub.\nData will be available on request after signing a data-sharing agreement. The procedure for\nrequesting access to data is available on the project website.\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nBefore the end of the project, the data will be available for all research partners and the\ngovernment on request after signing a data-sharing agreement.\nAfter the end of the project, the data will be available for the public on request after signing a\ndata-sharing agreement.\nThe procedure for requesting access to data is available on the project website.\nWhat are the expected costs for data sharing? How will the costs be covered?\nDue to the relatively small data volume, data will be shared by the Internet with the restricted\naccess repository. Therefore, no extra costs for data-sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher Wei Xu and Prof. Ben Aernouts will be responsible for data documentation and\nmetadata.\nWho will be responsible for data storage & back up during the project?\nThe researcher Wei Xu and \nxxx\n will be responsible for data storage & backup?\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher Wei Xu and Prof. Ben Aernouts will be responsible for ensuring data preservation\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nand reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Prof. Ben Aernouts) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP Wei Xu Project Name Precision livestock farming meets metabolomics: an integrative approach to understand and quantify resilience in dairy cows, and to identify resilience biomarkers based on blood plasma and milk metabolites. - DMP Wei Xu Project Identifier FWO Junior Postdoctoral Fellowship Grant Title - Principal Investigator / Researcher Ben Aernouts / Wei Xu Project Data Contact Wei XU (Tel, 0496133912, e-mail, wei.xu@kuleuven.be) Description The nature of my research project, to reuse the animal data generated from one ongoing research project. In addition, we plan to generate extra metabolome data through metabolomic analysis with the bench fee of the current project. In the current study, the research questions are to understand and quantify the resilience in a dairy cow model using data collected from PLF systems and metabolomics analysis, and identify resilience biomarkers based on blood plasma and milk metabolites. To quantify the resilience in a dairy cow, the data will be collected from PLF systems; to understand the biological reasons of cows with different resilience scores, the metabolome data will be generated. Institution KU Leuven 1. General Information Name applicant Wei Xu FWO Project Number & Title Number: 12V9922N Title: Precision livestock farming meets metabolomics: an integrative approach to understand and quantify resilience in dairy cows, and to identify resilience biomarkers based on blood plasma and milk metabolites. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Ancillary data of cows .xls 1 file, max 40MB Recorded by the farmers Treatment & Disease registers .xls 1 file, max 10MB Recorded by the farmers Activity index at two-hour intervals .csv 1 file, max 100MB Recorded by the neck collar Milk yield & milk composition* for every milking .csv 1 file, max 200MB Recorded by the ??? Daily BCS and weight .csv 1 file, max 10MB BCS camera and weighting system? Roughage and concentrate intake and composition; .csv 1 file, max 40MB Recorded using feed weighing system plasma BHB, NEFA, glucose, IGF-1, insulin .xls 1 file, max 10MB Lab analyised by Gent University. Plasma & milk metabolome .txt 2 file, max 100 MB per file Exported from LC-MS instruments using certain commercial kits. *Milk composition includes milk fat, protein, lactose, somatic cell count and electrical conductivity. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The general data is consist of 3 parts: 1. field data and animal data, including, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 - ancillary data of cows, - treatment and disease register - DHI data for milk composition for each cow every month. 2. precision livestock farming data, including, - activity index at two-hour intervals - milk yield & milk composition (fat, protein, lactose, somatic cell count and electrical conductivity) for every milking - daily BCS and weight - roughage and concentrate intake and composition 3. metabolome data, including, - plasma metabolome data - milk metabolome data A ReadMe file of the data collection will be written to introduce the dataset. For part 1, the details of the farm overview will be documented in a Word document. For part 2, the protocol of the whole experiment will be documented in a Word document. For part 3, the protocol of sample preparation and measurement condition will be documented in a Word document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No In the current project, 3 types of metadata will be created, including, descriptive metadata, structural metadata, and Statistical metadata. Descriptive metadata, it includes the descriptive information about the farmer overview, cows, . It is used for discovery and identification. It includes elements such as title, abstract, author, and keywords. Structural metadata, It is generated during the data processing and it describes the concentration metaboliets, relationships between plasma and milk metabolome profile, as well as the relation between metabolome data and plf data. Statistical metadata, it describes the protocol used in the field experiment and lab analysis, as well as the the produce of data statistics . 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the data will be kept on the central storage facility at KU Leuven. Copies can be made and kept on the personal devices of fwo researcher and host chairman. How is backup of the data provided? The data will be stored on the central servers at KU Leuven with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes In the host group, there is sufficient storage and back up capacity to save the data generated in this project. The data will be saved on the local PC of the host group. What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected costs for data storage and back up are xxx, these costs will be covered by xxx. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 In the current project, the data will be stored in the university's secure PC with security. Only the authorized person can access the data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 5 year period after the end of the project Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? In view of the expected size of the database (< 1 GB totally), these data can be stored in the current PC. Therefore, no extra cost is needed for data preservation during the retention period of 5 years. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full dataset will be available after the end of the project, and the whole dataset will be stored on the local PC. Where/how will the data be made available for reuse? In a restricted access repository The source code will be released on GitHub. Data will be available on request after signing a data-sharing agreement. The procedure for requesting access to data is available on the project website. When will the data be made available? Immediately after the end of the project Upon publication of the research results Who will be able to access the data and under what conditions? Before the end of the project, the data will be available for all research partners and the government on request after signing a data-sharing agreement. After the end of the project, the data will be available for the public on request after signing a data-sharing agreement. The procedure for requesting access to data is available on the project website. What are the expected costs for data sharing? How will the costs be covered? Due to the relatively small data volume, data will be shared by the Internet with the restricted access repository. Therefore, no extra costs for data-sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher Wei Xu and Prof. Ben Aernouts will be responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The researcher Wei Xu and xxx will be responsible for data storage & backup? Who will be responsible for ensuring data preservation and reuse ? The researcher Wei Xu and Prof. Ben Aernouts will be responsible for ensuring data preservation This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI (Prof. Ben Aernouts) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}