{
    "document_id": "D-2022-1428",
    "LinkTitle": "D-2022-1428",
    "file_name": "D-2022-1428.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1428.pdf",
    "metadata": {
        "title": "DMP - Optimize climate-smart forest management to alleviate drought stress in temperate forest systems - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-29 08:50:20+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP - Optimize climate-smart forest management to alleviate drought stress in temperate forest systems - DMP title\nProject Identifier\n 1S16822N\nGrant Title\n 1S16822N\nPrincipal Investigator / Researcher\n Sanne Verdonck\nProject Data Contact\n 0498 22 94 93, sanne.verdonck@kuleuven.be\nDescription\n Droughts pose one of the largest threats to forest ecosystems and are expected to increase in frequency, duration, and intensity\nin the future. Increasing thinning intensity has been proposed as a drought alleviation strategy. However, the possible drawback of thinning on\nthe forest microclimate is often overlooked, even though it is an ecosystem feature underlying forest biodiversity and many forest ecosystem\nprocesses. Therefore, this research aims at understanding the relationship between thinning intensity and the drought response of trees, while\nalso investigating the negative feedbacks of management on the microclimate. The study will be executed at two spatial scales, (i) a forest\nstand scale with in situ measurements of tree growth, forest microclimate (temperature and soil moisture) and woodlice populations and (ii) a\nregional scale through remote sensing analysis and forest inventory data. We will focus on the tree species oak and beech.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSanne Verdonck\nFWO Project Number & Title\nNumber: 1S16822N\nTitle: Optimize climate-smart forest management to alleviate drought stress in temperate forest systems\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a\ntable (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the technical format).\nThe data created and obtained throughout the PhD project are listed here per work package. \nWork package 1: Past drought response of beech and oak in relation to stand structure\nData\nType of\ndata\nFormat\nVolume\nOrigin\n1. Tree core\nsamples\nPhysical\n/\n140\ncores\nCoring of selected centre trees from the north and west side\n2. Tree-ring width\ntime series\nNumerical\n.csv\n500 MB\nMeasuring tree-ring width from tree cores with Lintab.\n3. Tree-ring width\ntime series UGent\nNumerical\n.csv\n10 MB\nMeasuring tree-ring width from tree cores with X-ray. Data available through UGent.\n4. BAI time series\nNumerical\n.csv\n600 MB\nConversion of tree-ring width to basal area increments.\n5.\nManagement plans\nand logbooks\nText\n.pdf\n(digital),\nbooks\n(non-\ndigital)\n100 MB\n(digital)\nOfficial management plans of Sonian Forest and Meerdaal Forest\nMeerdaalwoud:\nhttps://www.natuurenbos.be/sites/default/files/beheerplan_heverleebos_meerdaalwoud.pdf\nZoniënwoud Vlaanderen en Brussel:\nhttps://www.zonienwoud.be/documentatie/beheerplannen/\nAdditionally, information will be obtained through personal communication with forest\nmanagers (old non-digitized logbooks, personal notes...)\n6. Wood sales data\nText and\nnumerical\n.csv\n(digital),\nbooks\n(non-\ndigital)\n200 MB\n(digital)\nAgentschap Natuur en Bos (ANB), data obtained through official agreement\n7. Weather data\nNumerical\n.csv\n500 MB\nRoyal Meteorological Institute, data obtained through official agreement\nhttps://www.geo.be/catalog/details/RMI_DATASET_GRIDDEDOBS?l=en\n \nThe goal of this work package is to determine how trees have responded to drought in the past and whether this response varied based on\nforest management. To investigate this, tree cores (1) were taken to determine tree-ring widht time series (2, 3), which can be converted into\nbasal area increment (BAI) data (4). This data will be linked to management information (5), wood sales data from ANB (6) and weather data\n(7).\n \nWork package 2: Current drought response of beech and oak in relation to stand structure\nData\nType of data\nFormat\nVolume\nOrigin\n8. Radial changes\ntime series\nNumerical\n.csv\n1 GB\nDendrometer installed on centre trees\nprovide information on the expansion and\nshrink of trees, resulting in radial changes\ntime series.\n9. Temperature\ntime series\nNumerical\n.csv\n500 MB\nDendrometer installed on centre\ntrees measures temperature at installed\nheight.\n10. Plot inventory\ndata\nText and\nnumerical\n.csv, access\ndatabase\n500 MB\nFieldMap measurements containing\ninformation on stand structure (species,\nrelative positions, DBH, height, stumps...)\n \nThe goal of this work package is to determine how trees currently respond to drought and whether this response varies based on forest\nmanagement. To investigate this, radial changes time series (8) are obtained through the use of dendrometers. This data will be linked\nto information on the forest plot (10) and weather data (7) as well as temperature data (9).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nWork package 3: The effect of stand structure on forest-related microclimate and biodiversity\nData\nType of data\nFormat\nVolume\nOrigin\n11. Temperature and\nsoil moisture time\nseries\nNumerical\n.csv\n1 GB\nMicroclimate loggers measure\ntemperature at three different heights\nand soil moisture\n12. Insect specimens\nPhysical\n/\n300 pitfall\nsamples\nPitfall traps, samples stored with ethanol\n13. Observational\nactivity-dependent\nabundance data of\ninsects\nText and\nnumerical\n.csv\n100 MB\nDetermination and counting of species in\npitfall trap samples \n14. Light\nmeasurements\nNumerical\n.csv\n500 MB\nLicor light measurements\n15. Drone\nmeasurements\nBinary\nimagery\n.las, .laz\n1 GB\nLiDAR images from drone flights from\nwhich forest structural information can\nbe defered.\n \nThe goal of this work package is to determine how the forest microclimate is affected by forest management and if this reflects itself in the\ninsect populations on the soil (mainly woodlice). To investigate this, the forest microclimate is characterised by temperature and soil moisture\ndata (11), which will be linked to the plot information (10) and to light measurements (14). Additionally, the insects in the pitfall traps (12)\nare sorted per species group and the species is determined, resulting in activity-dependent abundance data (13). This information is then\nlinked to temperature and soil moisture data (11), plot information (10), light measurements (14) and processed LiDAR drone imagery (15).\n \nWork package 4: Analyzing the drought response of oak and beech forests and the forest microclimate in Flanders through Landsat remote\nsensing\nData\nType of\ndata\nFormat\nVolume\nOrigin\n16. Flemish\nforest inventory\nText and\nnumerical\n.csv,\naccess\ndatabase\n50 MB\nAgentschap Natuur en Bos (ANB), data obtained through\nofficial agreement\n17.\nManagement\ndata\nNumerical\n.csv\n10 MB\nDerived from the Flemish forest inventory data of coupled\nplots\n18. Harmonized\nLandsat\nSentinel-2\n(HLS) dataset\nNumerical\nraster data\n.csv\n50 GB\nData freely available online: \nhttps://hls.gsfc.nasa.gov/\n19. Vegetation\nindex and land\nsurface\ntemperature\ntime series\nNumerical\n.csv\n500 MB\nConversion of raw HLS time series data into pre-defined\nindices\n20. Soil data\nGeometry\nwith\nattributes\nof varying\ntypes\n(numerical,\ntext...)\n.shp\n100 MB\nData freely available online: \nhttps://www.geopunt.be/catalogus/datasetfolder/a1547a01-\nb9fc-40fa-a2eb-009a39c02c7b\n21. Digital\nterrain model\nRaster\n.tif\n500 MB\nData freely available online: \nhttps://www.geopunt.be/catalogus/datasetfolder/f52b1a13-\n86bc-4b64-8256-88cc0d1a8735\n22. Slope,\nelevation,\nnorthness,\neastness, TWI\nRaster\n.tif\n500 MB\nDerived from the digital terrain model (19)\n \nThe goal of this work package is to scale up the results of previous work packages to the region of Flanders. The forest stands are described in\nthe Flemish forest inventories (FFI) (16). Their growth response and microclimate response are captured through remote sensing data (18),\nwhich will be transformed to specific time series of useful indices (19). This response will be linked to management information (17) retrieved\nfrom the FFI's as well as environmental conditions (20, 21, 22).\n \nGenerated files during PhD\nData\nType of\ndata\nFormat\nVolume\nOrigin\n23. R scripts,\nmodels and\nfunctions\nScripts\n.R, .txt\n500 MB\nCreated scripts,\nfunctions and\nmodels \n25. Output\nmodels\nText and\nnumerical\n.R,\n.csv\n500 MB\nOutput of models (p-\nvalues, significant\nmodel parameters,\noptimized results...)\n26.\nManagement\noptimisation\ntool\nTool\n.xlsx\n100 MB\nConcrete user-\nfriendly\nmanagement advice\nusing an Excel\ncalculation tool\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference to your file in KU\nLeuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nIf so, add the reference to the formal approval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be\nclaimed for the data you created? If so, for what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they\nrelate and what restrictions are in place?\nYes\nThe data regarding the Flemish forest inventory (Agentschap Natuur en Bos), the permanent forest reserve plots (Instituut voor Natuur- en\nBosonderzoek) and the gridded observational database (Royal Meteorological Institute) are obtained through data contracts, which limit data\nuse and (re)distribution. The use, management, and storage of the data will be described within these agreements. The rules set within the\nagreements will be respected. For example, the obtained data can only be used for and during my PhD research and cannot be distributed to\nother parties.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\n1\n. \nFor each raw datafile, a README will be made containing information on the content of the dataset along with a description of the\nvariables (what, which unit...).\n2\n. \nThe data collected through fieldwork are obtained through standardised procedures. The sampling methodologies will be described in\ndetaill in protocols, which will be referred to in the README files of the raw data.\n3\n. \nIn scripts, explanatory comments will be included. A README file will also be made for each script, explaining the general goal of the\nscript, which input is required, which output will be generated and which different steps are taken to create the output.\n4\n. \nPhysical data (tree cores, pitfall trap samples) will be stored and labeled. The samples' information will be inserted into a database at KU\nLeuven, describing what the sample is, when and where it was taken... to make sure the samples can be found easily in the future.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail which metadata\nwill be created to make the data easy/easier to find and reuse.\nYes\nData will be standardised according to data-type. The metadata standards considered for this project are:\n1\n. \nEcological Metadata Language (EML)\nThis metadata standard is specific for ecological research and will be used for all data collected in the field (dendrometer data, tree core\ndata, pitfall trap data, microclimate logger data). The Morpho application will be used to create, edit and search metadata files following\nEML. These files can be used to exchange information within and among research groups.\n2\n. \nThe Dublin Core metadata standard will be used to describe the remaining data and scripts. It is a general standard to describe resources\nand can form the base for my own standard if additional information has to be stored.\n \n \n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDuring the project, the data will be stored on the KU Leuven \nOneDrive for Business\n, allowing for files up to 100 GB to be stored. Each user is\ngranted 2 TB of free storage. \nHow is backup of the data provided?\nThe data stored on the OneDrive for Business will be synced and backed-up automatically, reducing data loss risks and allowing version\ncontrol. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage\nor backup capacities are available then explain how this will be taken care of.\nYes\nThe available storage space will be enough for the gathered data. The OneDrive for Business provides 2 TB of storage. \n \nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nThe free storage capacity of 2 TB through OneDrive for Business will be sufficient. In case, extra storage be needed it can be increased to 5 TB.\nThe cost will be covered from FWO annual bench fee.\nData security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nNo sensitive data will be produced during the project. All data saved to the KU Leuven OneDrive for Business is password protected through\nthe central KU Leuven login. KU Leuven obliges users to update passwords regularly. The folders will be locked and only accessible by the\nauthorised staff. Only people with allocated rights can access data, for example, during collaborations. \n \n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data\ncan/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).\n1\n. \nAll physical samples (tree cores, pitfall samples) will be stored for a non-specified amount of time.\n2\n. \nAll final datasets used for analyses for publications and PhD dissertations will be retained. Datasets will have been converted to standard\nfile formats. \n3\n. \nAll codes and scripts will be stored.\n4\n. \nEven after the 5 year period, the data and scripts will remain available for lab members of the forest, nature and landscape group.\nWhere will the data be archived (= stored for the longer term)?\nAfter the project, long-term storage and storage of larger files is guaranteed through the Forest, Nature and Landscape \nArchive drive\n at KU\nLeuven, which has automatic back-up procedures.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nNo extra cost are expected for long-term storage of the data. The data are estimated to be within the allowed limit of the FNL Archive server.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)?\nYes. Specify:\n \nThe data regarding the Flemish forest inventory (Agentschap Natuur en Bos), the permanent forest reserve plots (Instituut voor Natuur- en\nBosonderzoek) and the gridded observational database (Royal Meteorological Institute) are obtained through data contracts and agreements,\nwhich limit data use and (re)distribution. The obtained data can only be used for and during my PhD research and cannot be distributed to\nother parties.\nWhich data will be made available after the end of the project?\nAll relevant data on which publications were based will be made available publicly in a standardised format. Data obtained through\nagreements with third parties will not be published openly. For this data, I will refer to the third party.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\n1\n. \nRelevant datasets will be uploaded in a standardised format in Zenodo.\n2\n. \nThe source code will be made available on GitHub.\nWhen will the data be made available?\nUpon publication of the research results\nThe datasets not falling under an agreement which are used in the publication will be shared. \nWho will be able to access the data and under what conditions?\nThe relevant datasets, which are not part of an agreement, will be uploaded in a standardised format in Zenodo as an open access dataset\nunder a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the\ncreators. Published data will be available for everybody with access to the publication as per publisher's rules.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nSanne Verdonck (KU Leuven)\nBart Muys (KU Leuven)\nWho will be responsible for data storage & back up during the project?\nSanne Verdonck (KU Leuven)\nBart Muys (KU Leuven)\nICTS\nWho will be responsible for ensuring data preservation and reuse ?\nSanne Verdonck (KU Leuven)\nBart Muys (KU Leuven)\nICTS\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name DMP - Optimize climate-smart forest management to alleviate drought stress in temperate forest systems - DMP title Project Identifier 1S16822N Grant Title 1S16822N Principal Investigator / Researcher Sanne Verdonck Project Data Contact 0498 22 94 93, sanne.verdonck@kuleuven.be Description Droughts pose one of the largest threats to forest ecosystems and are expected to increase in frequency, duration, and intensity in the future. Increasing thinning intensity has been proposed as a drought alleviation strategy. However, the possible drawback of thinning on the forest microclimate is often overlooked, even though it is an ecosystem feature underlying forest biodiversity and many forest ecosystem processes. Therefore, this research aims at understanding the relationship between thinning intensity and the drought response of trees, while also investigating the negative feedbacks of management on the microclimate. The study will be executed at two spatial scales, (i) a forest stand scale with in situ measurements of tree growth, forest microclimate (temperature and soil moisture) and woodlice populations and (ii) a regional scale through remote sensing analysis and forest inventory data. We will focus on the tree species oak and beech. Institution KU Leuven 1. General Information Name applicant Sanne Verdonck FWO Project Number & Title Number: 1S16822N Title: Optimize climate-smart forest management to alleviate drought stress in temperate forest systems Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The data created and obtained throughout the PhD project are listed here per work package. Work package 1: Past drought response of beech and oak in relation to stand structure Data Type of data Format Volume Origin 1. Tree core samples Physical / 140 cores Coring of selected centre trees from the north and west side 2. Tree-ring width time series Numerical .csv 500 MB Measuring tree-ring width from tree cores with Lintab. 3. Tree-ring width time series UGent Numerical .csv 10 MB Measuring tree-ring width from tree cores with X-ray. Data available through UGent. 4. BAI time series Numerical .csv 600 MB Conversion of tree-ring width to basal area increments. 5. Management plans and logbooks Text .pdf (digital), books (non- digital) 100 MB (digital) Official management plans of Sonian Forest and Meerdaal Forest Meerdaalwoud: https://www.natuurenbos.be/sites/default/files/beheerplan_heverleebos_meerdaalwoud.pdf Zoniënwoud Vlaanderen en Brussel: https://www.zonienwoud.be/documentatie/beheerplannen/ Additionally, information will be obtained through personal communication with forest managers (old non-digitized logbooks, personal notes...) 6. Wood sales data Text and numerical .csv (digital), books (non- digital) 200 MB (digital) Agentschap Natuur en Bos (ANB), data obtained through official agreement 7. Weather data Numerical .csv 500 MB Royal Meteorological Institute, data obtained through official agreement https://www.geo.be/catalog/details/RMI_DATASET_GRIDDEDOBS?l=en The goal of this work package is to determine how trees have responded to drought in the past and whether this response varied based on forest management. To investigate this, tree cores (1) were taken to determine tree-ring widht time series (2, 3), which can be converted into basal area increment (BAI) data (4). This data will be linked to management information (5), wood sales data from ANB (6) and weather data (7). Work package 2: Current drought response of beech and oak in relation to stand structure Data Type of data Format Volume Origin 8. Radial changes time series Numerical .csv 1 GB Dendrometer installed on centre trees provide information on the expansion and shrink of trees, resulting in radial changes time series. 9. Temperature time series Numerical .csv 500 MB Dendrometer installed on centre trees measures temperature at installed height. 10. Plot inventory data Text and numerical .csv, access database 500 MB FieldMap measurements containing information on stand structure (species, relative positions, DBH, height, stumps...) The goal of this work package is to determine how trees currently respond to drought and whether this response varies based on forest management. To investigate this, radial changes time series (8) are obtained through the use of dendrometers. This data will be linked to information on the forest plot (10) and weather data (7) as well as temperature data (9). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Work package 3: The effect of stand structure on forest-related microclimate and biodiversity Data Type of data Format Volume Origin 11. Temperature and soil moisture time series Numerical .csv 1 GB Microclimate loggers measure temperature at three different heights and soil moisture 12. Insect specimens Physical / 300 pitfall samples Pitfall traps, samples stored with ethanol 13. Observational activity-dependent abundance data of insects Text and numerical .csv 100 MB Determination and counting of species in pitfall trap samples 14. Light measurements Numerical .csv 500 MB Licor light measurements 15. Drone measurements Binary imagery .las, .laz 1 GB LiDAR images from drone flights from which forest structural information can be defered. The goal of this work package is to determine how the forest microclimate is affected by forest management and if this reflects itself in the insect populations on the soil (mainly woodlice). To investigate this, the forest microclimate is characterised by temperature and soil moisture data (11), which will be linked to the plot information (10) and to light measurements (14). Additionally, the insects in the pitfall traps (12) are sorted per species group and the species is determined, resulting in activity-dependent abundance data (13). This information is then linked to temperature and soil moisture data (11), plot information (10), light measurements (14) and processed LiDAR drone imagery (15). Work package 4: Analyzing the drought response of oak and beech forests and the forest microclimate in Flanders through Landsat remote sensing Data Type of data Format Volume Origin 16. Flemish forest inventory Text and numerical .csv, access database 50 MB Agentschap Natuur en Bos (ANB), data obtained through official agreement 17. Management data Numerical .csv 10 MB Derived from the Flemish forest inventory data of coupled plots 18. Harmonized Landsat Sentinel-2 (HLS) dataset Numerical raster data .csv 50 GB Data freely available online: https://hls.gsfc.nasa.gov/ 19. Vegetation index and land surface temperature time series Numerical .csv 500 MB Conversion of raw HLS time series data into pre-defined indices 20. Soil data Geometry with attributes of varying types (numerical, text...) .shp 100 MB Data freely available online: https://www.geopunt.be/catalogus/datasetfolder/a1547a01- b9fc-40fa-a2eb-009a39c02c7b 21. Digital terrain model Raster .tif 500 MB Data freely available online: https://www.geopunt.be/catalogus/datasetfolder/f52b1a13- 86bc-4b64-8256-88cc0d1a8735 22. Slope, elevation, northness, eastness, TWI Raster .tif 500 MB Derived from the digital terrain model (19) The goal of this work package is to scale up the results of previous work packages to the region of Flanders. The forest stands are described in the Flemish forest inventories (FFI) (16). Their growth response and microclimate response are captured through remote sensing data (18), which will be transformed to specific time series of useful indices (19). This response will be linked to management information (17) retrieved from the FFI's as well as environmental conditions (20, 21, 22). Generated files during PhD Data Type of data Format Volume Origin 23. R scripts, models and functions Scripts .R, .txt 500 MB Created scripts, functions and models 25. Output models Text and numerical .R, .csv 500 MB Output of models (p- values, significant model parameters, optimized results...) 26. Management optimisation tool Tool .xlsx 100 MB Concrete user- friendly management advice using an Excel calculation tool 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes The data regarding the Flemish forest inventory (Agentschap Natuur en Bos), the permanent forest reserve plots (Instituut voor Natuur- en Bosonderzoek) and the gridded observational database (Royal Meteorological Institute) are obtained through data contracts, which limit data use and (re)distribution. The use, management, and storage of the data will be described within these agreements. The rules set within the agreements will be respected. For example, the obtained data can only be used for and during my PhD research and cannot be distributed to other parties. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . For each raw datafile, a README will be made containing information on the content of the dataset along with a description of the variables (what, which unit...). 2 . The data collected through fieldwork are obtained through standardised procedures. The sampling methodologies will be described in detaill in protocols, which will be referred to in the README files of the raw data. 3 . In scripts, explanatory comments will be included. A README file will also be made for each script, explaining the general goal of the script, which input is required, which output will be generated and which different steps are taken to create the output. 4 . Physical data (tree cores, pitfall trap samples) will be stored and labeled. The samples' information will be inserted into a database at KU Leuven, describing what the sample is, when and where it was taken... to make sure the samples can be found easily in the future. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Data will be standardised according to data-type. The metadata standards considered for this project are: 1 . Ecological Metadata Language (EML) This metadata standard is specific for ecological research and will be used for all data collected in the field (dendrometer data, tree core data, pitfall trap data, microclimate logger data). The Morpho application will be used to create, edit and search metadata files following EML. These files can be used to exchange information within and among research groups. 2 . The Dublin Core metadata standard will be used to describe the remaining data and scripts. It is a general standard to describe resources and can form the base for my own standard if additional information has to be stored. 5. Data storage and backup during the FWO project Where will the data be stored? During the project, the data will be stored on the KU Leuven OneDrive for Business , allowing for files up to 100 GB to be stored. Each user is granted 2 TB of free storage. How is backup of the data provided? The data stored on the OneDrive for Business will be synced and backed-up automatically, reducing data loss risks and allowing version control. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The available storage space will be enough for the gathered data. The OneDrive for Business provides 2 TB of storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? The free storage capacity of 2 TB through OneDrive for Business will be sufficient. In case, extra storage be needed it can be increased to 5 TB. The cost will be covered from FWO annual bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive data will be produced during the project. All data saved to the KU Leuven OneDrive for Business is password protected through the central KU Leuven login. KU Leuven obliges users to update passwords regularly. The folders will be locked and only accessible by the authorised staff. Only people with allocated rights can access data, for example, during collaborations. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). 1 . All physical samples (tree cores, pitfall samples) will be stored for a non-specified amount of time. 2 . All final datasets used for analyses for publications and PhD dissertations will be retained. Datasets will have been converted to standard file formats. 3 . All codes and scripts will be stored. 4 . Even after the 5 year period, the data and scripts will remain available for lab members of the forest, nature and landscape group. Where will the data be archived (= stored for the longer term)? After the project, long-term storage and storage of larger files is guaranteed through the Forest, Nature and Landscape Archive drive at KU Leuven, which has automatic back-up procedures. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 No extra cost are expected for long-term storage of the data. The data are estimated to be within the allowed limit of the FNL Archive server. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The data regarding the Flemish forest inventory (Agentschap Natuur en Bos), the permanent forest reserve plots (Instituut voor Natuur- en Bosonderzoek) and the gridded observational database (Royal Meteorological Institute) are obtained through data contracts and agreements, which limit data use and (re)distribution. The obtained data can only be used for and during my PhD research and cannot be distributed to other parties. Which data will be made available after the end of the project? All relevant data on which publications were based will be made available publicly in a standardised format. Data obtained through agreements with third parties will not be published openly. For this data, I will refer to the third party. Where/how will the data be made available for reuse? In an Open Access repository 1 . Relevant datasets will be uploaded in a standardised format in Zenodo. 2 . The source code will be made available on GitHub. When will the data be made available? Upon publication of the research results The datasets not falling under an agreement which are used in the publication will be shared. Who will be able to access the data and under what conditions? The relevant datasets, which are not part of an agreement, will be uploaded in a standardised format in Zenodo as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. Published data will be available for everybody with access to the publication as per publisher's rules. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Sanne Verdonck (KU Leuven) Bart Muys (KU Leuven) Who will be responsible for data storage & back up during the project? Sanne Verdonck (KU Leuven) Bart Muys (KU Leuven) ICTS Who will be responsible for ensuring data preservation and reuse ? Sanne Verdonck (KU Leuven) Bart Muys (KU Leuven) ICTS Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}