{
    "document_id": "D-2024-3567",
    "LinkTitle": "D-2024-3567",
    "file_name": "D-2024-3567.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3567.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Jeroen De Smet",
        "num_pages": 5
    },
    "content": {
        "full_text": "1FWO DMP \nDMP SEPPI: Standardized European monitoring of plant-pollinator \ninteractions\nADMIN DETAILS\nProject Name: FWO DMP - SEPPI: Standardized European monitoring of plant-pollinator interactions\nGrant Title: 3E240168\nPrincipal Investigator / Researcher: Hans Jacquemyn\nProject Data Contact: hans.jacquemyn@kuleuven.be\nDescription: The major aim of this project is to develop  and test automated detection and identification \ntools for floral-visiting insects. In a second stage of the project, we will apply these tools to plants and \npollinators in the highly fragmented Westhoek Coastal Dunes in Belgium and test specific hypotheses \nabout the role of landscape heterogeneity on plant-pollinator interactions.\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nHans Jacquemyn\nFWO Project Number & Title\n3E240168 - Biodiversa-SEPPI-Standardized European monitoring of plant-pollinator interactions\nAffiliation\nKU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate/collect new data\nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.\nThis multidisciplinary project will yield divers datatypes, e.g. physical:  \n●Hardcopy notebooks: stored on-campus; researcher-only access\n●Freeze-dried (retain) flower samples: stored at -20°C\n2●Observational data: written down in notebooks\n●Insect samples: stored at room temperature in ethanol\n●DNA extracts: stored at -80°C\nDigital (preferably stored as open format (.csv, .txt, .tiff)):  \n●Sequencing data: converted to and stored as .FASTQ. Estimated volume (EV): 10 GB.\n●Digitized results (e.g. pictures of flowers): stored as .jpg. EV: 10 GB.\n●Summary tables and data sheets: stored as .csv. EV: 1GB\n●R code: stored as .R. EV: 1 MB\n●Papers: output will be stored as .doc and .pdf. EV: 1 GB\nThe answers to this section were checked by:\nQuestion not answered\n3. LEGAL & ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use (add the \nreference to your file in your host institution's privacy register - not relevant yet )  \n●No\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\nThe answers to this section were checked by:\nQuestion not answered\n4. DOCUMENTATION & METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this  \nproject?\n3For each WP, the (e-)lab books will contain information on experimental design, sampling methodology,  \nfieldwork, sampling location (GPS coordinates), variable-level detail, and all information necessary for a  \nsecondary analyst to use the data accurately and effectively. A clear coding for all data files related to the  \nproject will be used. These will have the form: WPX_TaskY_yyyymmdd_NameExperiment. In addition,  \ntemplates for this documentation will be provided to all researchers associated to the project to allow  \nconsistent documentation. \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nMetadata with experimental procedures (including sampling location, date and handling person, etc.),  \nsampled species, preparation information, storage will be saved to read and interpret the data for other  \nusers in the future. Persons that perform the experiments and generate the data will document this  \ninformation. In the data management system (openBIS ELN-LIMS), metadata are provided as attributes of  \nthe respective datasets. Based on the defined metadata scheme, openBIS ELN-LIMS will be configured so  \nthat  the  required  metadata  is  automatically  assigned  to  datasets  and/or  manually  provided  by  the  \nresearcher. \nThe answers to this section were checked by:\nQuestion not answered\n5. DATA STORAGE & BACK UP DURING THE FWO PROJECT\nWhere will the data be stored?  \nThe time-stamped master copy of the data will be kept on KU Leuven’s central storage facility and Dropbox.  \nIn addition, copies will be made and kept on personal devices. \nHow is back up of the data provided?\nThe data is stored on the central servers of the university and these have automatic daily back-up  \nprocedures. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nNone.\nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\n4The access to the folder containing all project related data is restricted to the project researchers and  \naccess can only be granted by the project coordinator. \nThe answers to this section were checked by:\nQuestion not answered\n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons  for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nKU Leuven policy on data management will be followed which entails a preservation term of 5 years.  \nSequencing data will be submitted to public databases, where they will be permanently archived to preserve  \naccess to the public. Other data accompanying published papers will be archived in repositories such as  \nDRYAD, GBIF and Zenodo. \nFreezer stocks will be maintained at -80°C in the lab for five years after conclusion of the project.  \n \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on external hard disks and the university's central servers (with automatic back-up  \nprocedures) for at least 5 years, conform the KU Leuven RDM policy.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nFor external hard disks and most data repositories there are no extra costs. When submitting data to \nDRYAD, the one-time submission costs will be covered by the project’s consumables.  \nThe answers to this section were checked by:\nQuestion not answered\n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\nNo. \nWhich data will be made available after the end of the project?\nAll published data will be readily available. For unpublished data, these will be made available after an \nembargo period (3 years; exceptionally 5 years after the project).  \n5Where/how will the data be made available for reuse?\nData repositories and data papers . \nWhen will the data be made available?\nData will be made available either upon the publication of an article including the research results or after an  \nembargo period.\nWho will be able to access the data and under what conditions?\nThe data will be put in an open access repository and therefore anyone can access the data. Creative  \nCommons Licenses (CC BY) will be attached to the data deposited to enable researchers to access, mine  \nand reproduce our data.   \nWhat are the expected costs for data sharing? How will the costs be covered?  \nSince the aim is to share data via open access repositories, we do not expect to have any costs related to  \ndata sharing, except for DRYAD. In the latter case, costs will be covered by the project fund.  \nThe answers to this section were checked by:\nQuestion not answered\n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan).  \nWho will be responsible for data storage & back up during the project?\nThe PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan).  \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan).\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan).  "
    },
    "clean_full_text": "1FWO DMP DMP SEPPI: Standardized European monitoring of plant-pollinator interactions ADMIN DETAILS Project Name: FWO DMP - SEPPI: Standardized European monitoring of plant-pollinator interactions Grant Title: 3E240168 Principal Investigator / Researcher: Hans Jacquemyn Project Data Contact: hans.jacquemyn@kuleuven.be Description: The major aim of this project is to develop and test automated detection and identification tools for floral-visiting insects. In a second stage of the project, we will apply these tools to plants and pollinators in the highly fragmented Westhoek Coastal Dunes in Belgium and test specific hypotheses about the role of landscape heterogeneity on plant-pollinator interactions. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Hans Jacquemyn FWO Project Number & Title 3E240168 - Biodiversa-SEPPI-Standardized European monitoring of plant-pollinator interactions Affiliation KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate/collect new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. This multidisciplinary project will yield divers datatypes, e.g. physical: ●Hardcopy notebooks: stored on-campus; researcher-only access ●Freeze-dried (retain) flower samples: stored at -20°C 2●Observational data: written down in notebooks ●Insect samples: stored at room temperature in ethanol ●DNA extracts: stored at -80°C Digital (preferably stored as open format (.csv, .txt, .tiff)): ●Sequencing data: converted to and stored as .FASTQ. Estimated volume (EV): 10 GB. ●Digitized results (e.g. pictures of flowers): stored as .jpg. EV: 10 GB. ●Summary tables and data sheets: stored as .csv. EV: 1GB ●R code: stored as .R. EV: 1 MB ●Papers: output will be stored as .doc and .pdf. EV: 1 GB The answers to this section were checked by: Question not answered 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No The answers to this section were checked by: Question not answered 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 3For each WP, the (e-)lab books will contain information on experimental design, sampling methodology, fieldwork, sampling location (GPS coordinates), variable-level detail, and all information necessary for a secondary analyst to use the data accurately and effectively. A clear coding for all data files related to the project will be used. These will have the form: WPX_TaskY_yyyymmdd_NameExperiment. In addition, templates for this documentation will be provided to all researchers associated to the project to allow consistent documentation. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Metadata with experimental procedures (including sampling location, date and handling person, etc.), sampled species, preparation information, storage will be saved to read and interpret the data for other users in the future. Persons that perform the experiments and generate the data will document this information. In the data management system (openBIS ELN-LIMS), metadata are provided as attributes of the respective datasets. Based on the defined metadata scheme, openBIS ELN-LIMS will be configured so that the required metadata is automatically assigned to datasets and/or manually provided by the researcher. The answers to this section were checked by: Question not answered 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT Where will the data be stored? The time-stamped master copy of the data will be kept on KU Leuven’s central storage facility and Dropbox. In addition, copies will be made and kept on personal devices. How is back up of the data provided? The data is stored on the central servers of the university and these have automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? None. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 4The access to the folder containing all project related data is restricted to the project researchers and access can only be granted by the project coordinator. The answers to this section were checked by: Question not answered 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). KU Leuven policy on data management will be followed which entails a preservation term of 5 years. Sequencing data will be submitted to public databases, where they will be permanently archived to preserve access to the public. Other data accompanying published papers will be archived in repositories such as DRYAD, GBIF and Zenodo. Freezer stocks will be maintained at -80°C in the lab for five years after conclusion of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on external hard disks and the university's central servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? For external hard disks and most data repositories there are no extra costs. When submitting data to DRYAD, the one-time submission costs will be covered by the project’s consumables. The answers to this section were checked by: Question not answered 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No. Which data will be made available after the end of the project? All published data will be readily available. For unpublished data, these will be made available after an embargo period (3 years; exceptionally 5 years after the project). 5Where/how will the data be made available for reuse? Data repositories and data papers . When will the data be made available? Data will be made available either upon the publication of an article including the research results or after an embargo period. Who will be able to access the data and under what conditions? The data will be put in an open access repository and therefore anyone can access the data. Creative Commons Licenses (CC BY) will be attached to the data deposited to enable researchers to access, mine and reproduce our data. What are the expected costs for data sharing? How will the costs be covered? Since the aim is to share data via open access repositories, we do not expect to have any costs related to data sharing, except for DRYAD. In the latter case, costs will be covered by the project fund. The answers to this section were checked by: Question not answered 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan). Who will be responsible for data storage & back up during the project? The PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan). Who will be responsible for ensuring data preservation and reuse ? The PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan). Who bears the end responsibility for updating & implementing this DMP? The PI (Dr.) Hans Jacquemyn and day-to-day manager of the project (Evan Taylor Sloan)."
}