{
    "document_id": "D-2022-1660",
    "LinkTitle": "D-2022-1660",
    "file_name": "D-2022-1660.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1660.pdf",
    "metadata": {
        "title": "D-2022-1660",
        "author": "N/A",
        "creation_date": "2022-12-20 15:04:35+01:00",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviatio ns is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Joep (Johan) Crompvoets & 0000 -0003 -1077 -597X  \nContributor name(s) ( + ORCID) & roles  Tina Jukić  (0000 -0003 -3544 -5491) – WP1 lead , contribution to WPs 2, 3, 4  \nMihkel Solvak (0000 -0003 -0179 -4036) – lead of WPs 2 and 3  \nProject number1 & title D-2022 -1660 & The SIXTH Project: Studying the impact of cross -border digital public services enabling the \nEU Digital Single Market  \nFunder(s) GrantID2  \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n                                                           \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  The SIXTH Project: Studying the Impact of Cross -border Digital Pu blic Services Enabling the Digital Single \nMarket The Single Digital Gateway Regulation mandates cross -border access to 21 public services by end \nof 2023 which will greatly improve citizens’ access to information and public services. Ideally every such \npolicy intervention is followed by an impact assessment (IA) and redesign effort. In reality the \nidentification of causal effects of polices tend to come late and stay static. The development of digitalized \nservices, which by design involves exchanging machine -readable data between registries, presents the \nopportunity to include IA into the design of the services. It also enables quantitative IA with low \nadministrative burden and ease -of-use for service consumers. The advent of cross -border digital services \npresents the opportunity to extend this logic beyond national borders. However, this also introduces new \nchallenges in data access. This project proposes to conduct a proof -of-concept study on automating IA of \ndigital services to allow for a continuous monito ring of the effects of such a policy change. Working within \nthe digitally advanced countries of Belgium, Estonia and Slovenia we will conduct a proof -of-concept IA \npilot using existing cross -border services designed to start, run and close a business. We w ill do this in two \nsteps: first, we will build a proof -of-concept impact assessment application (data integration, model and \ncausal effect visualization) on selected company demographics which should be affected by cross -border \nservices. Then we shall deve lop a minimal viable product (MVP) in the form of a dashboard where users \ncan examine the real -time causal effect of cross -border services on Belgian, Estonian and Slovenian \ncompany demographics. The MVP will be designed to be automated and free of the nee d of human \nintervention and present the updated causal effect estimations in line with the data renewal schedule and \nthe unfolding of the underlining phenomenon – company health demographics.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n  \n2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), ind icate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DAT A \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nExperts \ninterviews  Interviews with \nexperts \nresponsible for \nimplementation \nof cross -border \ndigital public \nservices in \nBelgium, \nEstonia, \nSlovenia  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \n        \n        \n \n \n                                                           \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   5 \n GUIDANCE : \nDATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIP T. \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA PER  DATASET OR DATA TYP E. \nPHYSICAL VOLUME : PLEASE ESTIMATE THE P HYSICAL VOLUME OF TH E RESEARCH MATERIALS  (FOR EXAMPLE THE NUMBER OF RELE VANT BIOLOGICAL SAMP LES THAT NEED TO BE STORED AND PRESERVED  DURING THE PROJECT AND/OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \n                                                           \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   6 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use. \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be a sserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n                                                           \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   7 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in  the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded).  \n Not applicable – transcripts of experts’ interviews will be uploaded  to KU Leuven’s data repository; no \nspecific accompanying information required.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please spe cify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nMetadata related to experts’ interviews.  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nFWO DMP Template (Flemish Standard DMP)   8 \n Where will the data be stored?  Data will be stored on the researchers’ (KUL -managed) pcs, encrypted and protected by a personal \npassword; on a 256 -bits encrypted and protected removable harddrive (for backups) Documents  that \ncould help to identify participants/ interviewees (such as consent forms) will be digitized and the original \npaper version destroyed after which the electronic copies will be on the password -protected and \nencrypted KUL -managed PC, under a non -identif iable filename and directory protected by an additional \npassword (backed up on a password -protected and encrypted external hdd).  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCA TIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL  BE USED FOR STORING  AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n On a password -protected and encrypted external hdd.   \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, p lease specify concisely:  The available backup solutions (a password -protected an encrypted hdd) \noffer  sufficient storage space. The low costs will be taken care off by the research budget  \n \n \nIf no, please specify :  \n \n                                                           \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   9 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND \nTRANSFERRED DATA  ARE SAFE . 7 \n Electronic primary materials are stored on an encrypted and password protected computer managed by \nthe KU Leuven, and on an encrypted, password protected backup drive. Physical materials are stored in a \nlocked cupboard in the office of each researcher . \n \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  3 supervisors, 3 researchers *150,00 EUR per hdd  covered by internal funds.  \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contract ual restrictions, \nstorage/budget issues, institutional policies...).  All data will be preserved. Following GDPR regulation, a researcher is allowed to keep the raw research \ndata for future academic purposes as long as the participants consented to this, an d as long the storage is \nsafe.  \n \nFWO DMP Template (Flemish Standard DMP)   10 \n Where will these data be archived (stored and \ncurated for the long -term)?  Data will be archived on a password -protected and 256 -encrypted external hard  drive that after the end of \nthe project will be stored in a locked cupboard in the office of the supervisor.   \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n The costs are the costs for the external hdd, already covered by the research budget . \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   11 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT  THE DATA \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nTranscripts of experts’ interviews will be uploaded.  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dua l use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : Restrictions related to ethics. The consent forms stipulate that all primary data will \nbe treated confidentially and will only be available to the researcher and his/her supervisors.  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  KU Leuven’s research data repository.  \nFWO DMP Template (Flemish Standard DMP)   12 \n When will the data be made available?  \n \nTHIS COULD BE A SPECI FIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’.  \nUpon publication of the research results.  \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED  \nOR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT  THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGIN AL DATA CREATORS .” 8   \n Creative Commons Attribution License (CC -BY4.0)  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes: \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No additional costs.  \n                                                           \n8 Source: Ghent University Generic DMP Evalu ation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   13 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Each individual researcher.  \nWho will manage data storage and backup \nduring the research project?  Joint responsibility of the supervisors; coordinator: prof. Joep Crompvoets.  \nWho will manage data preservation and \nsharing?  Joint responsibility of the supervisors; coordinator: prof. Joep Crompvoets.  \nWho will update and implement this DMP?  The end responsibility for updating and implementing the DMP is with the three supervisors.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Joep (Johan) Crompvoets & 0000 -0003 -1077 -597X Contributor name(s) ( + ORCID) & roles Tina Jukić (0000 -0003 -3544 -5491) – WP1 lead , contribution to WPs 2, 3, 4 Mihkel Solvak (0000 -0003 -0179 -4036) – lead of WPs 2 and 3 Project number1 & title D-2022 -1660 & The SIXTH Project: Studying the impact of cross -border digital public services enabling the EU Digital Single Market Funder(s) GrantID2 Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description The SIXTH Project: Studying the Impact of Cross -border Digital Pu blic Services Enabling the Digital Single Market The Single Digital Gateway Regulation mandates cross -border access to 21 public services by end of 2023 which will greatly improve citizens’ access to information and public services. Ideally every such policy intervention is followed by an impact assessment (IA) and redesign effort. In reality the identification of causal effects of polices tend to come late and stay static. The development of digitalized services, which by design involves exchanging machine -readable data between registries, presents the opportunity to include IA into the design of the services. It also enables quantitative IA with low administrative burden and ease -of-use for service consumers. The advent of cross -border digital services presents the opportunity to extend this logic beyond national borders. However, this also introduces new challenges in data access. This project proposes to conduct a proof -of-concept study on automating IA of digital services to allow for a continuous monito ring of the effects of such a policy change. Working within the digitally advanced countries of Belgium, Estonia and Slovenia we will conduct a proof -of-concept IA pilot using existing cross -border services designed to start, run and close a business. We w ill do this in two steps: first, we will build a proof -of-concept impact assessment application (data integration, model and causal effect visualization) on selected company demographics which should be affected by cross -border services. Then we shall deve lop a minimal viable product (MVP) in the form of a dashboard where users can examine the real -time causal effect of cross -border services on Belgian, Estonian and Slovenian company demographics. The MVP will be designed to be automated and free of the nee d of human intervention and present the updated causal effect estimations in line with the data renewal schedule and the unfolding of the underlining phenomenon – company health demographics. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), ind icate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Experts interviews Interviews with experts responsible for implementation of cross -border digital public services in Belgium, Estonia, Slovenia ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5 GUIDANCE : DATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIP T. DIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA PER DATASET OR DATA TYP E. PHYSICAL VOLUME : PLEASE ESTIMATE THE P HYSICAL VOLUME OF TH E RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELE VANT BIOLOGICAL SAMP LES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6 Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be a sserted. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 7 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Not applicable – transcripts of experts’ interviews will be uploaded to KU Leuven’s data repository; no specific accompanying information required. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please spe cify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: Metadata related to experts’ interviews. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 8 Where will the data be stored? Data will be stored on the researchers’ (KUL -managed) pcs, encrypted and protected by a personal password; on a 256 -bits encrypted and protected removable harddrive (for backups) Documents that could help to identify participants/ interviewees (such as consent forms) will be digitized and the original paper version destroyed after which the electronic copies will be on the password -protected and encrypted KUL -managed PC, under a non -identif iable filename and directory protected by an additional password (backed up on a password -protected and encrypted external hdd). How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCA TIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP PROCEDURES WHEN APPROPRIATE . On a password -protected and encrypted external hdd. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, p lease specify concisely: The available backup solutions (a password -protected an encrypted hdd) offer sufficient storage space. The low costs will be taken care off by the research budget If no, please specify : 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND TRANSFERRED DATA ARE SAFE . 7 Electronic primary materials are stored on an encrypted and password protected computer managed by the KU Leuven, and on an encrypted, password protected backup drive. Physical materials are stored in a locked cupboard in the office of each researcher . What are the expected costs for data storage and backup during the research project? How will these costs be covered? 3 supervisors, 3 researchers *150,00 EUR per hdd covered by internal funds. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contract ual restrictions, storage/budget issues, institutional policies...). All data will be preserved. Following GDPR regulation, a researcher is allowed to keep the raw research data for future academic purposes as long as the participants consented to this, an d as long the storage is safe. FWO DMP Template (Flemish Standard DMP) 10 Where will these data be archived (stored and curated for the long -term)? Data will be archived on a password -protected and 256 -encrypted external hard drive that after the end of the project will be stored in a locked cupboard in the office of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are the costs for the external hdd, already covered by the research budget . FWO DMP Template (Flemish Standard DMP) 11 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Transcripts of experts’ interviews will be uploaded. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dua l use ☐ Yes, other ☐ No If yes, please specify : Restrictions related to ethics. The consent forms stipulate that all primary data will be treated confidentially and will only be available to the researcher and his/her supervisors. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven’s research data repository. FWO DMP Template (Flemish Standard DMP) 12 When will the data be made available? THIS COULD BE A SPECI FIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGIN AL DATA CREATORS .” 8 Creative Commons Attribution License (CC -BY4.0) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? No additional costs. 8 Source: Ghent University Generic DMP Evalu ation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13 7. Responsibilities Who will manage data documentation and metadata during the research project? Each individual researcher. Who will manage data storage and backup during the research project? Joint responsibility of the supervisors; coordinator: prof. Joep Crompvoets. Who will manage data preservation and sharing? Joint responsibility of the supervisors; coordinator: prof. Joep Crompvoets. Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the three supervisors."
}