{
    "document_id": "D-2021-1102",
    "LinkTitle": "D-2021-1102",
    "file_name": "D-2021-1102.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1102.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0142633\nGrant Title\n 1217422N\nPrincipal Investigator / Researcher\n Lei Wu\nProject Data Contact\n lei.wu@kuleuven.be\nDescription\n I am interested in understanding solutions to differential equations in an algebraic\nway, which I referred as Riemann-Hilbert correspondence problem, and its application in\nalgebraic geometry/topology and other fields in pure mathematics. This is a purely theoretical\nresearch project and all data that is generated will be in the form of digital handwritten or typed\nnotes in PDF format. The handwritten notes frequently contain more extensive or detailed\ncalculations than final published texts, as well as additional ideas, examples or abandoned\nattempts, which nonetheless can be useful in the future.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLei Wu\nFWO Project Number & Title\n1217422N\nEXPLORING D-MODULES AND RIEMANN-HILBERT CORRESPONDENCE FROM RELATIVE AND\nLOGARITHMIC PERSPECTIVES AND APPLICATIONS\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nHandwritten\noriginal notes\nand\ncalculations\n.PDF\nAppr. 1-2 GB\nOwn\ncalculations,\nown proofs, as\nwell as notes\non existing\nmathematical\nliterature.\nDrawings of\nmathematical\nobjects and\nideas\n.JPG \n \nAppr. 100 MB\n \nDrawings\nillustrating\nmathematical\nobjects and\nideas, drawn\nby hand or\nusing graphics\nsoftware such\nas Inkscape.\nCondensed,\nsummarised\ntyped notes\n.TXT, .PDF\nAppr. 500 MB\nSummaries of\nmost important\nand most\nuseful ideas\nand proofs.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nEach separate file will contain a short description of its contents, as well as relevant keywords as\ntags.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nNo\nI will create a system of relevant keywords as tags and tag each document accordingly.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. My handwritten notes are stored on my personal writing tablet and my KU-Leuven- owned\nwork computer.\n2. My typed notes and images are stored on my KU-Leuven-owned work computer.\n3. For collaboration with other researchers, notes are shared using Dropbox and Overleaf.\nHow is backup of the data provided?\nThe data is backed up weekly in the Box cloud storage provided by KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no expected additional costs. All needed storage and back-up capacity is provided by\nKU Leuven.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\n1. All utilized devices are password-protected.\n2. The hard drive containing the files is encrypted.\n3. The Box servers for backup are secure.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll handwritten and typed notes and images will be preserved, regardless of whether the content\nhas already appeared in a scientific publication or not.\nWhere will the data be archived (= stored for the longer term)?\nTyped notes, wherein a suitable format for non-peer-reviewed publication, will be submitted to\nArXiv (https://arxiv.org/).\nHand-written notes and images will be stored in the Open Science Framework public data\nrepository.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nBecause of the relatively small volume of data and the free services selected for archiving, no\ncosts are expected.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\n \nWhich data will be made available after the end of the project?\nAll largely error-free documents (i.e. those potentially of use to others as they are) will be made\navailable in an Open Access repository under a CC-BY-NC-SA license.\nWhere/how will the data be made available for reuse?\n1. In an Open Access repository.\n2. Upon request by mail.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhen will the data be made available?\nUpon publication of the research results.\nWho will be able to access the data and under what conditions?\nThose documents published in Open Access repositories under a CC-BY-NC-SA license will be\navailable to anyone, provided they give appropriate credit to me and they use the material non-\ncommercially.\nRequests to access documents, not in those repositories will be considered on an individual basis\nand granted whenever the material is to be used directly for further research.\nWhat are the expected costs for data sharing? How will the costs be covered?\nSince all the data will be uploaded to repositories that are free to use, there will be no additional\ncosts.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI will myself be responsible.\nWho will be responsible for data storage & back up during the project?\nI will myself be responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nI will myself be responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0142633 Grant Title 1217422N Principal Investigator / Researcher Lei Wu Project Data Contact lei.wu@kuleuven.be Description I am interested in understanding solutions to differential equations in an algebraic way, which I referred as Riemann-Hilbert correspondence problem, and its application in algebraic geometry/topology and other fields in pure mathematics. This is a purely theoretical research project and all data that is generated will be in the form of digital handwritten or typed notes in PDF format. The handwritten notes frequently contain more extensive or detailed calculations than final published texts, as well as additional ideas, examples or abandoned attempts, which nonetheless can be useful in the future. Institution KU Leuven 1. General Information Name applicant Lei Wu FWO Project Number & Title 1217422N EXPLORING D-MODULES AND RIEMANN-HILBERT CORRESPONDENCE FROM RELATIVE AND LOGARITHMIC PERSPECTIVES AND APPLICATIONS Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Handwritten original notes and calculations .PDF Appr. 1-2 GB Own calculations, own proofs, as well as notes on existing mathematical literature. Drawings of mathematical objects and ideas .JPG Appr. 100 MB Drawings illustrating mathematical objects and ideas, drawn by hand or using graphics software such as Inkscape. Condensed, summarised typed notes .TXT, .PDF Appr. 500 MB Summaries of most important and most useful ideas and proofs. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Each separate file will contain a short description of its contents, as well as relevant keywords as tags. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 No I will create a system of relevant keywords as tags and tag each document accordingly. 5. Data storage and backup during the FWO project Where will the data be stored? 1. My handwritten notes are stored on my personal writing tablet and my KU-Leuven- owned work computer. 2. My typed notes and images are stored on my KU-Leuven-owned work computer. 3. For collaboration with other researchers, notes are shared using Dropbox and Overleaf. How is backup of the data provided? The data is backed up weekly in the Box cloud storage provided by KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected additional costs. All needed storage and back-up capacity is provided by KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1. All utilized devices are password-protected. 2. The hard drive containing the files is encrypted. 3. The Box servers for backup are secure. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All handwritten and typed notes and images will be preserved, regardless of whether the content has already appeared in a scientific publication or not. Where will the data be archived (= stored for the longer term)? Typed notes, wherein a suitable format for non-peer-reviewed publication, will be submitted to ArXiv (https://arxiv.org/). Hand-written notes and images will be stored in the Open Science Framework public data repository. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Because of the relatively small volume of data and the free services selected for archiving, no costs are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Which data will be made available after the end of the project? All largely error-free documents (i.e. those potentially of use to others as they are) will be made available in an Open Access repository under a CC-BY-NC-SA license. Where/how will the data be made available for reuse? 1. In an Open Access repository. 2. Upon request by mail. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 When will the data be made available? Upon publication of the research results. Who will be able to access the data and under what conditions? Those documents published in Open Access repositories under a CC-BY-NC-SA license will be available to anyone, provided they give appropriate credit to me and they use the material non- commercially. Requests to access documents, not in those repositories will be considered on an individual basis and granted whenever the material is to be used directly for further research. What are the expected costs for data sharing? How will the costs be covered? Since all the data will be uploaded to repositories that are free to use, there will be no additional costs. 8. Responsibilities Who will be responsible for data documentation & metadata? I will myself be responsible. Who will be responsible for data storage & back up during the project? I will myself be responsible. Who will be responsible for ensuring data preservation and reuse ? I will myself be responsible. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}