{
    "document_id": "D-2023-2244",
    "LinkTitle": "D-2023-2244",
    "file_name": "D-2023-2244.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2244.pdf",
    "metadata": {
        "title": "Smart integration of membrane technology and polymer chemistry as scalable access to novel groundbreaking macromolecular materials",
        "author": "N/A",
        "creation_date": "2024-11-29 12:59:49+00:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Smart integration of membrane technology and polymer chemistry as scalable access to novel\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\ngroundbreaking macromolecular materials\ngroundbreaking macromolecular materials\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nThe project will generate experimental datasets originating from the synthesis of sequence-defined macromolecules at UGent\nand KUL2, as well as the synthesis and characterization of membranes for nanofiltration (KUL2).\nLaboratory notebooks, reports, publications and data extracted from literature survey will be performed by all partners (UGent,\nKUL1 & 2).\n \nThe main techniques to characterize the sequence-defined macromolecules, will be performed by UGent and KUL2, and these\nconsist of: Nuclear magnetic resonance spectroscopy (NMR), Fourier transform infrared spectroscopy (FTIR), Size exclusion\nchromatography (SEC), MALDI-TOF, Liquid-chromatography mass spectrometry (LC-MS).\n \nAdditionally, UV-Vis will be utilized and performed by all partners.\n \nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n1 of 9\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nLab\nnotes\nDescription of\nthe practical\nexecution of\nexperiments\nNew\nDigital and if\nPhysical,\nthey will be\ndigitalized\nas materials\nand method\nsection\nObservational and\nexperimental\n.docx\n<100 GB\n5-10\nnote\nbooks\nNMR\nNMR spectra\nNew\nDigital\nExperimental\nNA\n< 100 GB\n \nUV-vis\nUV-vis spectra\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nFiltration\nresults\nResults form the\nfiltration\nexperiments\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nLiterature\nBackground\nliterature\nExisting\nDigital\nOther\n.pdf\n< 100 GB\n \nIR\ninfrared\nspectroscopy\ndata\nNew\nDigital\nExperimental\n.xlsx/.dpt/.0\n< 100 GB\n \nMaldi-\nToF\nMass spectra\nNew\nDigital\nExperimental\n.xlsx / .text \n< 100 GB\n \nSEC\nSize exclusion\nchromatogram\nNew\nDigital\nExperimental\n.xlsx / .text\n< 100 GB\n \nLC-MS\nLiquid\nchromatography\ncoupled to mass\nanalysis\nNew\nDigital\nExperimental\n.xlsx / .text\n< 100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nData published in the literature will be reused but no specific DOI can be given at this stage. These literature will be clearly\nidentified in the laboratory notebooks and in the reference section of our publications.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n2 of 9\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nBefore every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be\ncommunicated with the relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards\nfiling a patent. Once these granted, this data can be made public.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nThere is no third party agreement restricting data dissemination or exploitation, and no specific agreement between the two\ninstitutions.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe data files will be named using a standardized naming system, including date of the experiment, name of the researcher,\nsample code,... The used codes will correspond to the codes used in the lab notebooks.\nAn index or table of content file will be provided with the explanation of each code and a short description of each related project.\nIn this index, also a link will be embedded to the data file location.\nInstruments settings and SOPs procedures are made available to the 3 partners on the project’s SharePoint.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n3 of 9\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll collaborative data generated will be made available to all the involved researcher’s via the project’s SharePoint (Accessible to\nall involved researcher via MS Teams).\nSpecific data generated by KULeuven partners (i.e.; related to the conjugated sequence-defined oligomers and nanofiltration) will\nbe stored on a OneDrive folder shared among KU Leuven researchers. At UGent, data, linked to the synthesis of non-conjugated\nsequence-defined macromolecules, are stored on the POLCHEM server (belonging to the research group and not dependent on a\nresearcher’s contract, therefore having no time restriction), as well as on the 2Tb personal OneDrive folders provided by the\nUniversity to each researcher. \n \nEach partner is therefore responsible for the storage of the data generated by their own research group.\nHow will the data be backed up?\nHow will the data be backed up?\nNon-digital data (lab notes) will be backed-up by digitization of the enclosed data. Digital data will be stored on both the central\nnetwork drives and on the KULeuven (Archive) and UGent (POLCHEM server). The servers are not deleted after departure of the\nresearchers as they belong to the research groups\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KUL and UGent One Drive has 2 TB storage capacity. This should be sufficient to store all data derived from this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe lab notes and work laptop are stored in a locked cupboard in the researcher's office. The office is located in a badge-\nrestricted area of the building, and is locked if no one is inside. \nThe laptop is secured with a password and access to double authentication is required to access the KULeuven and UGent One\nDrive system from other devices. \nOneDrive ensures that each file is encrypted at rest with a unique AES256key. These unique keys are encrypted with a set of\nmaster keys that are stored in Azure Key Vault of Microsoft.\nNo very sensitive data will be generated, therefore no extra security (encryption of the computer) is foreseen at this stage.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive and Teams are provided by KU Leuven and UGent. For KU Leuven, the internal storage costs are estimated to be 50 euro\nper TB for backup on the internal severs. These costs will be covered by the involved research groups.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years after the end of the project according to KU Leuven and UGent RDM policy.\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n4 of 9\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the central KULeuven (Archive) and UGent (POLCHEM) servers.\nThese are backed up monthly on a secure offline server.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for long term data storage are 50 euro per TB per year.\nIt's expected that the maximum amount of archived data will be less than 1 TB.\nThe maximum costs for data preservation will thus be 500 euro, which will be covered by general lab funding.\n \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nMost of the research project involves the synthesis and optimization of procedures and protocols that are of utmost importance\nto the research groups. These data for instance could result in Standard Operating Procedures (SOPs) and synthesis protocols\nthat are used and shared within the research groups.\nData will be made available upon publication. Unpublished data can be requested at one of the PIs (Ivo Vankelecom, Filip Du Prez\nor Guy Koeckelberghs). \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nOnly data with potential IP protection will be restricted to the consortium members and will not be published before filing a patent.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublications will be found open access on FRIS, KU Leuven RDR and Biblio at UGent. Non published datasets are available upon\nrequest to external and will be available for project members via the MS Teams SharePoint.\n \nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the results\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n5 of 9\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be first restricted with an embargo (in case a patent is filled in) and afterwards data will become open under a Creative\nCommons license. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nFRIS is free. KU Leuven RDR free for 50 GB. UGent Biblio is free. Other institutional servers for non-published data are free of\ncharge.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nSareh Rezaei Hosseinabadi, Sutapa Roy Swarna, Zahra Bozorgmehrc, Irene De Franceschi, Wout Milis \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nSareh Rezaei Hosseinabadi, Sutapa Roy Swarna, Zahra Bozorgmehrc, Irene De Franceschi, Wout Milis and Nezha Badi. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nIvo Vankelecom, Filip Du Prez, Guy Koeckelberghs, Nezha Badi and Laurens Rutgeerts \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nLaurens Rutgeerts and Nezha Badi \nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n6 of 9\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\ngroundbreaking macromolecular materials\ngroundbreaking macromolecular materials\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\nThe project will generate experimental data from compound synthesis, research protocols and physico-chemical analyses.\nThe first dataset types that will be generated are originating from the analysis of small chemical compounds, polymers and\nmembranes.\nA second type of data that will be generated during the project will be numerical and multimedia files (e.g. images and videos of\nexperiments).\nA third relevant dataset will include all the research protocols, lab notes, PowerPoint presentations, reports and publications.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\nData will be stored 10 years after the end of the project.\nData with long-term value will be mostly published as research articles in journals that often support Open Access. Should\narticles not be published open access, these will be available through the open access repository platforms from UGent and KUL.\nWhen results are published, the intermediate data and the recorded workflows that enable accurate and faster manuscript\nwriting, will be published alongside with the original research data. Other data will be stored on specific SharePoint platforms.\nPhysical data carriers (e.g. laboratory notebooks) are archived on site. At UGent, all laboratory notebooks are digitalized and are\nstored on the internal UGent server (Polchem).\n \n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nNot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n7 of 9\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\ngroundbreaking macromolecular materials\ngroundbreaking macromolecular materials\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n8 of 9\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\nSmart integration of membrane technology and polymer chemistry as scalable access to novel\ngroundbreaking macromolecular materials\ngroundbreaking macromolecular materials\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n9 of 9"
    },
    "clean_full_text": "Smart integration of membrane technology and polymer chemistry as scalable access to novel Smart integration of membrane technology and polymer chemistry as scalable access to novel groundbreaking macromolecular materials groundbreaking macromolecular materials FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. The project will generate experimental datasets originating from the synthesis of sequence-defined macromolecules at UGent and KUL2, as well as the synthesis and characterization of membranes for nanofiltration (KUL2). Laboratory notebooks, reports, publications and data extracted from literature survey will be performed by all partners (UGent, KUL1 & 2). The main techniques to characterize the sequence-defined macromolecules, will be performed by UGent and KUL2, and these consist of: Nuclear magnetic resonance spectroscopy (NMR), Fourier transform infrared spectroscopy (FTIR), Size exclusion chromatography (SEC), MALDI-TOF, Liquid-chromatography mass spectrometry (LC-MS). Additionally, UV-Vis will be utilized and performed by all partners. Created using DMPonline.be. Last modiﬁed 10 July 2023 1 of 9 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Lab notes Description of the practical execution of experiments New Digital and if Physical, they will be digitalized as materials and method section Observational and experimental .docx <100 GB 5-10 note books NMR NMR spectra New Digital Experimental NA < 100 GB UV-vis UV-vis spectra New Digital Experimental .xlsx < 100 GB Filtration results Results form the filtration experiments New Digital Experimental .xlsx < 100 GB Literature Background literature Existing Digital Other .pdf < 100 GB IR infrared spectroscopy data New Digital Experimental .xlsx/.dpt/.0 < 100 GB Maldi- ToF Mass spectra New Digital Experimental .xlsx / .text < 100 GB SEC Size exclusion chromatogram New Digital Experimental .xlsx / .text < 100 GB LC-MS Liquid chromatography coupled to mass analysis New Digital Experimental .xlsx / .text < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Data published in the literature will be reused but no specific DOI can be given at this stage. These literature will be clearly identified in the laboratory notebooks and in the reference section of our publications. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 10 July 2023 2 of 9 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Before every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be communicated with the relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards filing a patent. Once these granted, this data can be made public. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No There is no third party agreement restricting data dissemination or exploitation, and no specific agreement between the two institutions. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The data files will be named using a standardized naming system, including date of the experiment, name of the researcher, sample code,... The used codes will correspond to the codes used in the lab notebooks. An index or table of content file will be provided with the explanation of each code and a short description of each related project. In this index, also a link will be embedded to the data file location. Instruments settings and SOPs procedures are made available to the 3 partners on the project’s SharePoint. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 10 July 2023 3 of 9 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All collaborative data generated will be made available to all the involved researcher’s via the project’s SharePoint (Accessible to all involved researcher via MS Teams). Specific data generated by KULeuven partners (i.e.; related to the conjugated sequence-defined oligomers and nanofiltration) will be stored on a OneDrive folder shared among KU Leuven researchers. At UGent, data, linked to the synthesis of non-conjugated sequence-defined macromolecules, are stored on the POLCHEM server (belonging to the research group and not dependent on a researcher’s contract, therefore having no time restriction), as well as on the 2Tb personal OneDrive folders provided by the University to each researcher. Each partner is therefore responsible for the storage of the data generated by their own research group. How will the data be backed up? How will the data be backed up? Non-digital data (lab notes) will be backed-up by digitization of the enclosed data. Digital data will be stored on both the central network drives and on the KULeuven (Archive) and UGent (POLCHEM server). The servers are not deleted after departure of the researchers as they belong to the research groups Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KUL and UGent One Drive has 2 TB storage capacity. This should be sufficient to store all data derived from this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The lab notes and work laptop are stored in a locked cupboard in the researcher's office. The office is located in a badge- restricted area of the building, and is locked if no one is inside. The laptop is secured with a password and access to double authentication is required to access the KULeuven and UGent One Drive system from other devices. OneDrive ensures that each file is encrypted at rest with a unique AES256key. These unique keys are encrypted with a set of master keys that are stored in Azure Key Vault of Microsoft. No very sensitive data will be generated, therefore no extra security (encryption of the computer) is foreseen at this stage. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive and Teams are provided by KU Leuven and UGent. For KU Leuven, the internal storage costs are estimated to be 50 euro per TB for backup on the internal severs. These costs will be covered by the involved research groups. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years after the end of the project according to KU Leuven and UGent RDM policy. Created using DMPonline.be. Last modiﬁed 10 July 2023 4 of 9 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be archived on the central KULeuven (Archive) and UGent (POLCHEM) servers. These are backed up monthly on a secure offline server. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for long term data storage are 50 euro per TB per year. It's expected that the maximum amount of archived data will be less than 1 TB. The maximum costs for data preservation will thus be 500 euro, which will be covered by general lab funding. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Most of the research project involves the synthesis and optimization of procedures and protocols that are of utmost importance to the research groups. These data for instance could result in Standard Operating Procedures (SOPs) and synthesis protocols that are used and shared within the research groups. Data will be made available upon publication. Unpublished data can be requested at one of the PIs (Ivo Vankelecom, Filip Du Prez or Guy Koeckelberghs). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Only data with potential IP protection will be restricted to the consortium members and will not be published before filing a patent. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Publications will be found open access on FRIS, KU Leuven RDR and Biblio at UGent. Non published datasets are available upon request to external and will be available for project members via the MS Teams SharePoint. When will the data be made available? When will the data be made available? Upon publication of the results Created using DMPonline.be. Last modiﬁed 10 July 2023 5 of 9 Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data will be first restricted with an embargo (in case a patent is filled in) and afterwards data will become open under a Creative Commons license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? FRIS is free. KU Leuven RDR free for 50 GB. UGent Biblio is free. Other institutional servers for non-published data are free of charge. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Sareh Rezaei Hosseinabadi, Sutapa Roy Swarna, Zahra Bozorgmehrc, Irene De Franceschi, Wout Milis Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Sareh Rezaei Hosseinabadi, Sutapa Roy Swarna, Zahra Bozorgmehrc, Irene De Franceschi, Wout Milis and Nezha Badi. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Ivo Vankelecom, Filip Du Prez, Guy Koeckelberghs, Nezha Badi and Laurens Rutgeerts Who will update and implement this DMP? Who will update and implement this DMP? Laurens Rutgeerts and Nezha Badi Created using DMPonline.be. Last modiﬁed 10 July 2023 6 of 9 Smart integration of membrane technology and polymer chemistry as scalable access to novel Smart integration of membrane technology and polymer chemistry as scalable access to novel groundbreaking macromolecular materials groundbreaking macromolecular materials Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) The project will generate experimental data from compound synthesis, research protocols and physico-chemical analyses. The first dataset types that will be generated are originating from the analysis of small chemical compounds, polymers and membranes. A second type of data that will be generated during the project will be numerical and multimedia files (e.g. images and videos of experiments). A third relevant dataset will include all the research protocols, lab notes, PowerPoint presentations, reports and publications. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) Data will be stored 10 years after the end of the project. Data with long-term value will be mostly published as research articles in journals that often support Open Access. Should articles not be published open access, these will be available through the open access repository platforms from UGent and KUL. When results are published, the intermediate data and the recorded workflows that enable accurate and faster manuscript writing, will be published alongside with the original research data. Other data will be stored on specific SharePoint platforms. Physical data carriers (e.g. laboratory notebooks) are archived on site. At UGent, all laboratory notebooks are digitalized and are stored on the internal UGent server (Polchem). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) Not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 10 July 2023 7 of 9 Smart integration of membrane technology and polymer chemistry as scalable access to novel Smart integration of membrane technology and polymer chemistry as scalable access to novel groundbreaking macromolecular materials groundbreaking macromolecular materials DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 July 2023 8 of 9 Smart integration of membrane technology and polymer chemistry as scalable access to novel Smart integration of membrane technology and polymer chemistry as scalable access to novel groundbreaking macromolecular materials groundbreaking macromolecular materials GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 July 2023 9 of 9"
}