{
    "document_id": "D-2024-2772",
    "LinkTitle": "D-2024-2772",
    "file_name": "D-2024-2772.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2772.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_1SH4O24_ET Bartczak.docx",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        1 \n FWO DMP Template - Flemish Standard Data Management Plan \nVersion KU Leuven   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template. \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        2 \n 1. General Project Information \n \nName Grant Holder & ORCID Erkki Tobias Bartczak,  0000-0002-1414-596X \nContributor name(s) (+ ORCID) & roles Maarten Vergauwen, 0000 -0003-3465-9033, first promoter  \nMaarten Bassier, 0000-0001-8526-8847, daily supervisor  \nProject number 1 & title UAV-assisted bridge inspection  \nFunder(s) GrantID 2 1SH4O24N  \nAffiliation(s) ☒ KU Leuven  \nPlease provide a short project description This project aims to develop a novel routine bridge inspection methodology using unmanned aerial \nvehicles (UAVs). We propose to automate the data acquisition, damage detection and data interpretation \nsteps using highly innovative machine learning and computer vision concepts.  \n \n \n2. Research Data Summary \n \n \n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        3 \n WP1 – UAV data acquisition and photogrammetric processing \n O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  \nDataset Name Description New or Reused  Origin of Data Digital or Physical  Digital Data Type Digital Data Format  \n Digital Data Volume (MB, \nGB, TB) \n1 \nPhotogrammetric \nbridge surveys Creating 3D models of \nbridges, estimate \ncamera positions and \ndetect damages in \nimages ☒ Generate new data \n observational ☒ Digital \n☐ Physical ☒ Images \n☒ DensePointClouds \n☒ 3D Model \n .png \n.e57 \n.obj ☐ < 1 GB \n☐ < 100 GB \n☐ < 1 TB \n☒ < 5 TB \n \n \nInput images from survey will be processed in Agisoft Metashape or RealityCapture. \n \nWP2 – Data processing for damage detection and characterisation \n O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  \nDataset Name Description New or Reused  Origin of Data Digital or Physical  Digital Data Type Digital Data Format  \n Digital Data Volume (MB, \nGB, TB) \n2 Damage \ndetection models Using third party \nimages and existing \nimages from 1 to \ntrain deep learning \nmodels. ☐ Generate new data \n☒ Reuse existing data  Departement \nMobiliteit en \nOpenbare Werken \n(MOW) ☒ Digital \n☐ Physical ☒ deep learning \nmodels  \n☒ Images .pt \n.png ☒ < 5 TB \n \n \nData will be processed using deep learning models such as YOLOv8. \n \nWP3 – Development of damage interpretation and tracking methodology \n O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  \nDataset Name Description New or Reused  Origin of Data Digital or Physical  Digital Data Type Digital Data Format  \n Digital Data Volume (MB, \nGB, TB) \nLinked Data \nModels  Connecting the \nidentified damages \nand the 3D model  ☒ Generate new data \n☐ Reuse existing data Output from WP1 \nand WP2  ☒ Digital \n☐ Physical ☒ Numerical \n .csv ☒ < 1 GB \n \nInput data will be processed using RDFs in Visual Studio Code. \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        4 \n WP4 – Validation and representation of automated bridge inspections \n O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  \nDataset Name Description New or Reused  Origin of Data Digital or Physical  Digital Data Type Digital Data Format  \n Digital Data Volume (MB, \nGB, TB) \nValorisation Analysing the outputs \nof the project on a \ngreater scale.  ☐ Generate new data \n☒ Reuse existing data Project WP3  ☒ Digital \n☐ Physical ☒ Numerical \n☒ Textual \n .csv \n.pdf ☒ < 1 GB \n \n \nDocumentation  ONLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  O NLY FOR DIGITAL DATA  \nDataset Name Description New or Reused  Origin of Data Digital or Physical  Digital Data Type Digital Data Format  \n Digital Data Volume (MB, \nGB, TB) \nmanuscripts, \ntheses and \npresentations manuscripts, theses \nand presentations ☒ Generate new data \n☐ Reuse existing data project ☒ Digital \n☐ Physical ☒ Presentations \n☒ Numerical \n☒ Textual \n☒ Videos \n \n .csv \n.pdf \n.txt \n.pptx \n.mp4 ☒ < 100 GB \n \n \nGUIDANCE: \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the source, preferably by using \na persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data \ntype.   \n Damage detection model input images may come from: \nDepartement Mobiliteit en Openbare Werken (MOW), \nbart.verbeke@mow.vlaanderen.be  \nAre there any ethical issues concerning the creation and/or use of the \ndata  \n(e.g. experiments on humans or animals, dual use)? If so, refer to \nspecific datasets or data types when appropriate and provide the \nrelevant ethical approval number. ☒ No \n \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        5 \n Will you process personal  data3? If so, please refer to specific datasets or \ndata types when appropriate and provide the KU Leuven or UZ Leuven \nprivacy register number (G or S number). ☐ Yes  \n☒ No \n \nDoes your work have potential for commercial valorization (e.g. tech \ntransfer, for example spin-offs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type where appropriate. ☒ Yes \n☐ No \nIf yes, please comment:  \nPotential for spin-off \nDo existing 3rd party agreements restrict exploitation or dissemination \nof the data you (re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and what restrictions are \nin place. ☐ Yes \n☒ No \nAre there any other legal issues, such as intellectual property rights and \nownership, to be managed related to the data you (re)use?  \nIf so, please explain to what data they relate and which restrictions will \nbe asserted. ☒ Yes \n☐ No \nIf yes, please explain:  \nThe deep learning model training dataset may be used within our research though \nMOW remains the provider and owner of the dataset. \n \n3. Documentation and Metadata \n \n \n3 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        6 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable, for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded). \n \nRDM guidance on documentation and metadata . \n Per work package, all input, output data, and scripts will be collected. Specific folders will be created to \ncontain (1) input data, (2) processing files, and (3) output data. Included in the Input Data folder will be a \ntext file with a clear description of what the data within the folder represent, including the type, format, \nsource of each dataset, and dates acquired. Any scripts or intermediate data used to generate output data \nwill be kept in the Processing folder with a corresponding text file describing applied tools and \nmethodology used to process the data, as well as explanations of the file names. The Output data folder \nwill house all final processing outputs to be used in further work packages and will also have a text file \ndescribing each output data as well as how they were generated. \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \n \nFor each bridge survey, the following folder structure will be used: \n0_ProjectData, 1_RawData, 2_PreProcessed, 3_Processing, 4_Outputs, 5_Analysis, 6_MachineLearning, \n7_LocalCode, 8_DataFusion, 9_FinalResults \nThe process of each step will be documented in a word file saved in: \n0_ProjectData \n \n \n4. Data Storage & Back-up during the Research Project \n \nWhere will the data be stored? \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Personal network drive \n☒ OneDrive (KU Leuven) \n☒ Large Volume Storage \n \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        7 \n How will the data be backed up? \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution \n☒ Personal back-ups I make (specify) \n☐ Other (specify)  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of. ☒ Yes \n☐ No \n \nThe large amount of training image data for 2 will be separately storage on a portable 4 TB hard drive, \nwhich holds currently 0.9 TB image data.  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons? \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n  \nThe data is password protected. \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered? The data storage volumes for cloud storage provided by the Department will suffice. Additional offline \nbackups will be done on external hard drives (estimated cost €200 for 5TB). \n \n \n \n \n5. Data Preservation after the end of the Research Project \n \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        8 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans \n☒ Certain data cannot be kept for 10 years (explain) \n \nThe data provided by MOW will not be retained after the end of the project as we only have the right to \nuse it and not share it. All other data created during this project will be retained for the expected 10 year \nperiod.  \n \nWhere will these data be archived (stored and \ncurated for the long-term)? \n \nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide . ☒ KU Leuven RDR \n☐ Large Volume Storage (longterm for large volumes) \n☐ Shared network drive (J-drive) \n☐ Other (specifiy): \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered? \n \n The data will be stored on the university’s central servers. The expected cost for preserving this data is €13 \nper year. This cost will be covered by the working budget of Maarten Vergauwen, the main promotor.  \n \n \n6. Data Sharing and Reuse \n \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        9 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS /INFO-EU-\nREPO/#INFOEUREPO -ACCESSRIGHTS \n ☒ Yes, as open data \n☐ Yes, as embargoed data (temporary restriction) \n☐ Yes, as restricted data (upon approval, or institutional access only) \n☒ No (closed access) \n☐ Other, please specify: \n \nSome output data will be publicly available if it is necessary to reproduce the results of the published \npapers. The Python scripts are generally considered intellectual property and may not necessarily made \npublic. Images that may be used for deep learning model training may or may not be made open access.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions. Any contributor to the project, including third parties who contributed by delivering training images, may \nget access upon granted request.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate. ☐ Yes, privacy aspects \n☒ Yes, intellectual property rights \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use \n☐ Yes, other \n☐ No \n \nThe outputs of this research project may have direct commercial deliverables. Especially the dataset from \nWP 1 and 2 may potentially be used for commercial benefits. Therefore, these datasets will only be shared \nif it is in the best interest for the (continuation) of the project’s intent, e.g. to improve Deep Learning \nmodels by fusing our and a third-party training data.  \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type. ☒ KU Leuven RDR \n☐ Other data repository (specify) \n☐ Other (specify) \n \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        10 \n When will the data be made available? \n \n ☒ Upon publication of research results \n☐ Specific date (specify) \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why. \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data) \n☐ Data Transfer Agreement (restricted data) \n☐ MIT licence (code) \n☐ GNU GPL-3.0 (code) \n☐ Other (specify) \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here. \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository \n☐ My dataset already has a PID \n☒ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n There are no expected costs related to data sharing. \n \n7. Responsibilities \n \nWho will manage data documentation and \nmetadata during the research project? The PhD researcher will be responsible for data documentation and metadata. \n \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        11 \n Who will manage data storage and backup \nduring the research project? The PhD researcher will be responsible for data storage and backup during the project. \nWho will manage data preservation and \nsharing? The PhD researcher will be responsible for compiling a folder with all data and corresponding metadata \nthat needs to be preserved. Our division’s data storage team will be responsible for storing the data \nthereafter, with the supervision of the promoters.  \nWho will update and implement this DMP?  The promoters bear the end responsibility of updating and implementing this DMP. \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Erkki Tobias Bartczak, 0000-0002-1414-596X Contributor name(s) (+ ORCID) & roles Maarten Vergauwen, 0000 -0003-3465-9033, first promoter Maarten Bassier, 0000-0001-8526-8847, daily supervisor Project number 1 & title UAV-assisted bridge inspection Funder(s) GrantID 2 1SH4O24N Affiliation(s) ☒ KU Leuven Please provide a short project description This project aims to develop a novel routine bridge inspection methodology using unmanned aerial vehicles (UAVs). We propose to automate the data acquisition, damage detection and data interpretation steps using highly innovative machine learning and computer vision concepts. 2. Research Data Summary 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 WP1 – UAV data acquisition and photogrammetric processing O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA Dataset Name Description New or Reused Origin of Data Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) 1 Photogrammetric bridge surveys Creating 3D models of bridges, estimate camera positions and detect damages in images ☒ Generate new data observational ☒ Digital ☐ Physical ☒ Images ☒ DensePointClouds ☒ 3D Model .png .e57 .obj ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB Input images from survey will be processed in Agisoft Metashape or RealityCapture. WP2 – Data processing for damage detection and characterisation O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA Dataset Name Description New or Reused Origin of Data Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) 2 Damage detection models Using third party images and existing images from 1 to train deep learning models. ☐ Generate new data ☒ Reuse existing data Departement Mobiliteit en Openbare Werken (MOW) ☒ Digital ☐ Physical ☒ deep learning models ☒ Images .pt .png ☒ < 5 TB Data will be processed using deep learning models such as YOLOv8. WP3 – Development of damage interpretation and tracking methodology O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA Dataset Name Description New or Reused Origin of Data Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Linked Data Models Connecting the identified damages and the 3D model ☒ Generate new data ☐ Reuse existing data Output from WP1 and WP2 ☒ Digital ☐ Physical ☒ Numerical .csv ☒ < 1 GB Input data will be processed using RDFs in Visual Studio Code. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 WP4 – Validation and representation of automated bridge inspections O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA Dataset Name Description New or Reused Origin of Data Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Valorisation Analysing the outputs of the project on a greater scale. ☐ Generate new data ☒ Reuse existing data Project WP3 ☒ Digital ☐ Physical ☒ Numerical ☒ Textual .csv .pdf ☒ < 1 GB Documentation ONLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA O NLY FOR DIGITAL DATA Dataset Name Description New or Reused Origin of Data Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) manuscripts, theses and presentations manuscripts, theses and presentations ☒ Generate new data ☐ Reuse existing data project ☒ Digital ☐ Physical ☒ Presentations ☒ Numerical ☒ Textual ☒ Videos .csv .pdf .txt .pptx .mp4 ☒ < 100 GB GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Damage detection model input images may come from: Departement Mobiliteit en Openbare Werken (MOW), bart.verbeke@mow.vlaanderen.be Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes ☒ No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: Potential for spin-off Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: The deep learning model training dataset may be used within our research though MOW remains the provider and owner of the dataset. 3. Documentation and Metadata 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata . Per work package, all input, output data, and scripts will be collected. Specific folders will be created to contain (1) input data, (2) processing files, and (3) output data. Included in the Input Data folder will be a text file with a clear description of what the data within the folder represent, including the type, format, source of each dataset, and dates acquired. Any scripts or intermediate data used to generate output data will be kept in the Processing folder with a corresponding text file describing applied tools and methodology used to process the data, as well as explanations of the file names. The Output data folder will house all final processing outputs to be used in further work packages and will also have a text file describing each output data as well as how they were generated. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No For each bridge survey, the following folder structure will be used: 0_ProjectData, 1_RawData, 2_PreProcessed, 3_Processing, 4_Outputs, 5_Analysis, 6_MachineLearning, 7_LocalCode, 8_DataFusion, 9_FinalResults The process of each step will be documented in a word file saved in: 0_ProjectData 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Personal network drive ☒ OneDrive (KU Leuven) ☒ Large Volume Storage FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No The large amount of training image data for 2 will be separately storage on a portable 4 TB hard drive, which holds currently 0.9 TB image data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data The data is password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage volumes for cloud storage provided by the Department will suffice. Additional offline backups will be done on external hard drives (estimated cost €200 for 5TB). 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) The data provided by MOW will not be retained after the end of the project as we only have the right to use it and not share it. All other data created during this project will be retained for the expected 10 year period. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data will be stored on the university’s central servers. The expected cost for preserving this data is €13 per year. This cost will be covered by the working budget of Maarten Vergauwen, the main promotor. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS /INFO-EU- REPO/#INFOEUREPO -ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) ☐ Other, please specify: Some output data will be publicly available if it is necessary to reproduce the results of the published papers. The Python scripts are generally considered intellectual property and may not necessarily made public. Images that may be used for deep learning model training may or may not be made open access. If access is restricted, please specify who will be able to access the data and under what conditions. Any contributor to the project, including third parties who contributed by delivering training images, may get access upon granted request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No The outputs of this research project may have direct commercial deliverables. Especially the dataset from WP 1 and 2 may potentially be used for commercial benefits. Therefore, these datasets will only be shared if it is in the best interest for the (continuation) of the project’s intent, e.g. to improve Deep Learning models by fusing our and a third-party training data. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs related to data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher will be responsible for data documentation and metadata. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Who will manage data storage and backup during the research project? The PhD researcher will be responsible for data storage and backup during the project. Who will manage data preservation and sharing? The PhD researcher will be responsible for compiling a folder with all data and corresponding metadata that needs to be preserved. Our division’s data storage team will be responsible for storing the data thereafter, with the supervision of the promoters. Who will update and implement this DMP? The promoters bear the end responsibility of updating and implementing this DMP."
}