{
    "document_id": "D-2023-2461",
    "LinkTitle": "D-2023-2461",
    "file_name": "D-2023-2461.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2461.pdf",
    "metadata": {
        "title": "D-2023-2461",
        "author": "Sarah Verkempinck",
        "num_pages": 13
    },
    "content": {
        "full_text": "General Project Information\nName Grant Holder & ORCID\nProf. Tara Grauwet (ORCID 0000-0002-5156-4792)\nContributor name(s) (+ ORCID) & roles\nProf. Nadia Everaert (co-promoter) (ORCID 0000-0001-9282-6288)\nProject number  & title\nC3/23/020\nGIVAM - Simulation of the total gut by in vitro animal models targeting specific monogastrics to allow rational feed design: the case of alternative  \nprotein sources\nFunder(s) GrantID \nC3/23/020\nAffiliation(s)\nKU Leuven\nPlease provide a short project description\nRecently, in vitro digestion models have proven their potential as an alternative for in vivo human and animal studies, which have ethical  \nrestrictions as well as standardization and throughput limitations. However, limited attention was  given to integrate in vitro models simulating both  \nthe upper and lower gastrointestinal tract of monogastric animals in a standardized way. Therefore, this project aims to implement in vitro gastro-\nintestinal models focusing on digestion as well as fermentation aspects. The project will start from available in vivo data and validate the farm  \nanimal models also in vivo. Not only farm animals will be  considered, yet also the growing pet animal market will be included in the project.  \nAdditionally, the potential of alternative protein sources as a feed source/ingredient will be investigated for their in vitro digestibility kinetics  \nand fermentation potential using a beyond state-of-the-art analytical platform. Overall, this project will deliver a range of in vitro digestion models  \nthat can be used by e.g. feed industry for rational feed design purposes with perspectives to improve nutrition and health.\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or  \ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate  \nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its  \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nONLY FOR DIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL \nDATA\nDataset NameDescription New or Reused Digital  or \nPhysical Digital Data Type Digital Data Format Digital Data Volume \n(MB, GB, TB)Physical Volume\nActivity 0Acquirement  of  feed \ningredients☒ Generate new data ☒ Physical Storage  at  -40  °C \n(<1 freezer unit)\nActivity 1: \nImplementation of \nin vitro digestion \nmodels- definition of relevant \nin vitro digestion \nsimulation conditions☒ Reuse existing data ☒ Digital ☒ Compiled/ \naggregated data ☒ .pdf ☒ < 100 MB\n- in vitro digestion \nsimulation and \nquantification☒ Generate new data ☒ Digital \n☒ Physical ☒ Experimental\n☒ Software☒ .xlsx\n☒ .tiff\n☒ .jmp\n☒ .sas☒ < 100 MBStorage at -40 °C \n(<1 freezer unit)\nActivity 2: \nimplementation of \nin vitro \nfermentation \nmodels- definition of relevant \nof in vitro fermentation \nsimulation conditions☒ Reuse existing data ☒ Digital ☒ Compiled/ \naggregated data ☒ .pdf ☒ < 100 MB\n- in vitro fermentation \nsimulation and \nquantification☒ Generate new data ☒ Digital \n☒ Physical ☒ Experimental\n☒ Software☒ .xlsx☒ < 100 MBStorage at -40 °C \n(<1 freezer unit)\nActivity 3.1: in vivo \ndigestion  and \nfermentation  in \nbroilers- in vivo digestion and \nfermentation☒ Generate new data ☒ Digital\n☒ Physical☒ Experimental\n☒ Software☒ .xlsx\n☒ .tiff\n☒ .SQL☒ ~6 GBStorage at -80 °C \n(<1 freezer unit)\nActivity 3.2: in vivo \ndigestion  and \nfermentation  in \npigs- in vivo digestion and \nfermentation☒ Generate new data ☒ Digital \n☒ Physical☒ Experimental\n☒ Software☒ .xlsx\n☒ .jmp\n☒ .sas\n☒ .SQL☒ <  ~6 GBStorage at -80 °C \n(<1 freezer unit)\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data  \ntype:\nThis project will mostly generate new data. Literature information will be combined at the level the construction of digestion and fermentation  \nmodels. Of course, at that level, literature sources will always be cited by references as part of a text. For the DNA sequencing and identification of  \nthe taxonomy of the microbiota, existing databanks are used (i.e. Greengenes or Silva).  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to  \nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\n☐ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nAll animal experiments to be performed will be done under supervision of  Prof. Nadia Everaert. She will get ethical approval from Ethical  \ncommittee for Animal Experimentation (ECD) at KU Leuven before starting of each experiment.\nMeasurements about body weight, feed intake, mortality, will be taken during experiments. This numerical data will be saved as csv format. Gut  \ncontent and afterwards DNA extractions will be kept and labelled in Eppendorf tubes. Data of HPLC measurements for gut content, will be stored in  \ncsv format. The SQL format, on the other hand, will be used for DNA sequencing data on microbiota composition. The PDF format will be used to  \nstore all experimental procedures. In txt format, information about variables, datasets, and processing steps will be kept.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven  \nprivacy register number (G or S number).\n☐ Yes\n☒ No\nIf yes:\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please  \ncomment per dataset or data type where appropriate.\nWe keep it as an option that the procedures of in vitro digestion-absorption-fermentation for each target animal (i.e. chicken, pig, cat, dog), can  \npotentially lead to the creation of a spin-off (if there is sufficient demand from feed (additive) companies. The protocols that are hence established  \nare potentially useful for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,  \nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\n☐ Yes\n☒ No\nIf yes, please explain: \nInitially not. However, if we get samples from companies that produce insects (as feed ingredient), we might not be able to publish the results  \nwithout their consent, so we might need to establish an MTA.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please  \nexplain in the comment section to what data they relate and which restrictions will be asserted.\n☐ Yes\n☒ No\nIf yes, please explain: \nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,  \nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab  \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded).\nPhysical data:\nA descriptive map indicating where each sample or material generated is stored, be maintained as a *.xlsx or *.docx file.\nDigital data:\n-Protocols/experimental and evaluation procedures will be clearly written and maintained in *.docx /*.pdf format.\n-Meaningful and descriptive data file names will be used: for raw data as well as analysed data.\n-Where initial raw data is exported into a new format: reference to initial data (location) will be made.\n-Steps involved in data analysis and relevant analysis will be documented in *.docx file.\n-For published material, a metadata will be available: with folders showing the published material, associated processed and raw data files (see  \nbelow).\nWill a metadata standard be used to make it easier to find and reuse the data?\nIf so, please specify which metadata standard will be used.\nIf not, please specify which metadata will be created to make the data easier to find and reuse.\n☒ Yes\n☐ No\nFor each published article, a metadata will be created to ease data retrieval and reuse. This metadata will be based on the Dublin core metadata  \nstandard.  \nThe metadata will be named based on the title of article, authors, year of publication. \nFiles associated with the metadata will include:\n-The accepted version of the article as available in KU Leuven, Lirias: *.pdf file.  \n-The published article as available online in the peer reviewed journal: *.pdf file;  wherein doi-number, journal of publication and abstract, etc can  \nbe found.\n-The peer review history of the article; comments from reviewers, rebuttal to the reviewers: *.pdf file/*.docx.\n-An excel sheet of the data used to generate the graphs and tables presented in the published article: *.xlsx.\nA folder (only for internal use) with all excel sheets (*.xlsx) related to the final graphs in the article: therein, the raw data (including the equipment  \nused, location of the raw/equipment generated data) will be referenced. \nThe metadata and the referenced files will be stored on the Archive/‘K:’ network drive\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nPhysical data: \nRaw materials and samples generated during experiments will be stored in freezers or desiccators until the associated data has been published or  \nuntil the end of the project. For samples that are difficult to regenerate, a longer storage period will be ensured.  \nDigital data:\nData will be stored on KU Leuven network drives: \n- Personal/‘I:’ network drive or OneDrive for Business storage (2 TB available to every researcher – not for strictly confidential or personal data) for  \ndaily personal use and data storage. \n- Archive/‘K:’ network drive will be used for storage of published data. Data which was stored on the I: network drive and OneDrive storage will be  \ntransferred to K: network drive when personnel is leaving the research unit.\nHow will the data be backed up?\nThe network drives are automatically backed-up by IT, KU Leuven: https://icts.kuleuven.be/sc/english/storage/desktop-file-storage.  \nOneDrive  for  Business  data  is  stored  in  the  cloud  in  which  version  history  (up  to  100  versions  per  file)  is  enabled:  \nhttps://icts.kuleuven.be/sc/english/storage/onedrive.\nIs there currently sufficient storage & backup capacity during the project?\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.\n☒ Yes\n☐ No\n- 50 GB of Personal/‘I:’ data storage for every researcher is available in our research unit. In addition, 2 TB of OneDrive for Business storage space is  \navailable for free to every PhD researcher.\n- 1.3 TB of long-term data storage is available on the Archive/‘K:’ network drive folders of the research unit.  \nIf necessary, more storage space will be acquired from the university, with the cost being covered by the research unit/the project budget.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\n- Data stored on the Personal/‘I:’ network drive is only accessible to a specific researcher. This data is automatically backed up by ICT, KU Leuven.  \nAccess to KU Leuven network drives is automatically secured by multifactor authentication.\n- Data stored on OneDrive for Business is only accessible to a specific researcher. Version history (up to 100 versions per file) is enabled. Multifactor  \nauthentication can be activated as additional security measure. OneDrive for Business will not be used for strictly confidential or personal data.\n- Final data files can also be stored on the Archive/‘K:’ network drive, which has restricted access (only professors and postdocs of the research  \ngroup).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage capacity (on the Archive/‘K:’ network drive) can be increased for an annual fee of 100.86 Euro/TB. This data is automatically backed up by  \nICT, KU Leuven.\nBuying additional storage capacity can be covered by the consumables budget of the project.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project?\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,  \ninstitutional policies...).\n- Only physical samples that are difficult to regenerate will be retained after the end of the project.\n- All digital data will be retained for more than the expected 10-year period, on the Archive/‘K:’ drive.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be copied to the Archive/‘K:’ network drive (with automatic back-up procedures) and stored for at least 10 years. To date, 1.3 TB  \nstorage is available, however if needed, additional data space can be obtained.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAnnual fee of 100.86 Euro/TB. The research unit project reserves budget will be used to cover this cost.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?\nPlease explain per dataset or data type which data will be made available.\nData in the form of figures and tables in peer reviewed publications will be made available:\n☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n- Only researchers and professors participating in the project will have access to the data prior to data publication.  \n- Access of data will be through peer reviewed journals, conference presentations and proceedings, repositories.\n- Open access opportunities (major focus on green open access routes) will be considered to enhance visibility of our research.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal  \nrestrictions)? Please explain per dataset or data type where appropriate.\n☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nWhere will the data be made available?\nIf already known, please provide a repository per dataset or data type.\n- Data of completed work will be published in academic peer reviewed journals and will as such be available in existing and relevant repositories  \n(e.g. the internal KU Leuven repository: Lirias). Open access opportunities (major focus on green open access routes) will be considered to enhance  \nvisibility of our research. \n- Unpublished data will be available on network drives with restricted access (as explained earlier). Sequencing data are stored on the Zenodo data  \nrepository and receive a DOI identification.\nWhen will the data be made available?\nAfter publication of data in academic journals.\nWhich data usage licenses are you going to provide?\nIf none, please explain why.\nData usage licenses will be provided according to the requirements for reuse defined by the original publisher.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.\n☒ Yes\n☐ No\nDOI for the data stored on Zenodo\nWhat are the expected costs for data sharing? How will these costs be covered?\n- Within the research unit: the Shared/‘J:’ network drive will be used and this is freely accessible to all researchers.\n- Between collaborating research units: the Shared/‘J:’ network drive or OneDrive for Business will be used.\n- Within KU Leuven: Lirias, a free document repository will be used.\n- External data sharing through publication in peer reviewed journals.\n- Cost of data sharing at conferences will be covered by the project budget.\n- Cost for possible golden open access will be covered by the project consumables budget.\nResponsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers involved in the project.\nWho will manage data storage and backup during the research project?\nThe researchers involved in the project.\nWho will manage data preservation and sharing?\nThe (co-)promoters of the project: Prof. Tara Grauwet and Prof. Nadia Everaert.\nWho will update and implement this DMP?\nThe (co-)promoters of the project: Prof. Tara Grauwet and Prof. Nadia Everaert."
    },
    "clean_full_text": "General Project Information Name Grant Holder & ORCID Prof. Tara Grauwet (ORCID 0000-0002-5156-4792) Contributor name(s) (+ ORCID) & roles Prof. Nadia Everaert (co-promoter) (ORCID 0000-0001-9282-6288) Project number & title C3/23/020 GIVAM - Simulation of the total gut by in vitro animal models targeting specific monogastrics to allow rational feed design: the case of alternative protein sources Funder(s) GrantID C3/23/020 Affiliation(s) KU Leuven Please provide a short project description Recently, in vitro digestion models have proven their potential as an alternative for in vivo human and animal studies, which have ethical restrictions as well as standardization and throughput limitations. However, limited attention was given to integrate in vitro models simulating both the upper and lower gastrointestinal tract of monogastric animals in a standardized way. Therefore, this project aims to implement in vitro gastro- intestinal models focusing on digestion as well as fermentation aspects. The project will start from available in vivo data and validate the farm animal models also in vivo. Not only farm animals will be considered, yet also the growing pet animal market will be included in the project. Additionally, the potential of alternative protein sources as a feed source/ingredient will be investigated for their in vitro digestibility kinetics and fermentation potential using a beyond state-of-the-art analytical platform. Overall, this project will deliver a range of in vitro digestion models that can be used by e.g. feed industry for rational feed design purposes with perspectives to improve nutrition and health. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Activity 0Acquirement of feed ingredients☒ Generate new data ☒ Physical Storage at -40 °C (<1 freezer unit) Activity 1: Implementation of in vitro digestion models- definition of relevant in vitro digestion simulation conditions☒ Reuse existing data ☒ Digital ☒ Compiled/ aggregated data ☒ .pdf ☒ < 100 MB - in vitro digestion simulation and quantification☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ Software☒ .xlsx ☒ .tiff ☒ .jmp ☒ .sas☒ < 100 MBStorage at -40 °C (<1 freezer unit) Activity 2: implementation of in vitro fermentation models- definition of relevant of in vitro fermentation simulation conditions☒ Reuse existing data ☒ Digital ☒ Compiled/ aggregated data ☒ .pdf ☒ < 100 MB - in vitro fermentation simulation and quantification☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ Software☒ .xlsx☒ < 100 MBStorage at -40 °C (<1 freezer unit) Activity 3.1: in vivo digestion and fermentation in broilers- in vivo digestion and fermentation☒ Generate new data ☒ Digital ☒ Physical☒ Experimental ☒ Software☒ .xlsx ☒ .tiff ☒ .SQL☒ ~6 GBStorage at -80 °C (<1 freezer unit) Activity 3.2: in vivo digestion and fermentation in pigs- in vivo digestion and fermentation☒ Generate new data ☒ Digital ☒ Physical☒ Experimental ☒ Software☒ .xlsx ☒ .jmp ☒ .sas ☒ .SQL☒ < ~6 GBStorage at -80 °C (<1 freezer unit) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: This project will mostly generate new data. Literature information will be combined at the level the construction of digestion and fermentation models. Of course, at that level, literature sources will always be cited by references as part of a text. For the DNA sequencing and identification of the taxonomy of the microbiota, existing databanks are used (i.e. Greengenes or Silva). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: All animal experiments to be performed will be done under supervision of Prof. Nadia Everaert. She will get ethical approval from Ethical committee for Animal Experimentation (ECD) at KU Leuven before starting of each experiment. Measurements about body weight, feed intake, mortality, will be taken during experiments. This numerical data will be saved as csv format. Gut content and afterwards DNA extractions will be kept and labelled in Eppendorf tubes. Data of HPLC measurements for gut content, will be stored in csv format. The SQL format, on the other hand, will be used for DNA sequencing data on microbiota composition. The PDF format will be used to store all experimental procedures. In txt format, information about variables, datasets, and processing steps will be kept. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes ☒ No If yes: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. We keep it as an option that the procedures of in vitro digestion-absorption-fermentation for each target animal (i.e. chicken, pig, cat, dog), can potentially lead to the creation of a spin-off (if there is sufficient demand from feed (additive) companies. The protocols that are hence established are potentially useful for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Initially not. However, if we get samples from companies that produce insects (as feed ingredient), we might not be able to publish the results without their consent, so we might need to establish an MTA. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Physical data: A descriptive map indicating where each sample or material generated is stored, be maintained as a *.xlsx or *.docx file. Digital data: -Protocols/experimental and evaluation procedures will be clearly written and maintained in *.docx /*.pdf format. -Meaningful and descriptive data file names will be used: for raw data as well as analysed data. -Where initial raw data is exported into a new format: reference to initial data (location) will be made. -Steps involved in data analysis and relevant analysis will be documented in *.docx file. -For published material, a metadata will be available: with folders showing the published material, associated processed and raw data files (see below). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ☒ Yes ☐ No For each published article, a metadata will be created to ease data retrieval and reuse. This metadata will be based on the Dublin core metadata standard. The metadata will be named based on the title of article, authors, year of publication. Files associated with the metadata will include: -The accepted version of the article as available in KU Leuven, Lirias: *.pdf file. -The published article as available online in the peer reviewed journal: *.pdf file; wherein doi-number, journal of publication and abstract, etc can be found. -The peer review history of the article; comments from reviewers, rebuttal to the reviewers: *.pdf file/*.docx. -An excel sheet of the data used to generate the graphs and tables presented in the published article: *.xlsx. A folder (only for internal use) with all excel sheets (*.xlsx) related to the final graphs in the article: therein, the raw data (including the equipment used, location of the raw/equipment generated data) will be referenced. The metadata and the referenced files will be stored on the Archive/‘K:’ network drive Data Storage & Back-up during the Research Project Where will the data be stored? Physical data: Raw materials and samples generated during experiments will be stored in freezers or desiccators until the associated data has been published or until the end of the project. For samples that are difficult to regenerate, a longer storage period will be ensured. Digital data: Data will be stored on KU Leuven network drives: - Personal/‘I:’ network drive or OneDrive for Business storage (2 TB available to every researcher – not for strictly confidential or personal data) for daily personal use and data storage. - Archive/‘K:’ network drive will be used for storage of published data. Data which was stored on the I: network drive and OneDrive storage will be transferred to K: network drive when personnel is leaving the research unit. How will the data be backed up? The network drives are automatically backed-up by IT, KU Leuven: https://icts.kuleuven.be/sc/english/storage/desktop-file-storage. OneDrive for Business data is stored in the cloud in which version history (up to 100 versions per file) is enabled: https://icts.kuleuven.be/sc/english/storage/onedrive. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ☒ Yes ☐ No - 50 GB of Personal/‘I:’ data storage for every researcher is available in our research unit. In addition, 2 TB of OneDrive for Business storage space is available for free to every PhD researcher. - 1.3 TB of long-term data storage is available on the Archive/‘K:’ network drive folders of the research unit. If necessary, more storage space will be acquired from the university, with the cost being covered by the research unit/the project budget. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? - Data stored on the Personal/‘I:’ network drive is only accessible to a specific researcher. This data is automatically backed up by ICT, KU Leuven. Access to KU Leuven network drives is automatically secured by multifactor authentication. - Data stored on OneDrive for Business is only accessible to a specific researcher. Version history (up to 100 versions per file) is enabled. Multifactor authentication can be activated as additional security measure. OneDrive for Business will not be used for strictly confidential or personal data. - Final data files can also be stored on the Archive/‘K:’ network drive, which has restricted access (only professors and postdocs of the research group). What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage capacity (on the Archive/‘K:’ network drive) can be increased for an annual fee of 100.86 Euro/TB. This data is automatically backed up by ICT, KU Leuven. Buying additional storage capacity can be covered by the consumables budget of the project. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). - Only physical samples that are difficult to regenerate will be retained after the end of the project. - All digital data will be retained for more than the expected 10-year period, on the Archive/‘K:’ drive. Where will these data be archived (stored and curated for the long-term)? The data will be copied to the Archive/‘K:’ network drive (with automatic back-up procedures) and stored for at least 10 years. To date, 1.3 TB storage is available, however if needed, additional data space can be obtained. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Annual fee of 100.86 Euro/TB. The research unit project reserves budget will be used to cover this cost. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Data in the form of figures and tables in peer reviewed publications will be made available: ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. - Only researchers and professors participating in the project will have access to the data prior to data publication. - Access of data will be through peer reviewed journals, conference presentations and proceedings, repositories. - Open access opportunities (major focus on green open access routes) will be considered to enhance visibility of our research. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type. - Data of completed work will be published in academic peer reviewed journals and will as such be available in existing and relevant repositories (e.g. the internal KU Leuven repository: Lirias). Open access opportunities (major focus on green open access routes) will be considered to enhance visibility of our research. - Unpublished data will be available on network drives with restricted access (as explained earlier). Sequencing data are stored on the Zenodo data repository and receive a DOI identification. When will the data be made available? After publication of data in academic journals. Which data usage licenses are you going to provide? If none, please explain why. Data usage licenses will be provided according to the requirements for reuse defined by the original publisher. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ☒ Yes ☐ No DOI for the data stored on Zenodo What are the expected costs for data sharing? How will these costs be covered? - Within the research unit: the Shared/‘J:’ network drive will be used and this is freely accessible to all researchers. - Between collaborating research units: the Shared/‘J:’ network drive or OneDrive for Business will be used. - Within KU Leuven: Lirias, a free document repository will be used. - External data sharing through publication in peer reviewed journals. - Cost of data sharing at conferences will be covered by the project budget. - Cost for possible golden open access will be covered by the project consumables budget. Responsibilities Who will manage data documentation and metadata during the research project? The researchers involved in the project. Who will manage data storage and backup during the research project? The researchers involved in the project. Who will manage data preservation and sharing? The (co-)promoters of the project: Prof. Tara Grauwet and Prof. Nadia Everaert. Who will update and implement this DMP? The (co-)promoters of the project: Prof. Tara Grauwet and Prof. Nadia Everaert."
}