{
    "document_id": "D-2023-2349",
    "LinkTitle": "D-2023-2349",
    "file_name": "D-2023-2349.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2349.pdf",
    "metadata": {
        "title": "Coping with geographic mosaics of stressors: unravelling the interplay of genetic and nongenetic trait variation in natural landscapes",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Coping with geographic mosaics of stressors: unravelling the interplay of\ngenetic and nongenetic trait variation in natural landscapes\nA Data Management Plan created using DMPonline.be\nCreators: \nSteven Van Belleghem, Robby Stoks, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., n.n. n.n., Robby Stoks, Steven Van Belleghem\nGrant number / URL: \nC16/23/003\nID: \n202359\nStart date: \n01-10-2023\nEnd date: \n30-09-2029\nProject abstract:\nTo improve our ability to predict responses of populations to global change, we aim to increase our knowledge of how\npopulations cope with multiple stressors in a natural landscape through genetic and/or non-genetic (plastic, including\nmicrobiome-mediated) trait changes, embedded in an evolving metacommunity framework. Therefore, we will (1) study\nhow populations of the water flea \nDaphnia magna \nand microbial communities respond to key environmental gradients\n(fish predation and pesticide exposure) in a heterogeneous landscape; (2) identify the molecular basis of plasticity and\ngenetic adaptation in response to multiple stressors; (3) run experimental evolution trials with manipulated levels of\ngenetic variation and apply resurrection ecology; and (4) further develop the concept and tools of the evolving\nmetacommunity framework to integrate the data across the different endpoints, and synthesize a multistressor\nlandscape perspective in global change research.\nLast modified: \n30-11-2023\nCreated using DMPonline.be. Last modiﬁed 30 November 2023\n1 of 6\nCoping with geographic mosaics of stressors: unravelling the interplay of\ngenetic and nongenetic trait variation in natural landscapes\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWP1.1A\nCharacterization 20 study ponds \nN\nD\nN\n.csv\n<1GB\nNA\nWP1.1B\nDataset fish eDNA\nN\nD\nN\n.csv\n<1GB\nNA\nWP1.1C\nFree-living bacterioplankton samples of the study ponds for\nmetagenomics\nN\nP\nbiological\nsamples\nNA\nNA\n20 filters (0.22 µm)\nWP1.1D\nDaphnia\n samples of the study ponds for landscape genomics\nN\nP\nbiological\nsamples\nNA\nNA\n20 eppendorf tubes\nW1.1E\nDaphnia\n samples of the study ponds for gut microbiome metagenomics\nN\n P\nbiological\nsamples\nNA\nNA\n20 eppendorf tubes\nWP1.1F\nDaphnia\n clones isolated from the study ponds (20 per pond)\nN\nP\nbiological\nsamples \nNA\nNA\n400 glass vials 500 ml\nWP1.1G\nzooplankton samples of the study ponds\nN\nP\nbiological\nsamples \nNA\nNA\n20 bottles 500 ml\nWP1.1H\nDensity, community and size distribution zooplankton of the study ponds\nN\nD\nN\n.csv\n<1GB\nNA\nWP1.2A\nRe-sequenced genomes of 400 \nDaphnia\n clones\nN\nD\nDNA\nsequences\n.fastq\n<5TB\nNA\nWP1.2B\nGenetic population structure,  demography and genome divergence 20\nDaphnia \nstudy populations\nN\nD\nN\n.txt\n<1GB\nNA\nWP1.2C\nPhenotypic association analyses\nN\nD\nN\n.txt\n<1GB\nNA\nWP1.3A\nLandscape metagenetics (16S rRNA sequencing) of bacterioplankton of\nthe study ponds (20 samples)\nN\nD\nSequencing\ndata\n.fastq\n<100\nGB\nNA\nWP1.3B\nLandscape metagenetics (16S rRNA sequencing) of gut microbiome of\nthe 200 \nDaphnia\n clones in lab culture + 20 pooled \nDaphnia \nfield samples\nN\nD\nSequencing\ndata\n.fastq\n<100\nGB\nNA\nWP1.3C\nLandscape metagenomics  of free-living bacterioplankton  of the 20\nstudy ponds\nN\nD\nSequencing\ndata\n.fastq\n<1TB\nNA\nWP1.3D\nLandscape metagenomics  of pooled gut microbiome of  \nDaphnia\n of the\n20 study ponds\nN\nD\nSequencing\ndata\n.fastq\n<1TB\nNA\nWP1.4\nMultistressor common garden experiment with \nDaphnia\n: phenotyping \nN\nD\nN\n.csv\n<1GB\nNA\nWP1.5A\nMultistressor gut microbiome transplant experiment with \nDaphnia\n:\nphenotyping\nN\nD\nN\n.csv\n<1GB\nNA\nWP1.5B\nMultistressor gut microbiome transplant experiment with \nDaphnia\n:\nmetagenetic characterization gut microbiome (16S rRNA sequencing)\nN\nD\nSequencing\ndata\n.fastq\n<100\nGB\nNA\nWP1.6\nIntegrated analysis data collected in WP1\nN\nD\nN, Model\n.csv\nR code\n<1GB\nNA\n \n \n \n \n \n \n \n \nWP2.1A\nConstruction 72 RNA libraries of \nDaphnia\nN\nD\nSequencing\ndata\n.fastq\n<1TB\nNA\nWP2.1B\nConstruction of 168 ATAC-seq libraries of \nDaphnia\nN\nD\nSequencing\ndata\n.fastq\n<1TB\nNA\nWP2.1C\nTesting candidate genes (CRISPR/Cas9 and RNAi)\nN\nD\nGenes and\nprimers\n.fastq\n<1Gb\nNA\nWP2.2\nComparison plastic gene regulatory changes to genetic changes\nN\nD \nN\n.txt and\n.bed\n<1Gb\nNA\nWP2.3A\nTargeted gut microbiome transplant experiment: RNA-sequencing\nN\nD\nsequencing\ndata\n.fastq\n<1TB\nNA\nWP2.3B\nTargeted gut microbiome transplant experiment: ATAC-sequencing\nN\nD\nsequencing\ndata\n.fastq\n<5TB\nNA\n \n \n \n \n \n \n \n \nWP3.1A\nProduction dormant eggs in experiment \"Standing genetic variation\" \nN\nP\nbiological\nsamples \nNA\nNA\n90 sets of dormant\neggs stored in\neppendorf tubes\nWP3.1B\nFull-genome resequencing of pooled samples \nDaphnia\n dormant eggs\nN\nD\nSequencing\ndata\n.fastq\n<5TB\nNA\nWP3.2A\nDataset on \nDaphnia\n population densities in experiment on \"Evolutionary\npotential\"\nN\nD\nN\n.csv\n<1GB\nNA\nCreated using DMPonline.be. Last modiﬁed 30 November 2023\n2 of 6\nWP3.2B\nFull-genome resequencing of pooled samples  of 180 experimental\nDaphnia\n populations\nN\nD\nSequencing\ndata\n.fastq\n<5TB\nNA\n \n \n \n \n \n \n \n \nWP4.1A\nTaking sediment cores of the study ponds\nN\nP\nSediment\nsamples\nNA\nNA\n20 cores (2x 5cm m \ncylinder, 5cm\ndiameter)\nWP4.1B\nCharacterization of the sediment cores (dating, fish presence,\nzooplankton composition)\nN\nD\nN\n.csv\n<1GB\nNA\nWP4.1C\nIsolation \nDaphnia\n from subset of the sediment cores\nN\nP\nbiological\nsamples\nNA\nNA\n400 vials 500 ml\nWP4.1D\nMultistressor common garden experiment with isolated \nDaphnia \nfrom the\nsediment core: phenotyping \nN\nD\nN\n.csv\n<1GB\nNA\nWP4.2\nFull-genome resequencing of 40 pooled samples  of  \nDaphnia\n isolated\nfrom the sediment core\nN\nD\nSequencing\ndata\n.fastq\n<5TB\nNA\n \n \n \n \n \n \n \n \nWP5.1A\nFeedback on community and ecosystem features: development of more\nrefined analytical approaches\nN\nD\nM\n.csv\nmodel\nlanguage\ncode\n<1GB\nNA\nWP5.1B\nFeedback on community and ecosystem features: Pattern analysis\nN\nD\nN\n.csv\n.txt\n<1GB\nNA\nWP5.2A\nConceptual synthesis and generalization: further development  of\nexisting models\nN\nD\nM\n.csv\nmodel\nlanguage\ncode\n<1GB\nNA\nWP5.2B\nConceptual synthesis and generalization: comparison to existing data\nN\nD\nN\n.csv\n.txt\n<1GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nTo select the study sites for current project we will make use of existing databases:\nManscape, \nhttps://www.gbif.org/dataset/312bb844-4980-4b1a-a64b-e79f9ac083a4\nPondscape, \nhttps://www.gbif.org/es/dataset/a621b3ba-8415-41f2-a4af-7ec9511ae868\nMidden-Limburg, \nhttps://www.gbif.org/dataset/3236cdc4-2f4d-4bd6-b53f-54fd8d8a0aa8\nTommelen, \nhttps://data.freshwaterbiodiversity.eu/ipt/resource?r=tommelen\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nFor the invertebrate \nDaphnia magna\n no approval for experimental work is needed. For the experiments where we expose \nDaphnia\n to fish kairomones, we keep stickleback\nin separate aquaria and collect medium of this water to be used to expose the \nDaphnia\n. A responsible of ECD let us know by email that in this case (as no experiments on\nthe fish itself is done) also no approval by ECD is required.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 30 November 2023\n3 of 6\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nFor biological samples, these will be labelled and a separate text file will be added that identifies each sample (source population, experimental group, clone, etc). \nFor phenotypic data stored in .csv format columns will be added that identifies each sample (source population, experimental group, clone, etc). Units of measurement will\nbe included in the .csv file. A separate sheet will be added with information how derived variables were calculated and which variables have been used in a manuscript.\nFor metagenetic data (composition free-living bacterioplankton and gut microbiome) stored in .fastq format, a separate text file will contain the metadata related to\nsample identification (source, experimental treatment, clone, etc).\nFor RNAseq data, the sample code is included in the .fastq file. A separate text file will contain the metadata related to sample identification (source, experimental\ntreatment, clone, etc).\nMetagenomic data (composition free-living bacterioplankton and gut microbiome) will be stored in .fastq format and will be deposited in NCBI together with the metadata\nrelated to sample identification (source, experimental treatment, clone, etc). MG-RAST (an open-source web application server that suggests automatic phylogenetic and\nfunctional analysis of metagenomes) will be used to store and share processed data results.\nFor the modelling part, similarly as for phenotypic data, the .csv-file containing the main modelling results will comprise a column that uniquely identifies each model run,\nalong with the actual model output. A second .csv-file features a table with the evaluated parameter choices used for each model run. A third .txt-file includes descriptions\nof all model parameters and output columns in plain text. The high quality, concise & well documented code will be written in R, Python or Julia.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nOther (specify below)\nLarge Volume Storage\nEach \nDaphnia\n clone (biological sample) will be duplicated and stored in separate temperature-controlled rooms.\nData and metadata on pond characteristics and phenotypic traits, and grazing rate will also be stored on external harddrives, and in the Dryad Digital Repository when\nthe associated manuscripts are accepted.\nData and metadata on composition of bacteria (including gut microbiome) communities (metagenetic data) will be stored on personal computers and on OneDrive. When\nthe associated manuscripts are accepted the data will be deposited in the Sequence Read Archive (SRA).\nData and metadata on gene expression (RNA-seq) will be stored on external hard disks, and on the High Performance Computing (HPC) cluster of the KU Leuven as\nstaging storage. When the associated manuscripts are accepted the data will be deposited in the Gene Expression Omnibus (GEO) data repository managed by the\nNational Center for Biotechnology Information (NCBI).\nMetagenomic data will be stored on the KU Leuven VSC Tier-1 Data Storage \nModelling code will be stored on GitHub.\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nExternal harddrives\nKU Leuven VSC Tier-1 Data Storage\nPublic submission of sequence read data to NVBI (with embargo until publication)\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nNo (explain solution below)\nAll \nDaphnia \nclones will be stored in dedicated temperature-controlled rooms. Sediment samples will be stored in a cold room.\nThe large amount of (meta)genomic data will be shared and stored using KU Leuven’s access to Flemish Tier-1 supercomputer infrastructure (VSC irods\nirods.hpc.kuleuven.be). Genomic data and corresponding metadata will be deposited on NCBI/SRA and made publicly available when published.\nExternal harddrives will be purchased (~150 euro for 5Tb)\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nCreated using DMPonline.be. Last modiﬁed 30 November 2023\n4 of 6\nBiological samples are stored in the lab space of our teams, access to the labs outside office hours needs an activated personal badge.\nExternal hardddrives will be stored safely in the office of the responsible PI.\nAll other data are stored in folders with limited access. The multifactor authentication with the KU Leuven Authenticator app will need to be used for access to the folders.\nThe KU Leuven VSC Tier-1 Data Storage has a strict permissions system (read/write/modify), which will be limited to the primary collectors of the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNCBI: Free\nKU Leuven VSC Tier-1 Data Storage: ~35 euro per Tb. 30Tb is supported by the FWO Data component of the Flemish Tier-1 supercomputing platform until 2027.\n \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nBiological samples will be stored in temperature-controlled rooms (biological samples) and in a cold room (sediment samples).\nData and metadata on pond characteristics and phenotypic traits will be archived in the Dryad Digital Repository when the associated manuscripts are accepted.\nData and metadata on bacteria and gut microbiota communities (metagenetic data) will be archived in the Sequence Read Archive (SRA)\nData and metadata on gene expression (RNA-seq) will be stored in the Gene Expression Omnibus (GEO) data repository.\nData and metadata on metagenomics will be stored at NCBI (National Center for Biotechnology Information)\nModelling code will be stored on GitHub.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect 35 euro costs per Tb, which will be covered by the C1 project.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as open data\nBiological samples will be made available as restricted data.\nData on pond characteristics and phenotypic traits will be archived as open data in the Dryad Digital Repository when the associated manuscripts are accepted.\nData on bacteria and gut microbiota communities (metagenetic data) will be archived as open data on the Sequence Read Archive (SRA)\nData on gene expression (RNA-seq) will be archived as open data in the Gene Expression Omnibus (GEO) data repository.\nData on metagenomics will be archived as open data at NCBI (National Center for Biotechnology Information)\nModelling code will be publicly stored on GitHub.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to biological samples and under what conditions will be decided case-by-case based on specific requests.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 30 November 2023\n5 of 6\nOther data repository (specify below)\nKU Leuven RDR (Research Data Repository)\nData on pond characteristics and phenotypic traits will be made available in the Dryad Digital Repository.\nData on composition of bacteria communities (metabarcoding data) will be made available in the Sequence Read Archive (SRA).\nData on gene expression (RNA-seq) will be made available in the Gene Expression Omnibus (GEO) data repository managed by the National Center for Biotechnology\nInformation (NCBI).\nGenomic data will be made available at NCBI. \nModelling code will be stored on GitHub.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nData on pond characteristics and phenotypes stored in Dryad get a DOI.\n16S RNA and RNAseq datasets stored on SRA and Gene Omnibus get an accession number.\nGenomic (DNA, RNA and ATAC) data stored at NCBI get an accession number.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nDryad and NCBI: free\nSRA and Gene omnibus: free\nGitHub: free.\n \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPhD students and postdocs linked to the project\nWho will manage data storage and backup during the research project? \nPhD students and postdocs linked to the project\nWho will manage data preservation and sharing? \nThe responsible PI of a given (sub)work package.\nWho will update and implement this DMP? \nThe responsible PI of a given (sub)work package.\nCreated using DMPonline.be. Last modiﬁed 30 November 2023\n6 of 6"
    },
    "clean_full_text": "Coping with geographic mosaics of stressors: unravelling the interplay of genetic and nongenetic trait variation in natural landscapes A Data Management Plan created using DMPonline.be Creators: Steven Van Belleghem, Robby Stoks, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., n.n. n.n., Robby Stoks, Steven Van Belleghem Grant number / URL: C16/23/003 ID: 202359 Start date: 01-10-2023 End date: 30-09-2029 Project abstract: To improve our ability to predict responses of populations to global change, we aim to increase our knowledge of how populations cope with multiple stressors in a natural landscape through genetic and/or non-genetic (plastic, including microbiome-mediated) trait changes, embedded in an evolving metacommunity framework. Therefore, we will (1) study how populations of the water flea Daphnia magna and microbial communities respond to key environmental gradients (fish predation and pesticide exposure) in a heterogeneous landscape; (2) identify the molecular basis of plasticity and genetic adaptation in response to multiple stressors; (3) run experimental evolution trials with manipulated levels of genetic variation and apply resurrection ecology; and (4) further develop the concept and tools of the evolving metacommunity framework to integrate the data across the different endpoints, and synthesize a multistressor landscape perspective in global change research. Last modified: 30-11-2023 Created using DMPonline.be. Last modiﬁed 30 November 2023 1 of 6 Coping with geographic mosaics of stressors: unravelling the interplay of genetic and nongenetic trait variation in natural landscapes Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP1.1A Characterization 20 study ponds N D N .csv <1GB NA WP1.1B Dataset fish eDNA N D N .csv <1GB NA WP1.1C Free-living bacterioplankton samples of the study ponds for metagenomics N P biological samples NA NA 20 filters (0.22 µm) WP1.1D Daphnia samples of the study ponds for landscape genomics N P biological samples NA NA 20 eppendorf tubes W1.1E Daphnia samples of the study ponds for gut microbiome metagenomics N P biological samples NA NA 20 eppendorf tubes WP1.1F Daphnia clones isolated from the study ponds (20 per pond) N P biological samples NA NA 400 glass vials 500 ml WP1.1G zooplankton samples of the study ponds N P biological samples NA NA 20 bottles 500 ml WP1.1H Density, community and size distribution zooplankton of the study ponds N D N .csv <1GB NA WP1.2A Re-sequenced genomes of 400 Daphnia clones N D DNA sequences .fastq <5TB NA WP1.2B Genetic population structure, demography and genome divergence 20 Daphnia study populations N D N .txt <1GB NA WP1.2C Phenotypic association analyses N D N .txt <1GB NA WP1.3A Landscape metagenetics (16S rRNA sequencing) of bacterioplankton of the study ponds (20 samples) N D Sequencing data .fastq <100 GB NA WP1.3B Landscape metagenetics (16S rRNA sequencing) of gut microbiome of the 200 Daphnia clones in lab culture + 20 pooled Daphnia field samples N D Sequencing data .fastq <100 GB NA WP1.3C Landscape metagenomics of free-living bacterioplankton of the 20 study ponds N D Sequencing data .fastq <1TB NA WP1.3D Landscape metagenomics of pooled gut microbiome of Daphnia of the 20 study ponds N D Sequencing data .fastq <1TB NA WP1.4 Multistressor common garden experiment with Daphnia : phenotyping N D N .csv <1GB NA WP1.5A Multistressor gut microbiome transplant experiment with Daphnia : phenotyping N D N .csv <1GB NA WP1.5B Multistressor gut microbiome transplant experiment with Daphnia : metagenetic characterization gut microbiome (16S rRNA sequencing) N D Sequencing data .fastq <100 GB NA WP1.6 Integrated analysis data collected in WP1 N D N, Model .csv R code <1GB NA WP2.1A Construction 72 RNA libraries of Daphnia N D Sequencing data .fastq <1TB NA WP2.1B Construction of 168 ATAC-seq libraries of Daphnia N D Sequencing data .fastq <1TB NA WP2.1C Testing candidate genes (CRISPR/Cas9 and RNAi) N D Genes and primers .fastq <1Gb NA WP2.2 Comparison plastic gene regulatory changes to genetic changes N D N .txt and .bed <1Gb NA WP2.3A Targeted gut microbiome transplant experiment: RNA-sequencing N D sequencing data .fastq <1TB NA WP2.3B Targeted gut microbiome transplant experiment: ATAC-sequencing N D sequencing data .fastq <5TB NA WP3.1A Production dormant eggs in experiment \"Standing genetic variation\" N P biological samples NA NA 90 sets of dormant eggs stored in eppendorf tubes WP3.1B Full-genome resequencing of pooled samples Daphnia dormant eggs N D Sequencing data .fastq <5TB NA WP3.2A Dataset on Daphnia population densities in experiment on \"Evolutionary potential\" N D N .csv <1GB NA Created using DMPonline.be. Last modiﬁed 30 November 2023 2 of 6 WP3.2B Full-genome resequencing of pooled samples of 180 experimental Daphnia populations N D Sequencing data .fastq <5TB NA WP4.1A Taking sediment cores of the study ponds N P Sediment samples NA NA 20 cores (2x 5cm m cylinder, 5cm diameter) WP4.1B Characterization of the sediment cores (dating, fish presence, zooplankton composition) N D N .csv <1GB NA WP4.1C Isolation Daphnia from subset of the sediment cores N P biological samples NA NA 400 vials 500 ml WP4.1D Multistressor common garden experiment with isolated Daphnia from the sediment core: phenotyping N D N .csv <1GB NA WP4.2 Full-genome resequencing of 40 pooled samples of Daphnia isolated from the sediment core N D Sequencing data .fastq <5TB NA WP5.1A Feedback on community and ecosystem features: development of more refined analytical approaches N D M .csv model language code <1GB NA WP5.1B Feedback on community and ecosystem features: Pattern analysis N D N .csv .txt <1GB NA WP5.2A Conceptual synthesis and generalization: further development of existing models N D M .csv model language code <1GB NA WP5.2B Conceptual synthesis and generalization: comparison to existing data N D N .csv .txt <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: To select the study sites for current project we will make use of existing databases: Manscape, https://www.gbif.org/dataset/312bb844-4980-4b1a-a64b-e79f9ac083a4 Pondscape, https://www.gbif.org/es/dataset/a621b3ba-8415-41f2-a4af-7ec9511ae868 Midden-Limburg, https://www.gbif.org/dataset/3236cdc4-2f4d-4bd6-b53f-54fd8d8a0aa8 Tommelen, https://data.freshwaterbiodiversity.eu/ipt/resource?r=tommelen Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No For the invertebrate Daphnia magna no approval for experimental work is needed. For the experiments where we expose Daphnia to fish kairomones, we keep stickleback in separate aquaria and collect medium of this water to be used to expose the Daphnia . A responsible of ECD let us know by email that in this case (as no experiments on the fish itself is done) also no approval by ECD is required. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 30 November 2023 3 of 6 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For biological samples, these will be labelled and a separate text file will be added that identifies each sample (source population, experimental group, clone, etc). For phenotypic data stored in .csv format columns will be added that identifies each sample (source population, experimental group, clone, etc). Units of measurement will be included in the .csv file. A separate sheet will be added with information how derived variables were calculated and which variables have been used in a manuscript. For metagenetic data (composition free-living bacterioplankton and gut microbiome) stored in .fastq format, a separate text file will contain the metadata related to sample identification (source, experimental treatment, clone, etc). For RNAseq data, the sample code is included in the .fastq file. A separate text file will contain the metadata related to sample identification (source, experimental treatment, clone, etc). Metagenomic data (composition free-living bacterioplankton and gut microbiome) will be stored in .fastq format and will be deposited in NCBI together with the metadata related to sample identification (source, experimental treatment, clone, etc). MG-RAST (an open-source web application server that suggests automatic phylogenetic and functional analysis of metagenomes) will be used to store and share processed data results. For the modelling part, similarly as for phenotypic data, the .csv-file containing the main modelling results will comprise a column that uniquely identifies each model run, along with the actual model output. A second .csv-file features a table with the evaluated parameter choices used for each model run. A third .txt-file includes descriptions of all model parameters and output columns in plain text. The high quality, concise & well documented code will be written in R, Python or Julia. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Personal network drive (I-drive) Other (specify below) Large Volume Storage Each Daphnia clone (biological sample) will be duplicated and stored in separate temperature-controlled rooms. Data and metadata on pond characteristics and phenotypic traits, and grazing rate will also be stored on external harddrives, and in the Dryad Digital Repository when the associated manuscripts are accepted. Data and metadata on composition of bacteria (including gut microbiome) communities (metagenetic data) will be stored on personal computers and on OneDrive. When the associated manuscripts are accepted the data will be deposited in the Sequence Read Archive (SRA). Data and metadata on gene expression (RNA-seq) will be stored on external hard disks, and on the High Performance Computing (HPC) cluster of the KU Leuven as staging storage. When the associated manuscripts are accepted the data will be deposited in the Gene Expression Omnibus (GEO) data repository managed by the National Center for Biotechnology Information (NCBI). Metagenomic data will be stored on the KU Leuven VSC Tier-1 Data Storage Modelling code will be stored on GitHub. How will the data be backed up? Personal back-ups I make (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution External harddrives KU Leuven VSC Tier-1 Data Storage Public submission of sequence read data to NVBI (with embargo until publication) Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. No (explain solution below) All Daphnia clones will be stored in dedicated temperature-controlled rooms. Sediment samples will be stored in a cold room. The large amount of (meta)genomic data will be shared and stored using KU Leuven’s access to Flemish Tier-1 supercomputer infrastructure (VSC irods irods.hpc.kuleuven.be). Genomic data and corresponding metadata will be deposited on NCBI/SRA and made publicly available when published. External harddrives will be purchased (~150 euro for 5Tb) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 30 November 2023 4 of 6 Biological samples are stored in the lab space of our teams, access to the labs outside office hours needs an activated personal badge. External hardddrives will be stored safely in the office of the responsible PI. All other data are stored in folders with limited access. The multifactor authentication with the KU Leuven Authenticator app will need to be used for access to the folders. The KU Leuven VSC Tier-1 Data Storage has a strict permissions system (read/write/modify), which will be limited to the primary collectors of the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NCBI: Free KU Leuven VSC Tier-1 Data Storage: ~35 euro per Tb. 30Tb is supported by the FWO Data component of the Flemish Tier-1 supercomputing platform until 2027. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Other (specify below) Biological samples will be stored in temperature-controlled rooms (biological samples) and in a cold room (sediment samples). Data and metadata on pond characteristics and phenotypic traits will be archived in the Dryad Digital Repository when the associated manuscripts are accepted. Data and metadata on bacteria and gut microbiota communities (metagenetic data) will be archived in the Sequence Read Archive (SRA) Data and metadata on gene expression (RNA-seq) will be stored in the Gene Expression Omnibus (GEO) data repository. Data and metadata on metagenomics will be stored at NCBI (National Center for Biotechnology Information) Modelling code will be stored on GitHub. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect 35 euro costs per Tb, which will be covered by the C1 project. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as open data Biological samples will be made available as restricted data. Data on pond characteristics and phenotypic traits will be archived as open data in the Dryad Digital Repository when the associated manuscripts are accepted. Data on bacteria and gut microbiota communities (metagenetic data) will be archived as open data on the Sequence Read Archive (SRA) Data on gene expression (RNA-seq) will be archived as open data in the Gene Expression Omnibus (GEO) data repository. Data on metagenomics will be archived as open data at NCBI (National Center for Biotechnology Information) Modelling code will be publicly stored on GitHub. If access is restricted, please specify who will be able to access the data and under what conditions. Access to biological samples and under what conditions will be decided case-by-case based on specific requests. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 30 November 2023 5 of 6 Other data repository (specify below) KU Leuven RDR (Research Data Repository) Data on pond characteristics and phenotypic traits will be made available in the Dryad Digital Repository. Data on composition of bacteria communities (metabarcoding data) will be made available in the Sequence Read Archive (SRA). Data on gene expression (RNA-seq) will be made available in the Gene Expression Omnibus (GEO) data repository managed by the National Center for Biotechnology Information (NCBI). Genomic data will be made available at NCBI. Modelling code will be stored on GitHub. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository Data on pond characteristics and phenotypes stored in Dryad get a DOI. 16S RNA and RNAseq datasets stored on SRA and Gene Omnibus get an accession number. Genomic (DNA, RNA and ATAC) data stored at NCBI get an accession number. What are the expected costs for data sharing? How will these costs be covered? Dryad and NCBI: free SRA and Gene omnibus: free GitHub: free. Responsibilities Who will manage data documentation and metadata during the research project? PhD students and postdocs linked to the project Who will manage data storage and backup during the research project? PhD students and postdocs linked to the project Who will manage data preservation and sharing? The responsible PI of a given (sub)work package. Who will update and implement this DMP? The responsible PI of a given (sub)work package. Created using DMPonline.be. Last modiﬁed 30 November 2023 6 of 6"
}