{
    "document_id": "D-2022-1733",
    "LinkTitle": "D-2022-1733",
    "file_name": "D-2022-1733.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1733.pdf",
    "metadata": {
        "title": "Is Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups?",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Is Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups?\nIs Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups?\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nMahua Agrawal, n.n. n.n., n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n., n.n. n.n.\nData Manager:\nData Manager:\n \nMahua Agrawal\nProject Administrator:\nProject Administrator:\n \nn.n. n.n., n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nGPUCL/22/054\nID: \nID: \n201621\nStart date: \nStart date: \n01-03-2023\nEnd date: \nEnd date: \n28-02-2027\nProject abstract:\nProject abstract:\nWithin the discipline of moral and political philosophy one generally accepted reason for assigning rights and responsibilities to people is to cater to\ntheir objective needs and interests (e.g. their socio-economic, communicative or democratic interests). But a clear, emerging trend can be witnessed\nwithin the discipline: the increasingly popular trend of paying more normative attention and attributing more value than before to people’s subjective\ninterests – such as whether they feel, experience or simply claim a certain issue to be of great importance – and also to people's subjective claims to\ngroup membership (rather than to objective markers of such membership). In this project we zoom in on one subjective dimension that was centrally\nput on the table in academic political philosophy – and also in society at large – primarily by the gender debate: the question whether the fact that one\nself-identifies as a member of a group is in itself a sufficient condition for membership of that group and for being subject to the rights and\nresponsibilities that get attributed to members of that group (for example and in the context of gender, access to women-only sport competitions, to\nwomen-only spaces or to positions reserved within a gender quota). \nSpecifically, through this project we will work out, for the first time, an ontology of self-identification (What IS self-identification? WP1), a moral\ntheory of self-identification (Why is self-identification important, if at all? WP2) and a political philosophy of self-identification (What kinds of rights\nand duties follow from self-identification and what are their limits? WP3). We shall carry out our investigations by focusing on three types of groups:\ngender groups, language groups and age groups, mutually extrapolating from – and inter-confronting – them.\nLast modified: \nLast modified: \n06-09-2023\nCreated using DMPonline.be. Last modiﬁed 06 September 2023\n1 of 5\nIs Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups?\nIs Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups?\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name &\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name &\ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nGender-\nIdentity-\nRelated\n(GSET)\nCollection of academic papers, book sections and print-media articles related to issues of gender and self-\nidentification.\nE\nD\nT, I\nPDF/\nWORD/\nPAGES\n<1GB\n \nLinguistic-\nIdentity-\nRelated\n(LSET)\nCollection of academic papers, book sections and print-media articles related to issues of linguistic identity and self-\nidentification.\nE\nD\nT, I\n \n<1GB\n \nAge-Related\n(ASET)\nCollection of academic papers, book sections and print-media articles related to issues of age and self-identification.\nE\nD\nT, I\n \n<1GB\n \nSelf-ID\n(SSET)\nCollection of academic papers, book sections and print-media articles related to the issue of self-identification in\ngeneral or considered in contexts other than those of gender, language and age.\nE\nD\nT, I\n \n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nGSET: Digital and physical libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazines, other online sources.\nLSET: Digital and physical libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazines, other online sources.\nASET: Digital and physical Libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazlnes, other online sources.\nSSET: Digital and physical libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazines, other online sources.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant\nethical approval number.\nethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment\nsection to what data they relate and what restrictions are in place.\nsection to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which\nrestrictions will be asserted.\nrestrictions will be asserted.\nYes\nGSET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided.\nLSET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided.\nASET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided.\nSSET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided.\nCreated using DMPonline.be. Last modiﬁed 06 September 2023\n2 of 5\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for yourself and others, now and in the future (e.g. in terms of\n, for yourself and others, now and in the future (e.g. in terms of\ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nGSET: Data will be within a labelled computer-folder.\nLSET: Data will be within a labelled computer-folder.\nASET: Data will be within a labelled computer-folder.\nSSET: Data will be within a labelled computer-folder.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nZotero and/or another reference management and/or annotation software.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nAll data will be stored on the researcher's computer.\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nPeriodic backups of the data will be stored within the researcher' storage-drive.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe researcher will strive to safeguard the computer and the storage drive where the data and/or backups will be stored.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are minimal, with one exception. In the unlikely scenario that the currently available storage drive (to be used for backups) becomes defective, a replacement will have to be procured. The project's bench-fee\nmay be used to fund such a replacement.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nAs the data will be stored on the researcher's computer and storage drive, keeping the data for 10 years will not be possible.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe data will not be stored for the long-term.\nCreated using DMPonline.be. Last modiﬁed 06 September 2023\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNot Applicable.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nAll data will be made available to be used by the project supervisors and the researcher during the project and possibly thereafter.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nTill the data is stored, the two project supervisors and the researcher will have access to it.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nAll data can be shared as long as all relevant bibliographical information, author attributions and/or other source attributions have been supplied.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nOn the researcher's computer and storage-drive.\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nUpon publication of research results\nCurrently existing data is already available on the researcher's computer.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nNone. All datasets will contain external data (which is not ours to license).\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCosts are minimal.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCreated using DMPonline.be. Last modiﬁed 06 September 2023\n4 of 5\nThe researcher.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe researcher and the supervisors.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher.\nCreated using DMPonline.be. Last modiﬁed 06 September 2023\n5 of 5"
    },
    "clean_full_text": "Is Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups? Is Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups? A Data Management Plan created using DMPonline.be Creators: Creators: Mahua Agrawal, n.n. n.n., n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n., n.n. n.n. Data Manager: Data Manager: Mahua Agrawal Project Administrator: Project Administrator: n.n. n.n., n.n. n.n. Grant number / URL: Grant number / URL: GPUCL/22/054 ID: ID: 201621 Start date: Start date: 01-03-2023 End date: End date: 28-02-2027 Project abstract: Project abstract: Within the discipline of moral and political philosophy one generally accepted reason for assigning rights and responsibilities to people is to cater to their objective needs and interests (e.g. their socio-economic, communicative or democratic interests). But a clear, emerging trend can be witnessed within the discipline: the increasingly popular trend of paying more normative attention and attributing more value than before to people’s subjective interests – such as whether they feel, experience or simply claim a certain issue to be of great importance – and also to people's subjective claims to group membership (rather than to objective markers of such membership). In this project we zoom in on one subjective dimension that was centrally put on the table in academic political philosophy – and also in society at large – primarily by the gender debate: the question whether the fact that one self-identifies as a member of a group is in itself a sufficient condition for membership of that group and for being subject to the rights and responsibilities that get attributed to members of that group (for example and in the context of gender, access to women-only sport competitions, to women-only spaces or to positions reserved within a gender quota). Specifically, through this project we will work out, for the first time, an ontology of self-identification (What IS self-identification? WP1), a moral theory of self-identification (Why is self-identification important, if at all? WP2) and a political philosophy of self-identification (What kinds of rights and duties follow from self-identification and what are their limits? WP3). We shall carry out our investigations by focusing on three types of groups: gender groups, language groups and age groups, mutually extrapolating from – and inter-confronting – them. Last modified: Last modified: 06-09-2023 Created using DMPonline.be. Last modiﬁed 06 September 2023 1 of 5 Is Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups? Is Self-Identification Sufficient to Confer Membership of Gender, Linguistic or Age Groups? Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Gender- Identity- Related (GSET) Collection of academic papers, book sections and print-media articles related to issues of gender and self- identification. E D T, I PDF/ WORD/ PAGES <1GB Linguistic- Identity- Related (LSET) Collection of academic papers, book sections and print-media articles related to issues of linguistic identity and self- identification. E D T, I <1GB Age-Related (ASET) Collection of academic papers, book sections and print-media articles related to issues of age and self-identification. E D T, I <1GB Self-ID (SSET) Collection of academic papers, book sections and print-media articles related to the issue of self-identification in general or considered in contexts other than those of gender, language and age. E D T, I <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: GSET: Digital and physical libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazines, other online sources. LSET: Digital and physical libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazines, other online sources. ASET: Digital and physical Libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazlnes, other online sources. SSET: Digital and physical libraries of both KU Leuven and UCLouvain, online and/or physical editions of newspapers and magazines, other online sources. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. restrictions will be asserted. Yes GSET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided. LSET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided. ASET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided. SSET: Data can be used for analysis provided it has been duly procured. Data can be reused as long as all appropriate bibliographical references, author attributions and/or other source attributions are provided. Created using DMPonline.be. Last modiﬁed 06 September 2023 2 of 5 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for yourself and others, now and in the future (e.g. in terms of , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). GSET: Data will be within a labelled computer-folder. LSET: Data will be within a labelled computer-folder. ASET: Data will be within a labelled computer-folder. SSET: Data will be within a labelled computer-folder. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Zotero and/or another reference management and/or annotation software. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) All data will be stored on the researcher's computer. How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Periodic backups of the data will be stored within the researcher' storage-drive. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The researcher will strive to safeguard the computer and the storage drive where the data and/or backups will be stored. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are minimal, with one exception. In the unlikely scenario that the currently available storage drive (to be used for backups) becomes defective, a replacement will have to be procured. The project's bench-fee may be used to fund such a replacement. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) As the data will be stored on the researcher's computer and storage drive, keeping the data for 10 years will not be possible. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) The data will not be stored for the long-term. Created using DMPonline.be. Last modiﬁed 06 September 2023 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Not Applicable. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) All data will be made available to be used by the project supervisors and the researcher during the project and possibly thereafter. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Till the data is stored, the two project supervisors and the researcher will have access to it. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights All data can be shared as long as all relevant bibliographical information, author attributions and/or other source attributions have been supplied. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) On the researcher's computer and storage-drive. When will the data be made available? When will the data be made available? Other (specify below) Upon publication of research results Currently existing data is already available on the researcher's computer. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) None. All datasets will contain external data (which is not ours to license). Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Costs are minimal. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 06 September 2023 4 of 5 The researcher. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher and the supervisors. Who will update and implement this DMP? Who will update and implement this DMP? The researcher. Created using DMPonline.be. Last modiﬁed 06 September 2023 5 of 5"
}