{
    "document_id": "D-2021-1142",
    "LinkTitle": "D-2021-1142",
    "file_name": "D-2021-1142.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1142.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo-dmp-1115222N.docx",
        "author": "u0133983",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1 \n FWO DMP Template \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template. \n \n \n1. General Information \n \nName applicant  Fabienne Ver Donck \nFWO Project Number & Title aspirant beurs 1115222N: Genomics and disease modelling for inherited platelet disorders.  \nAffiliation ☒ KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel \n☐ Other:  \n2. Data description \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data \n☒ Reuse existing data \n2019-10-01 | FWO DMP Template  2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume \n \nIf you reuse existing data, specify the source of these \ndata.  \nDistinguish data types (the kind of content) from \ndata formats (the technical format).  Data Origin Type Format Estimated \nvolume \nWhole genome sequencing of 342 \npatients with bleeding, platelet and \ntrombotic disorders, recruited from \nthe UZ Leuven. These data are stored \non protected server of University of \nCambridge-UCAM, Freson K \n(promotor) has access to this server. WGS data bam 20 TB \nRNAseq data of platelets, monocytes, \nneutrophils and T-cell for patients \nwith an inherited platelet disorder and \nhealthy controls RNAseq data Fastq, bam, count, \ntxt, xlsx 1 TB \nFlow Cytometry and FACS sort files \n(FlowJo and equipment specific files)  Flow cytometry data Fcs, pdf, jpg, tiff 1 GB \nImaging and quantification files from \nBioTek Citation device (KU Leuven \nservers).  Gen5 program files xml, tiff, wmv, mp4 2 MB/image \nConfocal microscopy Images Jpg, tiff Approx. \n1MB/image \nData analysis and manuscript \npreparation Text documents, \nimages Xml, docx, pdf, xlsx, \npdf, jpg, tiff, pptx 5 GB \n \n \n3. Ethical and legal issues \n \n2019-10-01 | FWO DMP Template  3 \n Will you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register. \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☒ Yes \n☐ No \nIf yes:  \n- Privacy Registry Reference: \n- Short description of the kind of personal data that will be used: Whole genome sequencing, RNA \nsequencing and personal metadata (age, gender, condition, blood counts) will be collected  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nIf yes:  \n- Reference to ethical committee approval: S63666 \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted? ☒ Yes \n☐ No \nIf yes, please comment: \nIf data will be obtained of interest for valorisation, IP restriction will be claimed. It is not \nclear from the start what novel genetic targets relevant for megakaryopoeisis and \nplatelet formation/function can be identified. \n \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place? ☒ Yes \n☐ No \nIf yes, please comment: \nThe megakaryocyte model itself \"imMKCL\" cannot be protected by IP restrictions as this model was \ndeveloped by our collaborators and we have signed an MTA (with dr K \nEto, Kyoto university). If this model is needed for the overall IP restriction, a joined \napplication is a possibility (as stated in the MTA) \n \n \n2019-10-01 | FWO DMP Template  4 \n 4. Documentation and metadata \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Generated sequencing data will be uploaded to EGA in combination with related metadata (e.g. age, \ngender, case/control status, sequencing platform/library… etc.) to be accessible to the public. Flow \ncytometry and sorting: information on gating strategy for cell identification and sorting will be saved in \nelectronic files with details on antibody concentrations and protocols for cell preparation and staining \nwill be described in detail in lab books. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse. ☒ Yes \n☐ No \nIf yes, please specify: The metadata standards of EGA will be used for submission of sequencing data, as \ncan be consulted on https://ega-archive.org/submission/sequence/unaligned \n \n \n5. Data storage & backup during the FWO project \n \nWhere will the data be stored?  PC owned by the group  \nHow will the data be backed up?  Double backup on: KU Leuven OneDrive, external SSD drive \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes: external SSD capacity of 2 TB, KU Leuven OneDrive capacity of 2 TB (can be further increased) \n☐ No \nIf no, please specify:  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Data storage costs: OneDrive is included for all employees of KU Leuven (no additional storage cost), J \ndrive storage (add. Backup) costs 52 euro per year. \n2019-10-01 | FWO DMP Template  5 \n Data security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Since we will be working with sensitive personal data that will only be anonymised at \nthe end of the project, the data will be stored in the university's secure environment for \nprivate data and only shared with other researchers involved in the project. Sequencing data stored on \nthe external SSD card will be encrypted and protected with a password. \n \n6. Data preservation after the end of the FWO project \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow. \n \nWhich data will be retained for the expected 5 \near period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons for this \n(legal or contractual restrictions, physical \npreservation issues, ...). Data that will no longer be used for analyses will be transfer from our active \nKULeuven servers to the archive KULeuven-servers after 10 years. No data will be disposed. \nWhere will these data be archived (= stored for \nthe long term)?  The data will be stored on the university's central archive servers (with automatic backup \nprocedures) for at least 10 years, conform the KU Leuven RDM policy. \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Permanent storage after the project for at least 10 years after the end of the project: \n(Archive storage K-drive) €5,69 per 100GB per year. \n \n \n7. Data sharing and reuse \n \n2019-10-01 | FWO DMP Template  6 \n Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☒ Yes \n☐ No \nIf yes, please specify: \nPatients and healthy controls have consented for data storage and the release of anonymous \nsequencing data in the public domain when used for publications. At any moment they can withdraw \nfrom the study and their data will no longer be used. Medical data will be recorded for the patients. All \nmedical and genetic data will only be stored on either UZLeuven or KU Leuven controlled servers to \nensure optimal data security. No local copies will be kept during or after the research is completed. \nWhich data will be made available after the end \nof the project?  Raw sequencing data will be submitted to EGA, analysis data will be published in manuscripts. \nWhere/how will the data be made available for \nreuse?  ☐ In an Open Access repository \n☐ In a restricted access repository \n☐ Upon request by mail \n☒ Other (specify): EGA, where access to data is granted based on applications to a data access committee \nthat oversees the dataset. \n \nWhen will the data be made available?  After publication of the research results in a peer-reviewed journal \nWho will be able to access the data and under \nwhat conditions?  Researchers can request access through the data access committee. Access is granted based on \nmotivation in the application and will be limited to disease specific research. \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Data will be released after publication of a manuscript and data sharing costs will be covered by the \npublication cost. \n \n8. Responsibilities \n \n2019-10-01 | FWO DMP Template  7 \n Who will be responsible for the data \ndocumentation & metadata?  PI Kathleen Freson, PhD student Fabienne Ver Donck \nWho will be responsible for data storage & back \nup during the project?  PIs Kathleen Freson, Veerle Labarque \nPhd student Fabienne Ver Donck \nTechnician Chantal Thys \nWho will be responsible for ensuring data \npreservation and sharing?  PI Kathleen Freson \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMP  The PI bears the end responsibility of updating & implementing this DMP. \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Fabienne Ver Donck FWO Project Number & Title aspirant beurs 1115222N: Genomics and disease modelling for inherited platelet disorders. Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Data Origin Type Format Estimated volume Whole genome sequencing of 342 patients with bleeding, platelet and trombotic disorders, recruited from the UZ Leuven. These data are stored on protected server of University of Cambridge-UCAM, Freson K (promotor) has access to this server. WGS data bam 20 TB RNAseq data of platelets, monocytes, neutrophils and T-cell for patients with an inherited platelet disorder and healthy controls RNAseq data Fastq, bam, count, txt, xlsx 1 TB Flow Cytometry and FACS sort files (FlowJo and equipment specific files) Flow cytometry data Fcs, pdf, jpg, tiff 1 GB Imaging and quantification files from BioTek Citation device (KU Leuven servers). Gen5 program files xml, tiff, wmv, mp4 2 MB/image Confocal microscopy Images Jpg, tiff Approx. 1MB/image Data analysis and manuscript preparation Text documents, images Xml, docx, pdf, xlsx, pdf, jpg, tiff, pptx 5 GB 3. Ethical and legal issues 2019-10-01 | FWO DMP Template 3 Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Whole genome sequencing, RNA sequencing and personal metadata (age, gender, condition, blood counts) will be collected Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: S63666 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: If data will be obtained of interest for valorisation, IP restriction will be claimed. It is not clear from the start what novel genetic targets relevant for megakaryopoeisis and platelet formation/function can be identified. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☒ Yes ☐ No If yes, please comment: The megakaryocyte model itself \"imMKCL\" cannot be protected by IP restrictions as this model was developed by our collaborators and we have signed an MTA (with dr K Eto, Kyoto university). If this model is needed for the overall IP restriction, a joined application is a possibility (as stated in the MTA) 2019-10-01 | FWO DMP Template 4 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Generated sequencing data will be uploaded to EGA in combination with related metadata (e.g. age, gender, case/control status, sequencing platform/library… etc.) to be accessible to the public. Flow cytometry and sorting: information on gating strategy for cell identification and sorting will be saved in electronic files with details on antibody concentrations and protocols for cell preparation and staining will be described in detail in lab books. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify: The metadata standards of EGA will be used for submission of sequencing data, as can be consulted on https://ega-archive.org/submission/sequence/unaligned 5. Data storage & backup during the FWO project Where will the data be stored? PC owned by the group How will the data be backed up? Double backup on: KU Leuven OneDrive, external SSD drive Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes: external SSD capacity of 2 TB, KU Leuven OneDrive capacity of 2 TB (can be further increased) ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data storage costs: OneDrive is included for all employees of KU Leuven (no additional storage cost), J drive storage (add. Backup) costs 52 euro per year. 2019-10-01 | FWO DMP Template 5 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data that will only be anonymised at the end of the project, the data will be stored in the university's secure environment for private data and only shared with other researchers involved in the project. Sequencing data stored on the external SSD card will be encrypted and protected with a password. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 ear period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Data that will no longer be used for analyses will be transfer from our active KULeuven servers to the archive KULeuven-servers after 10 years. No data will be disposed. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central archive servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Permanent storage after the project for at least 10 years after the end of the project: (Archive storage K-drive) €5,69 per 100GB per year. 7. Data sharing and reuse 2019-10-01 | FWO DMP Template 6 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Patients and healthy controls have consented for data storage and the release of anonymous sequencing data in the public domain when used for publications. At any moment they can withdraw from the study and their data will no longer be used. Medical data will be recorded for the patients. All medical and genetic data will only be stored on either UZLeuven or KU Leuven controlled servers to ensure optimal data security. No local copies will be kept during or after the research is completed. Which data will be made available after the end of the project? Raw sequencing data will be submitted to EGA, analysis data will be published in manuscripts. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☒ Other (specify): EGA, where access to data is granted based on applications to a data access committee that oversees the dataset. When will the data be made available? After publication of the research results in a peer-reviewed journal Who will be able to access the data and under what conditions? Researchers can request access through the data access committee. Access is granted based on motivation in the application and will be limited to disease specific research. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data will be released after publication of a manuscript and data sharing costs will be covered by the publication cost. 8. Responsibilities 2019-10-01 | FWO DMP Template 7 Who will be responsible for the data documentation & metadata? PI Kathleen Freson, PhD student Fabienne Ver Donck Who will be responsible for data storage & back up during the project? PIs Kathleen Freson, Veerle Labarque Phd student Fabienne Ver Donck Technician Chantal Thys Who will be responsible for ensuring data preservation and sharing? PI Kathleen Freson Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP The PI bears the end responsibility of updating & implementing this DMP."
}