{
    "document_id": "D-2024-2546",
    "LinkTitle": "D-2024-2546",
    "file_name": "D-2024-2546.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2546.pdf",
    "metadata": {
        "title": "Predicting the long-term effects of iron addition on phosphorus dynamics in streams using modelling and high-resolution in-situ techniques",
        "author": "N/A",
        "creation_date": "2024-03-30 16:43:39+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Predicting the long-term effects of iron addition on \nPredicting the long-term effects of iron addition on \nphosphorus dynamics in streams using modelling \nphosphorus dynamics in streams using modelling \nand high-\nand high-\nresolution in-situ techniques\nresolution in-situ techniques\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nLei Xia\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n12B1E24N\nID: \nID: \n206016\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nExcessive phosphorus (P) concentrations are the primary cause of eutrophication of freshwaters. To\nmitigate the negative ecological effects of eutrophication, P may be immobilised in the sediment. The\nchemical immobilisation of P by adding ferric iron (Fe(III))-based materials is the most widely\nadopted one. However, biogeochemical processes in sediment gradually lower the P trapping\nefficiency, e.g. Fe(III) reduction leading to Fe(II) solubilisation or sulfidation. The long-term effects of\nthe Fe addition on the P dynamics at sediment-water interface are not well understood, likely\nbecause the sharp vertical gradients in the sediment are not well known. This proposal aims to\ndevelop new tools to measure the biogeochemical processes in sediments after adding Fe-based\nmaterial. First, a novel DGT gel will be developed for 2-D imaging of P and its diagenetically relevant\nelements in sediment at a sub-millimetre scale. This combined high-resolution technique allows\nunderstanding where and how P is mobilized. Second, a microcosm and a flume experiment will be\nperformed to investigate the role of organic matter and sulphate reduction on P biogeochemical\ncycles P and on the benthic microbial communities. Finally, a reactive transport model will be\nconstructed to quantitatively analyse the P mass balance and predict the long-term efficiency of Fe\naddition in mitigating eutrophication. This research will broaden the application Fe(III)-based\nmaterials to mitigate eutrophication.\nLast modified: \nLast modified: \n30-03-2024\nCreated using DMPonline.be. Last modiﬁed 30 March 2024\n1 of 6\nPredicting the long-term effects of iron addition on \nPredicting the long-term effects of iron addition on \nphosphorus dynamics in streams using modelling \nphosphorus dynamics in streams using modelling \nand high-\nand high-\nresolution in-situ techniques\nresolution in-situ techniques\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing options:\n.por, .xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDGT\ngel\nGel\nperformance\ndata\nnew data\ndigital \nexperimental \n.xml, .pdf, .xlsx,\njpg,\n< 1 GB\nNA\nLA-\nICP-\nMS\nImaging \nnew data\ndigital\nexperimental \n.csv, .jpg\n< 1 GB\nNA\nWP2\nSediment\nincubation\nnew data\ndigital\nexperimental \n.xlsx, .jmp, .jpg\n< 1 GB\nNA\nWP3\nModelling\nresue and new\ndigital\nsimulation data\n.mlx, .jpg\n<100 GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nhttps://doi.org/10.1021/acs.est.6b04337; 10.1016/j.scitotenv.2022.160820 \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 30 March 2024\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll data and accompanying information will be stored exclusively on KU Leuven servers, One drive. All data will be accompanied by a\nREADME File or tab that outlines the exact data collection procedure, especially important for experimental data. All experiment work is\nprepared with good preparation. Standard operating procedures are noted down and stored in the lab shared drives and can be accessible to\neveryone. the lab manager will have access to all source data. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nYes, all metadata for experimental work is well maintained in the lab repository of procedures. They follow a standard format and vocabulary\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data are stored at the KU Leuven One drive, the KU Leuven large storage L-drive. No data will be stored on local computers. \nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 30 March 2024\n3 of 6\nAll data stored in the central KU Leuven facilities are backed up automatically with version control and logging\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is 20 GB of data capacity at KU Leuven OneDrive and 1 TB of data capacity at KU Leuven J-drive, which will be sufficient for the\nproposed project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data are stored on the KU Leuven servers, only accessible with double authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll costs are covered by KU Leuven or departmental group, or otherwise through existing grant funding\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained for at least 5 years. As data are stored digitally in secured servers of KU Leuven\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe same repositories as mentioned above will be used for long-term storage\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe same provisions are in place for long-term data preservation as for data storage in the shorter term. Smaller datasets are stored on the\nOnedrive, and larger datasets are on the KU Leuven L-drives.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nAll data will remain available for other researchers at KU Leuven without restrictions\nCreated using DMPonline.be. Last modiﬁed 30 March 2024\n4 of 6\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nthe project supervisor will be able to access the data \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn Journal Publications\nWhen will the data be made available?\nWhen will the data be made available?\nThe data newly generated in this project will be made available upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage will be open for public without any license in place\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nUsually, there is no charge for sharing data with third parties\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nLei Xia and The PI (Erik Smolders) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nLei Xia and The PI (Erik Smolders) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nLei Xia and The PI (Erik Smolders) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 30 March 2024\n5 of 6\nLei Xia \nCreated using DMPonline.be. Last modiﬁed 30 March 2024\n6 of 6"
    },
    "clean_full_text": "Predicting the long-term effects of iron addition on Predicting the long-term effects of iron addition on phosphorus dynamics in streams using modelling phosphorus dynamics in streams using modelling and high- and high- resolution in-situ techniques resolution in-situ techniques A Data Management Plan created using DMPonline.be Creator: Creator: Lei Xia Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 12B1E24N ID: ID: 206016 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Excessive phosphorus (P) concentrations are the primary cause of eutrophication of freshwaters. To mitigate the negative ecological effects of eutrophication, P may be immobilised in the sediment. The chemical immobilisation of P by adding ferric iron (Fe(III))-based materials is the most widely adopted one. However, biogeochemical processes in sediment gradually lower the P trapping efficiency, e.g. Fe(III) reduction leading to Fe(II) solubilisation or sulfidation. The long-term effects of the Fe addition on the P dynamics at sediment-water interface are not well understood, likely because the sharp vertical gradients in the sediment are not well known. This proposal aims to develop new tools to measure the biogeochemical processes in sediments after adding Fe-based material. First, a novel DGT gel will be developed for 2-D imaging of P and its diagenetically relevant elements in sediment at a sub-millimetre scale. This combined high-resolution technique allows understanding where and how P is mobilized. Second, a microcosm and a flume experiment will be performed to investigate the role of organic matter and sulphate reduction on P biogeochemical cycles P and on the benthic microbial communities. Finally, a reactive transport model will be constructed to quantitatively analyse the P mass balance and predict the long-term efficiency of Fe addition in mitigating eutrophication. This research will broaden the application Fe(III)-based materials to mitigate eutrophication. Last modified: Last modified: 30-03-2024 Created using DMPonline.be. Last modiﬁed 30 March 2024 1 of 6 Predicting the long-term effects of iron addition on Predicting the long-term effects of iron addition on phosphorus dynamics in streams using modelling phosphorus dynamics in streams using modelling and high- and high- resolution in-situ techniques resolution in-situ techniques FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA DGT gel Gel performance data new data digital experimental .xml, .pdf, .xlsx, jpg, < 1 GB NA LA- ICP- MS Imaging new data digital experimental .csv, .jpg < 1 GB NA WP2 Sediment incubation new data digital experimental .xlsx, .jmp, .jpg < 1 GB NA WP3 Modelling resue and new digital simulation data .mlx, .jpg <100 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: https://doi.org/10.1021/acs.est.6b04337; 10.1016/j.scitotenv.2022.160820 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 30 March 2024 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data and accompanying information will be stored exclusively on KU Leuven servers, One drive. All data will be accompanied by a README File or tab that outlines the exact data collection procedure, especially important for experimental data. All experiment work is prepared with good preparation. Standard operating procedures are noted down and stored in the lab shared drives and can be accessible to everyone. the lab manager will have access to all source data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes Yes, all metadata for experimental work is well maintained in the lab repository of procedures. They follow a standard format and vocabulary 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data are stored at the KU Leuven One drive, the KU Leuven large storage L-drive. No data will be stored on local computers. How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 30 March 2024 3 of 6 All data stored in the central KU Leuven facilities are backed up automatically with version control and logging Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is 20 GB of data capacity at KU Leuven OneDrive and 1 TB of data capacity at KU Leuven J-drive, which will be sufficient for the proposed project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored on the KU Leuven servers, only accessible with double authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All costs are covered by KU Leuven or departmental group, or otherwise through existing grant funding 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained for at least 5 years. As data are stored digitally in secured servers of KU Leuven Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The same repositories as mentioned above will be used for long-term storage What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The same provisions are in place for long-term data preservation as for data storage in the shorter term. Smaller datasets are stored on the Onedrive, and larger datasets are on the KU Leuven L-drives. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository All data will remain available for other researchers at KU Leuven without restrictions Created using DMPonline.be. Last modiﬁed 30 March 2024 4 of 6 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. the project supervisor will be able to access the data Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. In Journal Publications When will the data be made available? When will the data be made available? The data newly generated in this project will be made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data usage will be open for public without any license in place Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Usually, there is no charge for sharing data with third parties 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Lei Xia and The PI (Erik Smolders) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Lei Xia and The PI (Erik Smolders) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Lei Xia and The PI (Erik Smolders) Who will update and implement this DMP? Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 30 March 2024 5 of 6 Lei Xia Created using DMPonline.be. Last modiﬁed 30 March 2024 6 of 6"
}