{
    "document_id": "D-2023-1899",
    "LinkTitle": "D-2023-1899",
    "file_name": "D-2023-1899.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1899.pdf",
    "metadata": {
        "title": "D-2023-1899",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Tanmay Sinha 0000-0002-1177-0831\nContributor name(s) (+ ORCID) & roles Francisco Molina-Lopez 0000-0002-4329-4059, Promotor\nProject number1 & title  1160623N- Inkjet Printing of a Photosupercapacitor for Indoor Light Energy Harvesting and Storage on a  \nSmart Contact Lens\nFunder(s) GrantID2\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \nPlease provide a short project description Efficient energy management systems can enable the development of smart contact lenses that can \nregulate vision and measure physiological signals. Current operational batteries are too bulky to be \ncomfortable for the user and thus to be used for such an application. Therefore, an alternative in the form \nof photosupercapacitors is proposed, integrating an energy harvesting part (organic photovoltaic cell) and \nan energy storage part (micro-supercapacitor). The system is expected to provide sufficient power \n(~0.18mW) for the operation of microelectronic devices. To achieve the fabrication of such a system, the \ntechnique of inkjet printing (IJP) will be used, leveraging its advantages of high patterning accuracy and \nlow cost. At a fundamental level, it is expected to shed light on the relationship between the morphology \nof the IJP active layer of the device and its performance, enabling fine-tuning of the manufacturing process  \nfor device optimisation.\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset Name Description New or \nReused Digital or \nPhysical Digital Data \nTypeDigital Data \nFormat Digital Data \nVolume Physical Volume\nInkjet Printing Images NewDigitalExperimental .jpeg 50 GB\nSynchrotron \nExperimentsGIWAXS/GISAXS Data NewDigitalExperimental .txt and dubble 100 GB\nSurface Tension \nMeasurementsDrop and Surface \nAnalyser DataNewDigitalExperimental .jpeg and .txt 10 GB\nMicroscopy Images Optical Microscope, \nSEM, TEMNewDigitalExperimental .tif 100 GB\nThickness \nmeasurementThickness and profile \nby AFMNewDigitalExperimental Nid 100 GB\nUV-VIS Chemical composition \nby UV-VISNewDigitalExperimental .txt 10 GB\nMechanical analysis Dynamic Mechanical \nAnalysis and bending \ntestsNewDigitalExperimental .zdat and .txt \nor .xls10 GB\nElectrical \nmeasurementsBy EIS or LCR meter NewDigitalExperimental .txt 10 GB\nViscosity Ubbelohde viscometer NewDigitalExperimental .pdf 1 GB\nLab Notes In notebooks NewPhysical- - - Notebooks \nmaintained by me\nScripts for data \nanalysis(Matlab) scripts for \ndata analysisNewDigitalSoftware .m 10 GB\nSamples Experiment samples New and \nReusedPhysical Storage cabinet in \nchemical Lab, MTM\nFWO DMP Template (Flemish Standard DMP) 4If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Not Applicable\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data4?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 5Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 63.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Our research group is participating in a KULeuven pilot program with the iRODS consortium, which allows \nresearchers to find, access, share, and reuse data more effectively based on metadata. The metadata that \nwill be used to identify data has been described in the next section.\nAll kinds of data (experimental raw data, processed data, literature review reports and presentations \nrelated to work progress and conferences) will be stored on iRODS, where it will be accessible to my \nsupervisor and colleagues. The data will also be stored on the KU Leuven personal drive, and can be \nprovided to interested parties upon request.\nStandard Operating Procedures (SOPs) maintained in this way (with physical copies available in labs) are \nused by the entire group for the operation of common equipment.\nFWO DMP Template (Flemish Standard DMP) 7Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nWe use the following template for iRODS:\nCollection: Experimental_raw_dataUser ProjectInstrument Date_experimentFML <- Francisco ERC-3DALIGNLFA IMG <- Images/pictures dd/mm/yyyyYT <- Yuan tian FWO-PhD <- YuanLSR SLM <- Selective laser printHEB <-Hasan FWO-OPVDMC <- Keyence XRD_D2 <- XRD D2BZ <-Bokai FLOF-OPV <- TanmayELI <- Ellipsometer XRD_D8TYC <- Jean MXeneCONF <- Sensofar confocal (GI)WAXSTYY <- Thomas C1-ITE <- IsidroAFM UV-VisVN <- Viktor Naenen IDN-OTESEM RamanTS <- Tanmay Sinha EOS-Weyl <- HeyiEDS DASA_ST <- Surface tensionIFC <- Isidro Florenciano Cano TEM DASA_CA <- Contact angleHX <- Heyi Xia ICP-OES TGAWDXRF DSCValues Microscope Rheo <- Rheometer MTM or ChemEngMM <- Multimeter PotentiostatSMU <- Source/meter units 3DP <- Code/layout extrusion 3D printerIP <- Inkjet printer SBK <- Seebeck (home setup V1)Collection: Processed_dataUser ProjectType DateFML <- Francisco ERC-3DALIGNPresentation dd/mm/yyyyYT <- Yuan tian FWO-PhDFigureHEB <-Hasan FWO-OPVReportBZ <-Bokai FLOF-OPVPaperTYC <- Jean MXeneCodeTYY <- Thomas IDN-OTEVN <- Viktor Naenen EOS-Weyl <- HeyiTS <- Tanmay Sinha\nCollection: ResearchUser ProjectType DateFML <- Francisco ERC-3DALIGNLiterature dd/mm/yyyyYT <- Yuan tian FWO-PhDSOPHEB <-Hasan FWO-OPVMaterialBZ <-Bokai FLOF-OPVEquipmentTYC <- Jean MXeneMethodTYY <- Thomas IDN-OTEProposalVN <- Viktor Naenen EOS-Weyl <- HeyiPresentationTS <- Tanmay Sinha NA <- Not appliesReport\nFWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored? iRODS and KU Leuven personal drive, notes in notebooks personally maintained (transferred to digital \nreports and presentations every now and then).\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.5\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.All measurement data will be stored on the KULeuven personal drive and kept on the measurement \nequipment/PC where possible. All crucial information will also be stored on iRODS.\nPhysical samples are stored in sample boxes in the lab/departmental storage room.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: The estimated storage and backup capacity (<300 GB) is available.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Both on the KULeuven personal drive and on iRODS there are strict authorizations in place so no \nexternal/unauthorized user can access the data. Each KULeuven-associated PC requires username and \npassword, which must be changed every year.\n5 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 9What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?My research group has a minor cost of 30 EUR per year for 2 TB storage in iRODS\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data of section 2 will be retained for the expected 5 years after the end of the project.\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the university's central servers (with automatic back-up procedures) for at least \n10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The data will be stored on the university's central servers for at least 10 years for free.\nExtra generated costs will be afforded by the research group.\nFWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\nThe full dataset (except for some unpublished SOPs and other know-how-related files) will be uploaded in \nZenodo or the Open Science Framework (for KU Leuven community) under a CC-BY license.\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The full dataset will be transferred to my supervisor and will be stored on the university's central servers. \nHe or the future students could reuse the data with the approval from my PhD supervisor and me.  \nThe valuable data will be written into research papers.  \nThe paper-related information could be shared upon request by mail.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Not already known\nFWO DMP Template (Flemish Standard DMP) 11When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 6  The full dataset (except for some unpublished SOPs and other know-how-related files) will be uploaded in \nZenodo or the Open Science Framework (for KU Leuven community) under a CC-BY-NC license\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The data sharing through university server is free.\nThe data shared through publication will be charged a fee.  \nThe fee will be covered by the FWO bench fee.\n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 127. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Day-to-day data management: Tanmay Sinha\nOverall data management, in the long term and after completion of the project: Francisco Molina-Lopez\nWho will manage data storage and backup \nduring the research project?Day-to-day data management: Tanmay Sinha\nOverall data management, in the long term and after completion of the project: Francisco Molina-Lopez\nTanmay Sinha is in charge of data back-up on the university server (shared drive and iRODS)  \nWho will manage data preservation and \nsharing?Day-to-day data management: Tanmay Sinha\nOverall data management, in the long term and after completion of the project: Francisco Molina-Lopez\nWho will update and implement this DMP? Tanmay Sinha (with support from Francisco Molina-Lopez)"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Tanmay Sinha 0000-0002-1177-0831 Contributor name(s) (+ ORCID) & roles Francisco Molina-Lopez 0000-0002-4329-4059, Promotor Project number1 & title 1160623N- Inkjet Printing of a Photosupercapacitor for Indoor Light Energy Harvesting and Storage on a Smart Contact Lens Funder(s) GrantID2 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description Efficient energy management systems can enable the development of smart contact lenses that can regulate vision and measure physiological signals. Current operational batteries are too bulky to be comfortable for the user and thus to be used for such an application. Therefore, an alternative in the form of photosupercapacitors is proposed, integrating an energy harvesting part (organic photovoltaic cell) and an energy storage part (micro-supercapacitor). The system is expected to provide sufficient power (~0.18mW) for the operation of microelectronic devices. To achieve the fabrication of such a system, the technique of inkjet printing (IJP) will be used, leveraging its advantages of high patterning accuracy and low cost. At a fundamental level, it is expected to shed light on the relationship between the morphology of the IJP active layer of the device and its performance, enabling fine-tuning of the manufacturing process for device optimisation. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume Physical Volume Inkjet Printing Images NewDigitalExperimental .jpeg 50 GB Synchrotron ExperimentsGIWAXS/GISAXS Data NewDigitalExperimental .txt and dubble 100 GB Surface Tension MeasurementsDrop and Surface Analyser DataNewDigitalExperimental .jpeg and .txt 10 GB Microscopy Images Optical Microscope, SEM, TEMNewDigitalExperimental .tif 100 GB Thickness measurementThickness and profile by AFMNewDigitalExperimental Nid 100 GB UV-VIS Chemical composition by UV-VISNewDigitalExperimental .txt 10 GB Mechanical analysis Dynamic Mechanical Analysis and bending testsNewDigitalExperimental .zdat and .txt or .xls10 GB Electrical measurementsBy EIS or LCR meter NewDigitalExperimental .txt 10 GB Viscosity Ubbelohde viscometer NewDigitalExperimental .pdf 1 GB Lab Notes In notebooks NewPhysical- - - Notebooks maintained by me Scripts for data analysis(Matlab) scripts for data analysisNewDigitalSoftware .m 10 GB Samples Experiment samples New and ReusedPhysical Storage cabinet in chemical Lab, MTM FWO DMP Template (Flemish Standard DMP) 4If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Not Applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data4? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 5Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 63.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Our research group is participating in a KULeuven pilot program with the iRODS consortium, which allows researchers to find, access, share, and reuse data more effectively based on metadata. The metadata that will be used to identify data has been described in the next section. All kinds of data (experimental raw data, processed data, literature review reports and presentations related to work progress and conferences) will be stored on iRODS, where it will be accessible to my supervisor and colleagues. The data will also be stored on the KU Leuven personal drive, and can be provided to interested parties upon request. Standard Operating Procedures (SOPs) maintained in this way (with physical copies available in labs) are used by the entire group for the operation of common equipment. FWO DMP Template (Flemish Standard DMP) 7Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: We use the following template for iRODS: Collection: Experimental_raw_dataUser ProjectInstrument Date_experimentFML <- Francisco ERC-3DALIGNLFA IMG <- Images/pictures dd/mm/yyyyYT <- Yuan tian FWO-PhD <- YuanLSR SLM <- Selective laser printHEB <-Hasan FWO-OPVDMC <- Keyence XRD_D2 <- XRD D2BZ <-Bokai FLOF-OPV <- TanmayELI <- Ellipsometer XRD_D8TYC <- Jean MXeneCONF <- Sensofar confocal (GI)WAXSTYY <- Thomas C1-ITE <- IsidroAFM UV-VisVN <- Viktor Naenen IDN-OTESEM RamanTS <- Tanmay Sinha EOS-Weyl <- HeyiEDS DASA_ST <- Surface tensionIFC <- Isidro Florenciano Cano TEM DASA_CA <- Contact angleHX <- Heyi Xia ICP-OES TGAWDXRF DSCValues Microscope Rheo <- Rheometer MTM or ChemEngMM <- Multimeter PotentiostatSMU <- Source/meter units 3DP <- Code/layout extrusion 3D printerIP <- Inkjet printer SBK <- Seebeck (home setup V1)Collection: Processed_dataUser ProjectType DateFML <- Francisco ERC-3DALIGNPresentation dd/mm/yyyyYT <- Yuan tian FWO-PhDFigureHEB <-Hasan FWO-OPVReportBZ <-Bokai FLOF-OPVPaperTYC <- Jean MXeneCodeTYY <- Thomas IDN-OTEVN <- Viktor Naenen EOS-Weyl <- HeyiTS <- Tanmay Sinha Collection: ResearchUser ProjectType DateFML <- Francisco ERC-3DALIGNLiterature dd/mm/yyyyYT <- Yuan tian FWO-PhDSOPHEB <-Hasan FWO-OPVMaterialBZ <-Bokai FLOF-OPVEquipmentTYC <- Jean MXeneMethodTYY <- Thomas IDN-OTEProposalVN <- Viktor Naenen EOS-Weyl <- HeyiPresentationTS <- Tanmay Sinha NA <- Not appliesReport FWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project Where will the data be stored? iRODS and KU Leuven personal drive, notes in notebooks personally maintained (transferred to digital reports and presentations every now and then). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.5 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.All measurement data will be stored on the KULeuven personal drive and kept on the measurement equipment/PC where possible. All crucial information will also be stored on iRODS. Physical samples are stored in sample boxes in the lab/departmental storage room. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The estimated storage and backup capacity (<300 GB) is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Both on the KULeuven personal drive and on iRODS there are strict authorizations in place so no external/unauthorized user can access the data. Each KULeuven-associated PC requires username and password, which must be changed every year. 5 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9What are the expected costs for data storage and backup during the research project? How will these costs be covered?My research group has a minor cost of 30 EUR per year for 2 TB storage in iRODS 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data of section 2 will be retained for the expected 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)?The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The data will be stored on the university's central servers for at least 10 years for free. Extra generated costs will be afforded by the research group. FWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) The full dataset (except for some unpublished SOPs and other know-how-related files) will be uploaded in Zenodo or the Open Science Framework (for KU Leuven community) under a CC-BY license. ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.The full dataset will be transferred to my supervisor and will be stored on the university's central servers. He or the future students could reuse the data with the approval from my PhD supervisor and me. The valuable data will be written into research papers. The paper-related information could be shared upon request by mail. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.Not already known FWO DMP Template (Flemish Standard DMP) 11When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 6 The full dataset (except for some unpublished SOPs and other know-how-related files) will be uploaded in Zenodo or the Open Science Framework (for KU Leuven community) under a CC-BY-NC license Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? The data sharing through university server is free. The data shared through publication will be charged a fee. The fee will be covered by the FWO bench fee. 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 127. Responsibilities Who will manage data documentation and metadata during the research project?Day-to-day data management: Tanmay Sinha Overall data management, in the long term and after completion of the project: Francisco Molina-Lopez Who will manage data storage and backup during the research project?Day-to-day data management: Tanmay Sinha Overall data management, in the long term and after completion of the project: Francisco Molina-Lopez Tanmay Sinha is in charge of data back-up on the university server (shared drive and iRODS) Who will manage data preservation and sharing?Day-to-day data management: Tanmay Sinha Overall data management, in the long term and after completion of the project: Francisco Molina-Lopez Who will update and implement this DMP? Tanmay Sinha (with support from Francisco Molina-Lopez)"
}