{
    "document_id": "D-2021-1122",
    "LinkTitle": "D-2021-1122",
    "file_name": "D-2021-1122.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1122.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "1Data Management Plan  \nTitle: Kant’s Cosmological Critique: Rational Cosmology and the \nDevelopment of the Critical Philosophy\nADMIN DETAILS\nProject Name: (FWO Senior Postdoctoral Fellowship): Kant’s Cosmological Critique: Rational \nCosmology and the Development of the Critical Philosophy\nPrincipal Investigator / Researcher: Stephen Howard\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName of the project lead (PI)\nStephen Howard\nInternal Funds Project number & title\nN/a\n2. DATA DESCRIPTION\n2.1. Will you generate/collect new data and/or make use of existing data?  \n●Reuse existing data\n●Generate new data \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.\n Type of data Format  Volume Origin?\nInsights generated by the \nanalysis of primary and \nsecondary published \nsourcesText: PDFs, Word \ndocuments, powerpoint \npresentationsmax. 3 GB Published works\n3. ETHICAL AND LEGAL ISSUES\n23.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.\nNO\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).\nNO\n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nNO\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?\nNO\n4. DOCUMENTATION AND METADATA\n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nThe expected output of the project consists in (minimum) 3 journal articles and/or book chapters and a \nmonograph. For this reason, no documentation to enable the understanding or reuse of the data will be \nrequired. Each document containing research data will receive a transparent, uniform file name and be \nstored in a designated folder on the KU Leuven shared network drives.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nNO\n5. DATA STORAGE AND BACKUP DURING THE PROJECT\n5.1. Where will the data be stored?  \nDuring the project, the PI will store and share data through:  \n- The faculty's shared network drives  \n3Books and other resources that will be bought with the project's funding will be stored and made available  \nto other researchers through the HIW library. This will ensure the preservation and availability of these \nresources to those interested.  \n5.2. How will the data be backed up?  \nRegular copies on the faculty's shared network drives. Data are backed-up automatically on these \nservices.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this \nwill be taken care of.  \nYES\n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered? \nNo costs are expected.\n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nThe data in this project are classified as 'low risk'. Sufficient security is included in shared network drives \nmanaged by the Faculty's IT division. KU Leuven services are secured by Multi-Factor Authentication.\n6. DATA PRESERVATION AFTER THE END OF THE PROJECT\n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only  \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual  \nrestrictions, physical preservation issues, ...).\nIn agreement with the faculty's IT division, data will be stored on the faculty's network drives for a period \nof 5 years after the project.  \nAll books collected for the project will be kept in the  HIW library. \n6.2. Where will these data be archived (= stored for the long term)?  \nArchiving will be discussed with the faculty's IT division. The data will be made accessible through the \ninstitutional repository Lirias.\nBooks stay in the HIW library collection.  \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered? \nNo costs are expected, but this will be discussed with the faculty's IT division and funded from the PI’s \nbench fee if necessary.\n47. DATA SHARING AND RE-USE\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nData will mainly be shared through publications and webinars, lecture series and conference videos. \nCopyright restrictions will always be taken into consideration.\n7.2. Which data will be made available after the end of the project?  \nThe written output of the project, i.e., the articles, book chapters and monograph, will be made available \nduring and after the project through publication\n7.3. Where/how will the data be made available for reuse?  \nPublications and restricted access repository.\n7.4. When will the data be made available?  \nDuring and after the project as applicable.\n7.5. Who will be able to access the data and under what conditions?  \nAll interested scholars will get access to the data, taking into account potential copyright restrictions.\n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nData sharing will happen through the faculty's network drives. See 6.3 above with regard to costs.  \n8. RESPONSIBILITIES\n8.1. Who will be responsible for the data documentation & metadata?  \nStephen Howard (PI)\n8.2. Who will be responsible for data storage & back up during the project?  \nStephen Howard\n8.3. Who will be responsible for ensuring data preservation and sharing?  \nStephen Howard\n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nStephen Howard"
    },
    "clean_full_text": "1Data Management Plan Title: Kant’s Cosmological Critique: Rational Cosmology and the Development of the Critical Philosophy ADMIN DETAILS Project Name: (FWO Senior Postdoctoral Fellowship): Kant’s Cosmological Critique: Rational Cosmology and the Development of the Critical Philosophy Principal Investigator / Researcher: Stephen Howard Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Stephen Howard Internal Funds Project number & title N/a 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ●Reuse existing data ●Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume Origin? Insights generated by the analysis of primary and secondary published sourcesText: PDFs, Word documents, powerpoint presentationsmax. 3 GB Published works 3. ETHICAL AND LEGAL ISSUES 23.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. NO 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). NO 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? NO 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? NO 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The expected output of the project consists in (minimum) 3 journal articles and/or book chapters and a monograph. For this reason, no documentation to enable the understanding or reuse of the data will be required. Each document containing research data will receive a transparent, uniform file name and be stored in a designated folder on the KU Leuven shared network drives. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. NO 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? During the project, the PI will store and share data through: - The faculty's shared network drives 3Books and other resources that will be bought with the project's funding will be stored and made available to other researchers through the HIW library. This will ensure the preservation and availability of these resources to those interested. 5.2. How will the data be backed up? Regular copies on the faculty's shared network drives. Data are backed-up automatically on these services. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. YES 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? No costs are expected. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data in this project are classified as 'low risk'. Sufficient security is included in shared network drives managed by the Faculty's IT division. KU Leuven services are secured by Multi-Factor Authentication. 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In agreement with the faculty's IT division, data will be stored on the faculty's network drives for a period of 5 years after the project. All books collected for the project will be kept in the HIW library. 6.2. Where will these data be archived (= stored for the long term)? Archiving will be discussed with the faculty's IT division. The data will be made accessible through the institutional repository Lirias. Books stay in the HIW library collection. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? No costs are expected, but this will be discussed with the faculty's IT division and funded from the PI’s bench fee if necessary. 47. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Data will mainly be shared through publications and webinars, lecture series and conference videos. Copyright restrictions will always be taken into consideration. 7.2. Which data will be made available after the end of the project? The written output of the project, i.e., the articles, book chapters and monograph, will be made available during and after the project through publication 7.3. Where/how will the data be made available for reuse? Publications and restricted access repository. 7.4. When will the data be made available? During and after the project as applicable. 7.5. Who will be able to access the data and under what conditions? All interested scholars will get access to the data, taking into account potential copyright restrictions. 7.6. What are the expected costs for data sharing? How will these costs be covered? Data sharing will happen through the faculty's network drives. See 6.3 above with regard to costs. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Stephen Howard (PI) 8.2. Who will be responsible for data storage & back up during the project? Stephen Howard 8.3. Who will be responsible for ensuring data preservation and sharing? Stephen Howard 8.4. Who bears the end responsibility for updating & implementing this DMP? Stephen Howard"
}