{
    "document_id": "D-2024-2860",
    "LinkTitle": "D-2024-2860",
    "file_name": "D-2024-2860.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2860.pdf",
    "metadata": {
        "title": "ERC OPEN RESEARCH DATA MANAGEMENT PLAN",
        "author": "MARINI Massimiliano (ERCEA)",
        "num_pages": 8
    },
    "content": {
        "full_text": "European Research Council (ERC)\nERC Data Management Plan\nTemplate\n\nPage 2 of 8ERC OPEN RESEARCH\nDATA MANAGEMENT  PLAN (DMP)\nProject Acronym Project Number\nCOLLAB 101076847\nTemplate for the ERC Open Research Data Management Plan (DMP).  The following sections  \nshould describe how you plan to make the project data Findable, Accessible, Interoperable and  \nReusable (FAIR). Each of the following five issues should be addressed with a level of detail  \nappropriate to the project.\nSUMMARY (dataset1 reference and name; origin and expected size of the data generated/collected;  \ndata types and formats)\nAbstract\nAs initiatives for more diversity in the cultural field are gaining ground and migration becomes an increasingly \nimportant issue on the political agendas of many countries around the world, this project examines the ways in  \nwhich transnational collaborations create spaces for literary participation of migrants. Situated at the \nintersection of international relations, comparative literature, cultural anthropology, translation studies and \nbusiness economics, COL LAB analyzes collaboration from a threefold perspective: 1) as a political strategy in \ncivil society that builds transnational communities across languages  through collective storytelling projects with  \nmigrants, 2) as a form of co-authorship between migrants and other writers with different cultural backgrounds \nthat gives voice to stories of migration that would often be lost without their translation, 3) as an alternative \neconomic model consisting in peer-to-peer support that brings new voices to the publishing industry. Focusing \non a broad range of non-profit organizations, collaborative texts by amateur and professional writers and \ncrowdfunding initiatives that help make migrant voices heard through literature, the project seeks to \nunderstand how collaboration changes the cultural field and impinges on migrants'  agency. It shows how \nactors and institutions that are traditionally perceived as belonging outside the cultural field are crucial players \nin redefining notions of authorship rooted in individual and national singularity. Challenging strict distinctions \nbetween textual and contextual dynamics, COL LAB highlights the social embeddedness of literature and \nbuilds an original framework for understanding the thematic and formal implications of transnational \ncollaboration in literary texts. While borrowing theories and methods from other disciplines, \nCOLLAB confidently reorients the social sciences towards the project’s center of gravity, the literary text, and \nshows that literature is an important tool to understand broader societal transformations.\nTypes of data\nType of data WP Origin and re-\nusage Expected size Data format\nPublished \nmaterials: This \nrefers to WP1, WP2, WP3 Reused – copyright  \nprotected material. \nWhen referring to Tbc Printed, online\n1 Several datasets may be included into a single DMP.\n\nERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP)\nPage 3 of 8publications \n(printed or online) \nproduced for public  \nconsumption by the  \nauthors, publishers \nor the non-profit \norganizations that \nare studied in the \nprojectthese materials in \nthe scientific \npublications \nemerging from the \nproject, full \nattribution will be \ngiven. \nInterview and \npersonal records \nemerging from field  \nresearch:\nThis refers to both \nrecordings and \ntranscriptions of \ninterviews with \nauthors, publishers,  \nand members of \ncivil society \ninitiatives. In some \ncases, research \nparticipants belong \nto vulnerable \npopulations \n(migrants, \nrefugees, displaced  \npeople)WP1, WP2, WP3 New. Data will be \nmade publicly \navailable \ndepending on the \ninterviewees’ and \nparticipants’ \ninformed consent \nand taking into \naccount ethical \nissues. For \npersonal records \nconcerning \nvulnerable \npopulations, we will  \nuse \npseudonymisation \nfor participants who  \ndon't want to be \nnamed, using \nfictitious names or \ninitials as a coding \nmethod. The key \nwill be stored in KU  \nLeuven's OneDrive.  \nwill not be made \npublicly available. Tbc Interview records in  \nmp4 format, \ntranscript records in  \n.pdf format\nFieldwork/research \nnotes: this refers to  \nnotes made by the \nresearchers during \npassive \nobservation \nsessionsWP1, (WP2, WP3) New. When \ngenerating this \ndata, the \nparticipants will be \npseudoanonymized  \nusing pseydonyms \nor other codes. \nThis data is \nunstructured and \nnot meant for \npublic use, it will \nprovide the basis \nfor the scientific \nanalyses which will \nbe made available \nthrough scientific \npublications.Tbc Notebooks or .docx\nERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP)\nPage 4 of 8Flat file database \ncontaining list of \ndigital presses or \nnonprofit \nindependent \npublishers that \ncontribute to the \ndissemination and \npublication of \nmigrant and \ntransnational textsWP3 New. This dataset \nis based on digital \nsources publicly \navailable, but such \nan exhaustive list \nhas not yet been \ncompiled.TBC Plaintext (.txt)\nMarkdown (.md \nor.markdown)\nMicrosoft Word \n(.docx)\nCSV (.csv)\nHTML (.html)\nBibliography of \ntexts written \ncollaboratively in \ncontexts of \nmigrationWP1, WP2, WP3 New. This dataset \nis based on the \npublic materials \n(printed or online) \nstudied in the \nproject.Tbc .pdf\nERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP)\nPage 5 of 81. MAKING DATA FINDABLE (dataset description: metadata, persistent and unique identifiers e.g.,  \nDOI)\nData will be made available on the KU Leuven Data Repository, following ethical \nconsiderations and pseudoanymization strategies when required. The data will be \nidentified following a persistent identifier.  \n2. MAKING DATA OPENLY ACCESSIBLE (which data will be made openly available and if some  \ndatasets remain closed, the reasons for not giving access; where the data and associated metadata,  \ndocumentation and code are deposited (repository?); how the data can be accessed (are relevant  \nsoftware tools/methods provided?)\nData that will be made openly accessible include a) transcripts of interview records \nbased on participants’ consent and subject to ethical requirements and restrictions. \nFor personal records concerning vulnerable populations, we will use \npseudonymisation for participants who don't want to be named, using fictitious names \nor initials as a coding method. The key will be stored in KU Leuven's OneDrive. b) \npotentially a flat file database of digital independent publishers, c) potentially a curated  \nbibliography of collaborative texts in contexts of migration, d) scientific output (articles, \nedited volumes, monographs) will be published OA\nData that will not be made available include:\na)Fieldwork and research notes will not be made directly available in their raw \nform, since they are unstructured material conceived to help the researchers’ \ndocument their thinking and research trajectory. This data will be processed and \nincorporated into the project’s scientific output through more sophisticated \nanalysis of the objects of study.\nb)Transcriptions of recordings for which participants have not consented to making  \nthe record publicly available\nc)Transcriptions of recordings with participants from vulnerable populations. \nERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP)\nPage 6 of 8Regardless of participants' preferred consent for processing personal data, \nhowever, we will NOT publish information attached to any individual's name that \ncould be potentially harmful to them if made public, either in terms of their legal \nstatus/asylum proceedings or possible political/social persecution. This also \napplies to pseudoanonymized data which might still contain very specific \ninformation and could thus be easily traced back to a specific individual, \nespecially when this person belongs to vulnerable populations.\nd)Audio recordings of interviews with research participants: raw data. These \nmaterials will be destroyed at the end of the project because they contain \npersonal data. They may be deleted after manual transcription.  \ne)Participant database: a spreadsheet to keep track of all the participants relevant \nto the research\nf)Other important documents with sensitive personal data that need to be kept \nsecure and organized: informed consent forms from participants, ethical \napproval-related documentation. etc.\n3.  MAKING  DATA  INTEROPERABLE  (which  standard  or  field-specific  data  and  metadata  \nvocabularies and methods will be used)\nData will be deposited in a format that is accessible for everyone (using mostly PDF, \nMS Word/Excel). All metadata will be recognizable for any researcher working in the \nfield of (digital) migration studies, literary studies, translation studies, cultural \nanthropology.\n4. INCREASE DATA RE-USE (what data will remain re-usable and for how long, is embargo foreseen;  \nhow the data is licensed;  data quality assurance procedures) \nAll scientific publications emerging from the project’s research will be published open \naccess. The data will be licensed under Creative Commons Attribution-Non \nCommercial 4.0 International. This will allow others to\nERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP)\nPage 7 of 8use the data for non-commercial purposes, as long as they acknowledge the source.\nResearch data will be made available once all research has been concluded.\nTo ensure that data quality assurance procedures are met, I will coordinate with the \nResearch Data Management (RDM)  contact person at the Research Coordination \nOffice as well as with the Digital Humanities specialist for the  Artes Research team at \nKU Leuven Libraries  Artes. \n5. ALLOCATION OF RESOURCES and DATA SECURITY (estimated costs for making the project  \ndata open access and potential value of long-term data preservation; procedures for data backup and  \nrecovery; transfer of sensitive data and secure storage in repositories for long term preservation and  \ncuration)\nDuring the project and before data is made open on the KU Leuven Data Repository, \nall data is stored on a secure, 2 factor authentication protected KU Leven One Drive \nserver. Data storage is provided by KU Leuven and free of charge. Long term \npreservation can be ensured by using a trusted repository, such as RDR where data \nremain available for at least 10 years.\nThe researchers carrying out the research in the respective WPs are responsible, \nunder the PI’s supervision, for the data storage during the duration of the project. After \nthe termination of the project and once the research is concluded, the PI will be \nresponsible for the data storage.\nMaterials containing personal data will be destroyed after 10 years. During field \nresearch away from KU Leuven, paper data collected during fieldwork such as \ninformed consent forms will be immediately digitalized through scanning. We will store \npdf copies in KU Leuven OneDrive, and destroy the paper data that might jeopardize \nanonymity if misplaced.  \nDISCLAIMER. Please note that the ERC Data Management Plan is not a part of the Ethics Review. It  \nERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP)\nPage 8 of 8is the responsibility of the Principal Investigator to inform the ERCEA Ethics Team of any ethics  \nissues/concerns regarding the collection, processing, sharing and storage of data in relation to the  \nproject. "
    },
    "clean_full_text": "European Research Council (ERC) ERC Data Management Plan Template Page 2 of 8ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Project Acronym Project Number COLLAB 101076847 Template for the ERC Open Research Data Management Plan (DMP). The following sections should describe how you plan to make the project data Findable, Accessible, Interoperable and Reusable (FAIR). Each of the following five issues should be addressed with a level of detail appropriate to the project. SUMMARY (dataset1 reference and name; origin and expected size of the data generated/collected; data types and formats) Abstract As initiatives for more diversity in the cultural field are gaining ground and migration becomes an increasingly important issue on the political agendas of many countries around the world, this project examines the ways in which transnational collaborations create spaces for literary participation of migrants. Situated at the intersection of international relations, comparative literature, cultural anthropology, translation studies and business economics, COL LAB analyzes collaboration from a threefold perspective: 1) as a political strategy in civil society that builds transnational communities across languages through collective storytelling projects with migrants, 2) as a form of co-authorship between migrants and other writers with different cultural backgrounds that gives voice to stories of migration that would often be lost without their translation, 3) as an alternative economic model consisting in peer-to-peer support that brings new voices to the publishing industry. Focusing on a broad range of non-profit organizations, collaborative texts by amateur and professional writers and crowdfunding initiatives that help make migrant voices heard through literature, the project seeks to understand how collaboration changes the cultural field and impinges on migrants' agency. It shows how actors and institutions that are traditionally perceived as belonging outside the cultural field are crucial players in redefining notions of authorship rooted in individual and national singularity. Challenging strict distinctions between textual and contextual dynamics, COL LAB highlights the social embeddedness of literature and builds an original framework for understanding the thematic and formal implications of transnational collaboration in literary texts. While borrowing theories and methods from other disciplines, COLLAB confidently reorients the social sciences towards the project’s center of gravity, the literary text, and shows that literature is an important tool to understand broader societal transformations. Types of data Type of data WP Origin and re- usage Expected size Data format Published materials: This refers to WP1, WP2, WP3 Reused – copyright protected material. When referring to Tbc Printed, online 1 Several datasets may be included into a single DMP. ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Page 3 of 8publications (printed or online) produced for public consumption by the authors, publishers or the non-profit organizations that are studied in the projectthese materials in the scientific publications emerging from the project, full attribution will be given. Interview and personal records emerging from field research: This refers to both recordings and transcriptions of interviews with authors, publishers, and members of civil society initiatives. In some cases, research participants belong to vulnerable populations (migrants, refugees, displaced people)WP1, WP2, WP3 New. Data will be made publicly available depending on the interviewees’ and participants’ informed consent and taking into account ethical issues. For personal records concerning vulnerable populations, we will use pseudonymisation for participants who don't want to be named, using fictitious names or initials as a coding method. The key will be stored in KU Leuven's OneDrive. will not be made publicly available. Tbc Interview records in mp4 format, transcript records in .pdf format Fieldwork/research notes: this refers to notes made by the researchers during passive observation sessionsWP1, (WP2, WP3) New. When generating this data, the participants will be pseudoanonymized using pseydonyms or other codes. This data is unstructured and not meant for public use, it will provide the basis for the scientific analyses which will be made available through scientific publications.Tbc Notebooks or .docx ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Page 4 of 8Flat file database containing list of digital presses or nonprofit independent publishers that contribute to the dissemination and publication of migrant and transnational textsWP3 New. This dataset is based on digital sources publicly available, but such an exhaustive list has not yet been compiled.TBC Plaintext (.txt) Markdown (.md or.markdown) Microsoft Word (.docx) CSV (.csv) HTML (.html) Bibliography of texts written collaboratively in contexts of migrationWP1, WP2, WP3 New. This dataset is based on the public materials (printed or online) studied in the project.Tbc .pdf ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Page 5 of 81. MAKING DATA FINDABLE (dataset description: metadata, persistent and unique identifiers e.g., DOI) Data will be made available on the KU Leuven Data Repository, following ethical considerations and pseudoanymization strategies when required. The data will be identified following a persistent identifier. 2. MAKING DATA OPENLY ACCESSIBLE (which data will be made openly available and if some datasets remain closed, the reasons for not giving access; where the data and associated metadata, documentation and code are deposited (repository?); how the data can be accessed (are relevant software tools/methods provided?) Data that will be made openly accessible include a) transcripts of interview records based on participants’ consent and subject to ethical requirements and restrictions. For personal records concerning vulnerable populations, we will use pseudonymisation for participants who don't want to be named, using fictitious names or initials as a coding method. The key will be stored in KU Leuven's OneDrive. b) potentially a flat file database of digital independent publishers, c) potentially a curated bibliography of collaborative texts in contexts of migration, d) scientific output (articles, edited volumes, monographs) will be published OA Data that will not be made available include: a)Fieldwork and research notes will not be made directly available in their raw form, since they are unstructured material conceived to help the researchers’ document their thinking and research trajectory. This data will be processed and incorporated into the project’s scientific output through more sophisticated analysis of the objects of study. b)Transcriptions of recordings for which participants have not consented to making the record publicly available c)Transcriptions of recordings with participants from vulnerable populations. ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Page 6 of 8Regardless of participants' preferred consent for processing personal data, however, we will NOT publish information attached to any individual's name that could be potentially harmful to them if made public, either in terms of their legal status/asylum proceedings or possible political/social persecution. This also applies to pseudoanonymized data which might still contain very specific information and could thus be easily traced back to a specific individual, especially when this person belongs to vulnerable populations. d)Audio recordings of interviews with research participants: raw data. These materials will be destroyed at the end of the project because they contain personal data. They may be deleted after manual transcription. e)Participant database: a spreadsheet to keep track of all the participants relevant to the research f)Other important documents with sensitive personal data that need to be kept secure and organized: informed consent forms from participants, ethical approval-related documentation. etc. 3. MAKING DATA INTEROPERABLE (which standard or field-specific data and metadata vocabularies and methods will be used) Data will be deposited in a format that is accessible for everyone (using mostly PDF, MS Word/Excel). All metadata will be recognizable for any researcher working in the field of (digital) migration studies, literary studies, translation studies, cultural anthropology. 4. INCREASE DATA RE-USE (what data will remain re-usable and for how long, is embargo foreseen; how the data is licensed; data quality assurance procedures) All scientific publications emerging from the project’s research will be published open access. The data will be licensed under Creative Commons Attribution-Non Commercial 4.0 International. This will allow others to ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Page 7 of 8use the data for non-commercial purposes, as long as they acknowledge the source. Research data will be made available once all research has been concluded. To ensure that data quality assurance procedures are met, I will coordinate with the Research Data Management (RDM) contact person at the Research Coordination Office as well as with the Digital Humanities specialist for the Artes Research team at KU Leuven Libraries Artes. 5. ALLOCATION OF RESOURCES and DATA SECURITY (estimated costs for making the project data open access and potential value of long-term data preservation; procedures for data backup and recovery; transfer of sensitive data and secure storage in repositories for long term preservation and curation) During the project and before data is made open on the KU Leuven Data Repository, all data is stored on a secure, 2 factor authentication protected KU Leven One Drive server. Data storage is provided by KU Leuven and free of charge. Long term preservation can be ensured by using a trusted repository, such as RDR where data remain available for at least 10 years. The researchers carrying out the research in the respective WPs are responsible, under the PI’s supervision, for the data storage during the duration of the project. After the termination of the project and once the research is concluded, the PI will be responsible for the data storage. Materials containing personal data will be destroyed after 10 years. During field research away from KU Leuven, paper data collected during fieldwork such as informed consent forms will be immediately digitalized through scanning. We will store pdf copies in KU Leuven OneDrive, and destroy the paper data that might jeopardize anonymity if misplaced. DISCLAIMER. Please note that the ERC Data Management Plan is not a part of the Ethics Review. It ERC OPEN RESEARCH DATA MANAGEMENT PLAN (DMP) Page 8 of 8is the responsibility of the Principal Investigator to inform the ERCEA Ethics Team of any ethics issues/concerns regarding the collection, processing, sharing and storage of data in relation to the project."
}