{
    "document_id": "D-2023-2411",
    "LinkTitle": "D-2023-2411",
    "file_name": "D-2023-2411.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2411.pdf",
    "metadata": {
        "title": "D-2023-2411",
        "author": "Lucas Van Belle",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP LUCAS VAN BELLE  – KUL PDM  \nADMIN DETAILS  \nData Management Plan  Name: DMP LUCAS VAN BELLE – KUL PDM  \nProject Identifier: PDMT1/23/025  \nProject T itle: Sound perception based intelligent modeling  and realization of innovative vibro -acoustic \nmetamaterial solutions  \nPrincipal Investigator / Researcher:  Lucas Van Belle  \nInstitution: KU Leuven  (KUL)  \nTemplate:  KU Leuven BOF -IOF \n \n1. GENERAL INFORMATION  \nName applicant  \nLucas Van Belle  \nProject  \nNumber & title: \nPDMT1/23/025 - Sound perception based intelligent modeling and realization of innovative vibro -acoustic \nmetamaterial solutions  \nAbstract:  \nA growing awareness has emerged about the negative impact of noise on our health and well -being. \nHowever, classical noise and vibration solutions are typically heavy and bulky, which fits less and less in \nour modern -day striving for greener, lightweight de sign. Worse still, since lightweight design generally \ndeteriorates the noise and vibration behavior, there is a strong need for innovative solutions.  \nIn this context, vibro -acoustic metamaterials have appeared as promising candidates. Their superior \nperfo rmance arises from the sub -wavelength incorporation of resonant inclusions in a host structure, \nresulting in targeted frequency ranges of high sound insulation. However, the unconventional frequency \ncontent changes they induce may also have adverse sound p erception effects, despite their sound \ninsulation improvements. While the sound perception impact of these metamaterials is yet to be understood, \nthe opportunity arises to include sound perception in metamaterial modelling and design. Not only can this \nenable discovering beneficial sound quality shaping potential, it may also benefit the often expensive \nmetamaterial models by reducing details which lead to non -perceivable differences.  \nThe goal of this project is to gain fundamental insights in the sound qu ality impact of vibro -acoustic \nmetamaterials and exploit these in their modelling and design, in order to make the shift towards a novel \ngeneration of sound perception based intelligently designed metamaterial solutions.  \n  \n2. RESEARCH DATA  SUMMARY  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during \nyour research project. For each dataset or data type (observational, experimental etc.), provide a \nshort name & description (sufficient for your self to know what data it is about), indicate whether the \ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data \n(the kind of content), its technical format (file extension), and an estimate of the upper limit  of the \nvolume of the data.  \nGenerated experiment -related data  (digital)  \nType of data  Format  Volume  How created  \nGeometric dimensions and \nstructural material properties of \nsamples and demonstrators \n(numerical)  Spreadsheets \n(.csv), structured \ntext (.txt)  < 100 \nMB Weighing, geometric calliper \nmeasurements, modal updating , \nMicrosoft Office Excel, \nNotepad++  \nRaw and processed acoustic and \nvibration measurements \n(numerical)  Databases (.lms, \n.mat, .unv), graphs \n(.fig) < 10 GB  In-lab vibration & acoustic \nmeasurements usi ng Siemens \nTest.Lab and Polytec software  \nImages and videos (multimedia)  Image (.png), video \n(.mp4)  < 1 GB Camera images/videos of \nsamples and test setups  \nMetadata describing \nmeasurements setup and \nprocedures (textual)  Text (.txt, .docx, \n.pptx, .pdf) < 100 \nMB Notepad ++, Microsoft Office \nOneNote, Microsoft Office Word, \nMicrosoft Office PowerPoint  \nGenerated simulation -related data  (digital)  \nType of data  Format  Volume  How created  \nVibro -acoustic  \n(numerical ) simulation \nmodels  and input files  \n(model)  Commercial finite element software \nspecific formats  (.sim, .fem, .afm, \n.prt, .mph),  model input files ( .bdf, \n.dat, .m), model matrices (.mat)  < 100 \nGB Siemens Simcenter 3D, \nSiemens NX, COMSOL \nMultiphysics, Matlab  \nRaw and processed \nsimulation data \n(numeric al) Simulation result files (.pch, .op4, \n.mat, .unv, .csv) Databases  (.mat), \ngraphs (.fig)  < 100 \nGB Siemens Simcenter 3D, \nSiemens NX, COMSOL \nMultiphysics, Matlab  \nImages and animations \n(multimedia)  Image (.png), video (.gif, .mp4)  < 10 GB Matlab  \nMetadata describing \nmodels and simulations \nsetup and procedures \n(textual)  Text (.txt, .docx, .pptx, .pdf)  < 100 \nMB Notepad++, Microsoft \nOffice OneNote, Microsoft \nOffice Word, Microsoft \nOffice PowerPoint  \nIf you reuse existing data, please specify the sourc e, preferably by using a persistent identifier (e.g. \nDOI, Handle, URL etc.) per dataset or data type:  \n• NA \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, refer to specific  datasets or data types when appropriate and \nprovide the relevant ethical approval number.  \n• No \nWill you process personal data? If so, please refer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).  \n• No \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.   \n• Yes \nThe work in this project can result in research data which has potential for tech transfer and valorisation. \nNovel models and methodologies will be developed which interact with and/or are based upon existing \nmodels and methodologies of the hosting KU Leuv en Division LMSD. The IP of the latter lies with KU \nLeuven and the Division LMSD and will also hold for the further developments made in this project.  \nThe KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and \nvalorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert \nPluymers will be consulted regarding these IP aspects.  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use ( e.g. \nMaterial or Data transfer agreements, Research collaboration agreements)? If so, please explain in \nthe comment section to what data they relate and what restrictions are in place.  \n• No \nIt is noted that novel models and methodologies will be developed, w hich interact with and/or are based \nupon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In \naddition, the work in this project fits in the research of the hosting KU Leuven Division LMSD, where related \nactivities wi thin other projects are developed and can leverage upon the developments in this project to \nenhance interaction. The IP of the models and methodologies of the hosting research group lies with KU \nLeuven and the Division LMSD and will also hold for the furth er developments made in this project and for \nfuture developments based on these. Reference to existing models and methodologies of the hosting KU \nLeuven Division LMSD will be made by citing the associated journal paper publications.  \nAre there any other leg al issues, such as intellectual property rights and ownership, to be managed \nrelated to the data you (re)use? If so, please explain in the comment section to what data they relate \nand which restrictions will be asserted.  \n• No \nIt is noted that novel models an d methodologies will be developed, which interact with and/or are based \nupon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In \naddition, the work in this project fits in the research of the hosting KU Leuven Divisi on LMSD, where related \nactivities within other projects are developed and can leverage upon the developments in this project to \nenhance interaction. The IP of the models and methodologies of the hosting research group lies with KU \nLeuven and the Division L MSD and will also hold for the further developments made in this project and for \nfuture developments based on these. Reference to existing models and methodologies of the hosting KU \nLeuven Division LMSD will be made by citing the associated journal paper p ublications.  \n3. DOCUMENTATION AND METADATA  \nClearly describe what approach will be followed to capture the accompanying information \nnecessary to keep data understandable and usable, for yourself and others, now and in the future \n(e.g. in terms of documentatio n levels and types required, procedures used, Electronic Lab \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded).   \nMetadata on experiment -related data  \n• Test samples & demonstrators: an overview of the samples & demonstrators (named and labelled) \nwill be kept in a dedicated lab notebook  (e.g. using OneNote as ELN) . In case a simulation model \ncounterpart of the test sample or demonstrator has been created, t he simulation model filenames \nwill be included as well.  \n• Geometric dimensions and structural material properties: a measurement report per dataset will \ndescribe the procedural information on how dimensions and properties have been acquired and \nwhat the units and definitions of the measured variables are.  \n• Raw vibration and acoustic measurements: a measurement report per measurement dataset will \ndetail the software parameters & instruments settings, dimensions, measurement methodology and \nprocedural inform ation on how the data was collected, required sensor & exciter labels and \npositions as well as units of measurements and calibration settings.  This metadata is by default \nsaved in the data files generated by the measurement software . \n• Processed vibration an d acoustic measurements: a readme file .txt will accompany the dataset, \ndescribing the labels and definitions of variables, the units of measurements and how the raw data \nhave been processed.  \n• Photos of the measurement setup with clarifying file names, date and timestamps will be added as \nadditional clarification.  \nMetadata on simulation -related data  \n• Vibro -acoustic simulation models and raw & processed simulation result data: a readme .txt file will \ndescribe the parameters, definitions, units and software setti ngs used to construct the models/ \nobtain the result data. Modelling assumptions and underlying equations will be clearly reported \nsuch that each simulation result is accompanied with a description of the validity range of the model/ \nresult data. This infor mation is kept either in the CAE file format, or in an accompanying txt file. \nIn addition to the metadata per datatype as outlined above, a readme .txt file will be created which describes \nthe structure of the dataset.  \nWill a metadata standard be used to m ake it easier to find and reuse the data?   If so, please specify \nwhich metadata standard will be used . If not, please specify which metadata will be created to make \nthe data easier to find and reuse.   \n• Yes \nWhere possible, the EngMeta  metadata standard will be used.  \nOtherwise , although not formalized, state -of-practice standards will be used regarding metadata. On the \none hand, standardized CAE file format information and structure will be used. On the other hand, when \nworking with transferable neutral text f ormats for experimental and simulation data, common engineering \npractice is used, deploying tabulated structures with clear column and row headers.  A clear folder structure \nwill be adopted for the data storage, in accordance with the different tasks carried out during the project. In \nevery (sub)directory, a readme file will list all the present subdirectories and files as well as where the data \nis used and stored. Whenever publication or sharing of a dataset would be considered, it will be re -evaluate d \nif an applicable metadata standard is available and can be applied to enhance sharing.  \n4. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?  \n• Shared network drive (J -drive)  \n• Personal network drive (I -drive)  \n• OneDrive (KU Leuven)  \n• Sharepoint online  \nAbove listed options are currently used and envis ioned. In the context of BADM service of KU Leuven, th e \napplicant is setting up an appropriate dat a storage approach  for the hosting research group . When further \nmatured, this approach wi ll also b e adopted , selecting the right storage option for the right t ype of data at \nthe right moment during /after the project . \nHow will the data be backed up?  \n• Standard back -up provided b y KU Leuven ICTS for my storage solution  \n• Personal back -ups I make (specify below)  \nThe cloud -based and ICTS storage solutions are backed -up as part of the offered services. Backups from \nlocal desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. usi ng \nSyncBackFree backup software  to mirror ). In addition, back -up snap shot copies on personal external hard \ndrives will allow to recover data files  as additional redu ndancy . \nIs there currently sufficient storage & backup capacity during the project? If no or insufficient \nstorage or backup capacities are available, explain how this will be taken care of.   \n• Yes \nHow will you ensure that the data are se curely stored and not accessed or modified by unauthorized \npersons?   \nOn the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and \nICTS based storage solutions are only accessible via proper credentials which are centrally managed. \nHence, unauthorised access via legal means is not possible.  \nWhat are the expected costs for data storage and backup during the research project? How will \nthese costs be covered?  \nIn case expenses are needed, part of the allocated project budget can be used. However, this is currently \nnot expected.  \n5. DATA PRESERVATION AFTER  THE END OF THE RESEARCH PROJECT  \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state \nthe reasons for this (e .g. legal or contractual restrictions, storage/budget issues, institutional \npolicies...).  \n• All data will be preserved for 10 years according to KU Leuven RDM policy  \nParticular focus for data preservation will be on:  \n• Data at the basis of publications such as journal papers, conference papers and presentations or \nposters. All data related to Open Access publications will be retained on Public Repositories (like \nRDR,  Lirias). \n• Developed models and measurement datasets which are likely to be reused in the research unit \nfor future research and/or valorisation activities and for future research of the researcher. \nPotentially large (intermediate and non -processed/raw ) result and measurement files will be \ndiscarded to reduce required storage space if the simulation models and experiments allow to \nrecalculate/remeasure the results easily and at low cost and time.  \nWhere will these data be archived (stored and curated for the long -term)?   \n• Large Volume Storage (longterm for large volumes)  \n• Shared network drive (J -drive ) \n• KU Leuven RDR  \nWhat are the expected costs for data preservat ion during the expected retention period? How will \nthese costs be covered?  \nExpected costs for storage beyond project duration will be limited and covered by the research group.  \n6. DATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type wh ich data will be made available.  \n• Yes, as restricted data (upon approval, or institutional access only)  \n• Yes, as open data  \n• Yes, as embargoed data (temporary restriction)  \nDifferent data availability schem es will be considered , assuming “as open as possible, as closed as \nneeded ”, depending on the aspects discussed in Section 2 . For embargoed and restricted data, m etadata \ndescribing the content of datasets will be openly accessible.  \nIf access is restricted, please specify who will be able to access the data and under what conditions.   \nFor now, the data sharing policy “upon reasonable request” is envisioned  (assuming “as open as possible, \nas closed as needed ”). The precise p rocedures to evaluate access requests and to c ontrol access such as \nend-user agreements, data sharing agreements  will have to be evaluated  still.  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where \nappropriate.  \n• No \nWhere will the data be made available?  If already known, please provide a repository per dataset or \ndata type.  \n• KU Leuven RDR (Research Data Repository)  \n• Other data repository  \nRelevant datasets will be made available via KU Leuven RDR, Zenodo or similar.  \nWhen will the data be made ava ilable?   \n• Upon publication of research results  \nPublication related data will be made available upon publication of the results.  Consolidated datasets can  \nbe made available at the end of the project.  For the latter, the need for a possible embargo /restrictions  will \nbe evaluated , as clar ified in the first point of this section . \nWhich data usage licenses are you going to provide? If none, please explain why.   \n• CC-BY 4.0 (data)  \n• Data Transfer Agreement (restricted data)  \n• Other (specify below)  \nThe datasets uploaded as  open access datasets will be provided under a CC BY -NC-ND 4.0 license.  For \nembargoed/restri cted datasets , Data Transfer Agreements will be considered if appropriate.  \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? \nIf already available, please provide it here.   \n• Yes, a PID will be added upon deposit in a data repository  \nWhat are the expected costs for data sharing? How will these costs be covered?    \nPossible costs linked to open repositories and costs related to preparing data and uploading it , if any,  will \nbe covered by the project budget.  \n7. RESPONSIBILITIES  \nWho will manage data documentation and metadata during the research project?   \nThe applicant will be the responsible for data documentation & metadata.  \nWho will manage data storage and backup during the research project?   \nThe researcher will be responsible for data storage  & back up during the project, with support of KU Leuven \ncentral IT and local IT (SET -IT). The applicant has received information at the start of this project on the \nguidelines which apply in the hosting research group. For the implementation, the applican t can rely on the \nsupport of the Division LMSD’s research manager Bert Pluymers.  \nWho will manage data preservation and sharing?   \nThe applicant will be responsible for ensuring data preservation and reuse. Towards the end of the project, \nresponsibility for long-term data preservation and reuse will be assigned in agreement with the KU Leuven \nDivision LMSD research manager Bert Pluymers.  \nWho will update and implement this DMP?   \nThe applicant bears the end responsibility for updating & implementing this DMP.  \n "
    },
    "clean_full_text": "DMP LUCAS VAN BELLE – KUL PDM ADMIN DETAILS Data Management Plan Name: DMP LUCAS VAN BELLE – KUL PDM Project Identifier: PDMT1/23/025 Project T itle: Sound perception based intelligent modeling and realization of innovative vibro -acoustic metamaterial solutions Principal Investigator / Researcher: Lucas Van Belle Institution: KU Leuven (KUL) Template: KU Leuven BOF -IOF 1. GENERAL INFORMATION Name applicant Lucas Van Belle Project Number & title: PDMT1/23/025 - Sound perception based intelligent modeling and realization of innovative vibro -acoustic metamaterial solutions Abstract: A growing awareness has emerged about the negative impact of noise on our health and well -being. However, classical noise and vibration solutions are typically heavy and bulky, which fits less and less in our modern -day striving for greener, lightweight de sign. Worse still, since lightweight design generally deteriorates the noise and vibration behavior, there is a strong need for innovative solutions. In this context, vibro -acoustic metamaterials have appeared as promising candidates. Their superior perfo rmance arises from the sub -wavelength incorporation of resonant inclusions in a host structure, resulting in targeted frequency ranges of high sound insulation. However, the unconventional frequency content changes they induce may also have adverse sound p erception effects, despite their sound insulation improvements. While the sound perception impact of these metamaterials is yet to be understood, the opportunity arises to include sound perception in metamaterial modelling and design. Not only can this enable discovering beneficial sound quality shaping potential, it may also benefit the often expensive metamaterial models by reducing details which lead to non -perceivable differences. The goal of this project is to gain fundamental insights in the sound qu ality impact of vibro -acoustic metamaterials and exploit these in their modelling and design, in order to make the shift towards a novel generation of sound perception based intelligently designed metamaterial solutions. 2. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for your self to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Generated experiment -related data (digital) Type of data Format Volume How created Geometric dimensions and structural material properties of samples and demonstrators (numerical) Spreadsheets (.csv), structured text (.txt) < 100 MB Weighing, geometric calliper measurements, modal updating , Microsoft Office Excel, Notepad++ Raw and processed acoustic and vibration measurements (numerical) Databases (.lms, .mat, .unv), graphs (.fig) < 10 GB In-lab vibration & acoustic measurements usi ng Siemens Test.Lab and Polytec software Images and videos (multimedia) Image (.png), video (.mp4) < 1 GB Camera images/videos of samples and test setups Metadata describing measurements setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 100 MB Notepad ++, Microsoft Office OneNote, Microsoft Office Word, Microsoft Office PowerPoint Generated simulation -related data (digital) Type of data Format Volume How created Vibro -acoustic (numerical ) simulation models and input files (model) Commercial finite element software specific formats (.sim, .fem, .afm, .prt, .mph), model input files ( .bdf, .dat, .m), model matrices (.mat) < 100 GB Siemens Simcenter 3D, Siemens NX, COMSOL Multiphysics, Matlab Raw and processed simulation data (numeric al) Simulation result files (.pch, .op4, .mat, .unv, .csv) Databases (.mat), graphs (.fig) < 100 GB Siemens Simcenter 3D, Siemens NX, COMSOL Multiphysics, Matlab Images and animations (multimedia) Image (.png), video (.gif, .mp4) < 10 GB Matlab Metadata describing models and simulations setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 100 MB Notepad++, Microsoft Office OneNote, Microsoft Office Word, Microsoft Office PowerPoint If you reuse existing data, please specify the sourc e, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: • NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. • No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). • No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. • Yes The work in this project can result in research data which has potential for tech transfer and valorisation. Novel models and methodologies will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU Leuv en Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use ( e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. • No It is noted that novel models and methodologies will be developed, w hich interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven Division LMSD, where related activities wi thin other projects are developed and can leverage upon the developments in this project to enhance interaction. The IP of the models and methodologies of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the furth er developments made in this project and for future developments based on these. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper publications. Are there any other leg al issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. • No It is noted that novel models an d methodologies will be developed, which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven Divisi on LMSD, where related activities within other projects are developed and can leverage upon the developments in this project to enhance interaction. The IP of the models and methodologies of the hosting research group lies with KU Leuven and the Division L MSD and will also hold for the further developments made in this project and for future developments based on these. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper p ublications. 3. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentatio n levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Metadata on experiment -related data • Test samples & demonstrators: an overview of the samples & demonstrators (named and labelled) will be kept in a dedicated lab notebook (e.g. using OneNote as ELN) . In case a simulation model counterpart of the test sample or demonstrator has been created, t he simulation model filenames will be included as well. • Geometric dimensions and structural material properties: a measurement report per dataset will describe the procedural information on how dimensions and properties have been acquired and what the units and definitions of the measured variables are. • Raw vibration and acoustic measurements: a measurement report per measurement dataset will detail the software parameters & instruments settings, dimensions, measurement methodology and procedural inform ation on how the data was collected, required sensor & exciter labels and positions as well as units of measurements and calibration settings. This metadata is by default saved in the data files generated by the measurement software . • Processed vibration an d acoustic measurements: a readme file .txt will accompany the dataset, describing the labels and definitions of variables, the units of measurements and how the raw data have been processed. • Photos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification. Metadata on simulation -related data • Vibro -acoustic simulation models and raw & processed simulation result data: a readme .txt file will describe the parameters, definitions, units and software setti ngs used to construct the models/ obtain the result data. Modelling assumptions and underlying equations will be clearly reported such that each simulation result is accompanied with a description of the validity range of the model/ result data. This infor mation is kept either in the CAE file format, or in an accompanying txt file. In addition to the metadata per datatype as outlined above, a readme .txt file will be created which describes the structure of the dataset. Will a metadata standard be used to m ake it easier to find and reuse the data? If so, please specify which metadata standard will be used . If not, please specify which metadata will be created to make the data easier to find and reuse. • Yes Where possible, the EngMeta metadata standard will be used. Otherwise , although not formalized, state -of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure will be used. On the other hand, when working with transferable neutral text f ormats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re -evaluate d if an applicable metadata standard is available and can be applied to enhance sharing. 4. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? • Shared network drive (J -drive) • Personal network drive (I -drive) • OneDrive (KU Leuven) • Sharepoint online Above listed options are currently used and envis ioned. In the context of BADM service of KU Leuven, th e applicant is setting up an appropriate dat a storage approach for the hosting research group . When further matured, this approach wi ll also b e adopted , selecting the right storage option for the right t ype of data at the right moment during /after the project . How will the data be backed up? • Standard back -up provided b y KU Leuven ICTS for my storage solution • Personal back -ups I make (specify below) The cloud -based and ICTS storage solutions are backed -up as part of the offered services. Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. usi ng SyncBackFree backup software to mirror ). In addition, back -up snap shot copies on personal external hard drives will allow to recover data files as additional redu ndancy . Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. • Yes How will you ensure that the data are se curely stored and not accessed or modified by unauthorized persons? On the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS based storage solutions are only accessible via proper credentials which are centrally managed. Hence, unauthorised access via legal means is not possible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? In case expenses are needed, part of the allocated project budget can be used. However, this is currently not expected. 5. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e .g. legal or contractual restrictions, storage/budget issues, institutional policies...). • All data will be preserved for 10 years according to KU Leuven RDM policy Particular focus for data preservation will be on: • Data at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to Open Access publications will be retained on Public Repositories (like RDR, Lirias). • Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or valorisation activities and for future research of the researcher. Potentially large (intermediate and non -processed/raw ) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate/remeasure the results easily and at low cost and time. Where will these data be archived (stored and curated for the long -term)? • Large Volume Storage (longterm for large volumes) • Shared network drive (J -drive ) • KU Leuven RDR What are the expected costs for data preservat ion during the expected retention period? How will these costs be covered? Expected costs for storage beyond project duration will be limited and covered by the research group. 6. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type wh ich data will be made available. • Yes, as restricted data (upon approval, or institutional access only) • Yes, as open data • Yes, as embargoed data (temporary restriction) Different data availability schem es will be considered , assuming “as open as possible, as closed as needed ”, depending on the aspects discussed in Section 2 . For embargoed and restricted data, m etadata describing the content of datasets will be openly accessible. If access is restricted, please specify who will be able to access the data and under what conditions. For now, the data sharing policy “upon reasonable request” is envisioned (assuming “as open as possible, as closed as needed ”). The precise p rocedures to evaluate access requests and to c ontrol access such as end-user agreements, data sharing agreements will have to be evaluated still. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. • No Where will the data be made available? If already known, please provide a repository per dataset or data type. • KU Leuven RDR (Research Data Repository) • Other data repository Relevant datasets will be made available via KU Leuven RDR, Zenodo or similar. When will the data be made ava ilable? • Upon publication of research results Publication related data will be made available upon publication of the results. Consolidated datasets can be made available at the end of the project. For the latter, the need for a possible embargo /restrictions will be evaluated , as clar ified in the first point of this section . Which data usage licenses are you going to provide? If none, please explain why. • CC-BY 4.0 (data) • Data Transfer Agreement (restricted data) • Other (specify below) The datasets uploaded as open access datasets will be provided under a CC BY -NC-ND 4.0 license. For embargoed/restri cted datasets , Data Transfer Agreements will be considered if appropriate. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. • Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Possible costs linked to open repositories and costs related to preparing data and uploading it , if any, will be covered by the project budget. 7. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The applicant will be the responsible for data documentation & metadata. Who will manage data storage and backup during the research project? The researcher will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET -IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the applican t can rely on the support of the Division LMSD’s research manager Bert Pluymers. Who will manage data preservation and sharing? The applicant will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long-term data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. Who will update and implement this DMP? The applicant bears the end responsibility for updating & implementing this DMP."
}