{
    "document_id": "D-2023-2138",
    "LinkTitle": "D-2023-2138",
    "file_name": "D-2023-2138.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2138.pdf",
    "metadata": {
        "title": "Form follows function: design, development and application of a new tool to assess how the 3D microstructure of biological tissues changes during mechanical loading",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Form follows function: design, development and application of a new tool to assess how the\n3D microstructure of biological tissues changes during mechanical loading\nA Data Management Plan created using DMPonline.be\nCreator: \nLara Mazy\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S61623N\nID: \n199504\nStart date: \n01-12-2022\nEnd date: \n30-10-2026\nProject abstract:\nBiological tissues undergo physiological mechanical loading during their functioning in vivo. To properly respond to these mechanical\nsignals, tissues have a highly complex microstructural organization. However, there is not yet sufficient knowledge about the link between\ntheir microstructural organization and their mechanical behaviour. Therefore, this PhD project aims to optimize a novel tool that allows to\ndynamically assess in 3D how the microstructure of unmineralized tissues changes during mechanical loading, namely 4D-CECT. As only\nlimited research has been done using this technique, the goal is to improve its overall performance. To do so, the first objective is to\nimprove the current loading stages by incorporating temperature and humidity control. We will also extend the stages to more complex\nloading modes, since biological tissues are in vivo not just imposed to simple uniaxial forces. The second objective is to optimize the\nimage acquisition and reconstruction, and this to avoid tissue damage as well as to obtain sufficient image quality to be able to determine\nthe microstructural changes during loading and to obtain accurate quantitative data on the local strain distribution. For this project, healthy\nvascular tissues and cartilage will be used; two unmineralized tissues, but strongly different in their structure and function. Finally, our\nnovel and optimized technique will be applied to try to better understand how diseases alter tissues mechanical behaviour.\nLast modified: \n12-05-2023\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n1 of 5\nForm follows function: design, development and application of a new tool to assess how the\n3D microstructure of biological tissues changes during mechanical loading\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting data\nPlease choose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n1. Data from imaging\nexperiments\n \n \n \n \n \n \n \nDataset 1.1 - Tissue\nsamples\nanimal arteries(porcine, rat,mice,\nsheep).Animal arteries come from the\nslaughterhouse\nGenerated new\nData\nPhysical sample\n \n \n \nNot\nstored\nafter\nused\nDataset 1.2 - Synthetic\ngraft samples\nVascular synthtic grafts\nGenerated new\nData\nPhysical samples\n \n \n \nNot\nstored\nafter\nused\nDataset 1.3 - Imaging\nData\nGrey-scale images from the Nanotom M\nuCT. RGB images from 2D classical\nhistology \nGenerate new data\nDigital\nExperimental, Images\n.bmp, .tiff, .jpg\n<50TB\n \nDataset 1.4 -\nProtocol (image\nanalysis &\nsample\npreparation)\nProtocols on\nhow to prepare\nsample, postprocess\nand\nanalyze the\nimages.\nGenerate new\ndata\nDigital\nObservational, Simulation\ndata\n.txt,.csv,.pdf,.xlsx,\n.docx,\n<1GB\n \n2. Ex-situ Experimental\nmechanical\ncharacterisation\n \n \n \n \n \n \n \nDataset 2.1 -\nMechanical\ndata\nRaw data of\nthe mechanical\ntests\nGenerate new\ndata\nDigital\nExperimental\n.mat, .csv, .text\n<1TB\n \nDataset 2.2 -\nParameter\nfitting code\nMatlab or Python code\nthat has as\ninput the raw\ndata of the\nmechanical\nexperiments\nGenerate new\ndata\nDigital\nSoftware (Matlab, Python)\n.mat,.dat, .py,.ipynb\n<1GB\n \n3. Prototyping in-situ\nmechanical stage\n \n \n \n \n \n \n \nDataset 3.1 - Drawings\nDrawings of parts constituting the final\nprototype\nGenerate new data\nDigital\nSoftware (Solidworks)\n.sldprt, .sldasm, .stl,\n.slddrw\n<1TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nDataset 1.3 & 1.4 - imaging data and protocols:\nDataset from my ContrasTTeam research group not published yet\nMaes, A., Pestiaux, C., Marino, A. et al. Cryogenic contrast-enhanced microCT enables nondestructive 3D quantitative\nhistopathology of soft biological tissues. Nat Commun 13, 6207 (2022). https://doi.org/10.1038/s41467-022-34048-4\n(https://doi.org/10.1038/s41467-022-34048-4)\nLisa Leyssens et al., Non-destructive 3D characterization of the blood vessel wall microstructure in different species and\nblood vessel types using contrast-enhanced microCT and comparison with synthetic vascular grafts., Acta Biomateriala,\nsoon to be published\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n2 of 5\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nIf applicable, IP protection will be investigated in collaboration with the KU Leuven/UCLouvain LRD office.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n1. Data from imaging and mechanical experiments\nThe documentation of the experiments consists of:\nTest protocols: SOPs and specific protocols of the performed mechanical test\nManuals: manuals for operating the testing devices, performing the scans, etc\nElabjournal containing all the imaging parameters selected and pictures of experiments\n2. Data from prototype design\nAll CAD parts are accompagnied with CAD drawings and is accompagnied with a .docx descriptive file of the prototype assembly.\n3. General computing code\nAll generated processing and analysis code is accompanied with a readme-file and contains a header to describe its content, author(s) and last modification date.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nApart from non-sensitive raw images, data will be stored on facilities of the research unit or university. This includes:\n- Storage for archiving of non-sensitive raw images.\n- Git repository for code development.\n- OneDrive for office files.\n- UCLouvain shared drives and personal drive for office files.\n- Large Volume Storage (LVS) for storing imaging datasets backed-up by UCLouvain.\n- Elabjournal containing all the experimental protocols.\nHow will the data be backed up?\nAll data are stored on the university's central servers (LVS by UCLouvain) with automatic daily back-up procedures. If not located in one of the above drives, all research-related documents are to\nbe stored in a folder on the researcher's pc that is synced with OneDrive for Business cloud storage \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n3 of 5\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data is securely stored on UCLouvain servers and only accessible by members of the research unit through authentification\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe promoter and co-promoter will take care of the costs for storage on ongoing project grants. UCLouvain charges a fixed price per TB for the LVS storage (150€/TB per year).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for 5 years after the end of the project (and for publications, until 5 years after the work has been published). Biological samples are destroyed after mechanical testing\nand can in any case not be retained due to preservation issues. However, the animal samples will be discarded once a paper is published on the topic.\nWhere will these data be archived (stored and curated for the long-term)?\nAll the imaging datasets used for publications will be archived for 5 years in LVS from UCLouvain.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs will not exceed €5000 and will be covered by the budget of the supervisor.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOther, please specify:\nFor each outcome of the PhD project (imaging datasets, new techniques, etc), IP rights will be ad hoc discussed with the partners involved in the project. Trade off between patenting and open\naccess will be considered. Once IP is protected, the outcome will be made available via Open Access repositories or upon request after publication. Especially for the imaging datasets, which are\nvery large (>50GB/dataset), the data will be made available upon request and can be send via BelNet Filesender. For the biological samples, they will not be available for reuse or shared. For the\nmechanical data, they will be made available within UCLouvain LVS upon request, via scientific papers and 'data papers' if supported by the journals, via data repositories, such as for example\nZenodo, or other repositories upon request, etc.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe restriction of the imaging datasets comes mainly due to the large size of the datasets, and the related cost for long term storage in open access repositories. Therefore, the datasets will be\nmade available upon request, and can be send via BelNet FileSender. Once IP is secured and once the related results, datasets are published, everyone should be able to obtain access to the\nimaging datasets upon request. For the smaller datasets (i.e. protocols, mechanical data), once published, the datasets should be accessible via open access repositery.\nMembers of the research unit will be able to access the data via the shared drives.\nThe scientific community will have access to the data under the following conditions of use: CC BY, in which appropriate credit must be given to the author and indication of changes must be\nmade, and CC BY-NC, which adds a non-commercial term to the CC BY license.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Other\nMy PhD is a joint-PhD between the university of KU Leuven and UCLouvain. Therefore, a joint-PhD agreement has been signed, which states that the property, publication, use and protection of\nthe results of the research is common to the two host institutions and are required to be in conformity both with the specific procedures in each of the two communities as well as the relevant\ninternal regulations of each institution. Any cases of potential conflict in the provisions will form the subject of arbitration between the KU Leuven and the UCLouvain. This can restrict or prevent\nthe sharing of my data. Furthermore, the large size of the imaging datasets and the cost related to long term storage in open access repositories, can also be a restriction to sharing in open\naccess such datasets. In this case, the imaging datasets will be made available upon request.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nFor the publications, it will made available on DIAL and LIRIAS, the universities repositories for papers and conference abstracts. For the datasets smaller than 50GB, it can be made available on\nzenodo (https://zenodo.org/) and can be linked to the ORCID number and the DOI.\nWhen will the data be made available?\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n4 of 5\nWhen IP is secured for both universities (UCLouvain, KU Leuven) and upon publications of the results, then the data will be made available.\nWhich data usage licenses are you going to provide? If none, please explain why.\nProviding usage licences or not will be ad hoc discussed for each type of datasets with the partners involved in the project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nOur large datasets are stored on LVS where university members can have access to the data upon request. The cost is about 150€ per TB per year. This is for storage, but we can give access to\nthe datasets upon request. Cost will be covered on other grants than the FWO mandate budget (bench fee), from the both promoters.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher is responsible for data documentation and metadata. \nWho will manage data storage and backup during the research project?\nThe PhD researcher is responsible for data storage and back up during the project. \nWho will manage data preservation and sharing?\nThe PhD researcher is responsible for ensuring data preservation and sharing via the shared storage drive during the PhD project. After the PhD project, the supervisor will be in charge of this. \nWho will update and implement this DMP?\nThe PhD researcher is responsible for updating & implementing this DMP during the project. After the PhD project, the supervisor will bear the end responsibility of updating & implementing this\nDMP. \nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n5 of 5"
    },
    "clean_full_text": "Form follows function: design, development and application of a new tool to assess how the 3D microstructure of biological tissues changes during mechanical loading A Data Management Plan created using DMPonline.be Creator: Lara Mazy Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S61623N ID: 199504 Start date: 01-12-2022 End date: 30-10-2026 Project abstract: Biological tissues undergo physiological mechanical loading during their functioning in vivo. To properly respond to these mechanical signals, tissues have a highly complex microstructural organization. However, there is not yet sufficient knowledge about the link between their microstructural organization and their mechanical behaviour. Therefore, this PhD project aims to optimize a novel tool that allows to dynamically assess in 3D how the microstructure of unmineralized tissues changes during mechanical loading, namely 4D-CECT. As only limited research has been done using this technique, the goal is to improve its overall performance. To do so, the first objective is to improve the current loading stages by incorporating temperature and humidity control. We will also extend the stages to more complex loading modes, since biological tissues are in vivo not just imposed to simple uniaxial forces. The second objective is to optimize the image acquisition and reconstruction, and this to avoid tissue damage as well as to obtain sufficient image quality to be able to determine the microstructural changes during loading and to obtain accurate quantitative data on the local strain distribution. For this project, healthy vascular tissues and cartilage will be used; two unmineralized tissues, but strongly different in their structure and function. Finally, our novel and optimized technique will be applied to try to better understand how diseases alter tissues mechanical behaviour. Last modified: 12-05-2023 Created using DMPonline.be. Last modiﬁed 12 May 2023 1 of 5 Form follows function: design, development and application of a new tool to assess how the 3D microstructure of biological tissues changes during mechanical loading FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA 1. Data from imaging experiments Dataset 1.1 - Tissue samples animal arteries(porcine, rat,mice, sheep).Animal arteries come from the slaughterhouse Generated new Data Physical sample Not stored after used Dataset 1.2 - Synthetic graft samples Vascular synthtic grafts Generated new Data Physical samples Not stored after used Dataset 1.3 - Imaging Data Grey-scale images from the Nanotom M uCT. RGB images from 2D classical histology Generate new data Digital Experimental, Images .bmp, .tiff, .jpg <50TB Dataset 1.4 - Protocol (image analysis & sample preparation) Protocols on how to prepare sample, postprocess and analyze the images. Generate new data Digital Observational, Simulation data .txt,.csv,.pdf,.xlsx, .docx, <1GB 2. Ex-situ Experimental mechanical characterisation Dataset 2.1 - Mechanical data Raw data of the mechanical tests Generate new data Digital Experimental .mat, .csv, .text <1TB Dataset 2.2 - Parameter fitting code Matlab or Python code that has as input the raw data of the mechanical experiments Generate new data Digital Software (Matlab, Python) .mat,.dat, .py,.ipynb <1GB 3. Prototyping in-situ mechanical stage Dataset 3.1 - Drawings Drawings of parts constituting the final prototype Generate new data Digital Software (Solidworks) .sldprt, .sldasm, .stl, .slddrw <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Dataset 1.3 & 1.4 - imaging data and protocols: Dataset from my ContrasTTeam research group not published yet Maes, A., Pestiaux, C., Marino, A. et al. Cryogenic contrast-enhanced microCT enables nondestructive 3D quantitative histopathology of soft biological tissues. Nat Commun 13, 6207 (2022). https://doi.org/10.1038/s41467-022-34048-4 (https://doi.org/10.1038/s41467-022-34048-4) Lisa Leyssens et al., Non-destructive 3D characterization of the blood vessel wall microstructure in different species and blood vessel types using contrast-enhanced microCT and comparison with synthetic vascular grafts., Acta Biomateriala, soon to be published Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 12 May 2023 2 of 5 No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If applicable, IP protection will be investigated in collaboration with the KU Leuven/UCLouvain LRD office. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Data from imaging and mechanical experiments The documentation of the experiments consists of: Test protocols: SOPs and specific protocols of the performed mechanical test Manuals: manuals for operating the testing devices, performing the scans, etc Elabjournal containing all the imaging parameters selected and pictures of experiments 2. Data from prototype design All CAD parts are accompagnied with CAD drawings and is accompagnied with a .docx descriptive file of the prototype assembly. 3. General computing code All generated processing and analysis code is accompanied with a readme-file and contains a header to describe its content, author(s) and last modification date. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Apart from non-sensitive raw images, data will be stored on facilities of the research unit or university. This includes: - Storage for archiving of non-sensitive raw images. - Git repository for code development. - OneDrive for office files. - UCLouvain shared drives and personal drive for office files. - Large Volume Storage (LVS) for storing imaging datasets backed-up by UCLouvain. - Elabjournal containing all the experimental protocols. How will the data be backed up? All data are stored on the university's central servers (LVS by UCLouvain) with automatic daily back-up procedures. If not located in one of the above drives, all research-related documents are to be stored in a folder on the researcher's pc that is synced with OneDrive for Business cloud storage Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 12 May 2023 3 of 5 Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is securely stored on UCLouvain servers and only accessible by members of the research unit through authentification What are the expected costs for data storage and backup during the research project? How will these costs be covered? The promoter and co-promoter will take care of the costs for storage on ongoing project grants. UCLouvain charges a fixed price per TB for the LVS storage (150€/TB per year). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for 5 years after the end of the project (and for publications, until 5 years after the work has been published). Biological samples are destroyed after mechanical testing and can in any case not be retained due to preservation issues. However, the animal samples will be discarded once a paper is published on the topic. Where will these data be archived (stored and curated for the long-term)? All the imaging datasets used for publications will be archived for 5 years in LVS from UCLouvain. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will not exceed €5000 and will be covered by the budget of the supervisor. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Other, please specify: For each outcome of the PhD project (imaging datasets, new techniques, etc), IP rights will be ad hoc discussed with the partners involved in the project. Trade off between patenting and open access will be considered. Once IP is protected, the outcome will be made available via Open Access repositories or upon request after publication. Especially for the imaging datasets, which are very large (>50GB/dataset), the data will be made available upon request and can be send via BelNet Filesender. For the biological samples, they will not be available for reuse or shared. For the mechanical data, they will be made available within UCLouvain LVS upon request, via scientific papers and 'data papers' if supported by the journals, via data repositories, such as for example Zenodo, or other repositories upon request, etc. If access is restricted, please specify who will be able to access the data and under what conditions. The restriction of the imaging datasets comes mainly due to the large size of the datasets, and the related cost for long term storage in open access repositories. Therefore, the datasets will be made available upon request, and can be send via BelNet FileSender. Once IP is secured and once the related results, datasets are published, everyone should be able to obtain access to the imaging datasets upon request. For the smaller datasets (i.e. protocols, mechanical data), once published, the datasets should be accessible via open access repositery. Members of the research unit will be able to access the data via the shared drives. The scientific community will have access to the data under the following conditions of use: CC BY, in which appropriate credit must be given to the author and indication of changes must be made, and CC BY-NC, which adds a non-commercial term to the CC BY license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other My PhD is a joint-PhD between the university of KU Leuven and UCLouvain. Therefore, a joint-PhD agreement has been signed, which states that the property, publication, use and protection of the results of the research is common to the two host institutions and are required to be in conformity both with the specific procedures in each of the two communities as well as the relevant internal regulations of each institution. Any cases of potential conflict in the provisions will form the subject of arbitration between the KU Leuven and the UCLouvain. This can restrict or prevent the sharing of my data. Furthermore, the large size of the imaging datasets and the cost related to long term storage in open access repositories, can also be a restriction to sharing in open access such datasets. In this case, the imaging datasets will be made available upon request. Where will the data be made available? If already known, please provide a repository per dataset or data type. For the publications, it will made available on DIAL and LIRIAS, the universities repositories for papers and conference abstracts. For the datasets smaller than 50GB, it can be made available on zenodo (https://zenodo.org/) and can be linked to the ORCID number and the DOI. When will the data be made available? Created using DMPonline.be. Last modiﬁed 12 May 2023 4 of 5 When IP is secured for both universities (UCLouvain, KU Leuven) and upon publications of the results, then the data will be made available. Which data usage licenses are you going to provide? If none, please explain why. Providing usage licences or not will be ad hoc discussed for each type of datasets with the partners involved in the project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Our large datasets are stored on LVS where university members can have access to the data upon request. The cost is about 150€ per TB per year. This is for storage, but we can give access to the datasets upon request. Cost will be covered on other grants than the FWO mandate budget (bench fee), from the both promoters. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher is responsible for data documentation and metadata. Who will manage data storage and backup during the research project? The PhD researcher is responsible for data storage and back up during the project. Who will manage data preservation and sharing? The PhD researcher is responsible for ensuring data preservation and sharing via the shared storage drive during the PhD project. After the PhD project, the supervisor will be in charge of this. Who will update and implement this DMP? The PhD researcher is responsible for updating & implementing this DMP during the project. After the PhD project, the supervisor will bear the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 12 May 2023 5 of 5"
}