{
    "document_id": "D-2024-2498",
    "LinkTitle": "D-2024-2498",
    "file_name": "D-2024-2498.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2498.pdf",
    "metadata": {
        "title": "D-2024-2498",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of t he project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Dr. Casey Gallagher  \nORCID: 0000 -0002 -9451 -8673  \nContributor name(s) ( + ORCID) & roles  Prof. Chris Ulens – Project supervisor and lab head  \nORCID: 0000 -0002 -8202 -5281  \n \nProject number  1 & title  Structural and functional characterisation of the Myzus persicae  nicotinic acetylcholine receptors for the \ndevelopment of safer agricultural pesticides  (1242724N ) \nFunder(s) GrantID  2 FWO  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID  refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Nicotinic receptors are ion channels that mediate excitatory neurotransmission. They are the \nprimary target for neonicotinoids, which are a major class of insecticides used globally. However, \ntheir lack of selectivity between insects has resulted in the de cline of pollinating bee species, \nwhich greatly impacts biodiversity and agriculture. This has prompted global bans on \nneonicotinoids use.  \nThere is a great need to develop safer insecticides with greater selectivity for deleterious pests, \nsuch as the Myzus persicae . This is a polyphagous aphid species which destroys crops. However, \nlittle is known about the structure or pharmacology of their receptors, or how current insecticides \ninteract with them. To develop insecticides with greater selectivity for these pests - we require a \ngreater understanding of these receptors and their pharmacology.  \nThe project aims to express Myzus receptors in established cell lines using chaperone proteins. \nThis will allow us to explore the functionality of these receptors and efficiently screen novel \npesticides. Furthermore, we aim to elucidate the molecular struc ture of these receptors at atomic \nresolution, which would represent a major breakthrough in the field. Collectively, this will aid in \nstructure -based drug design and inspire the future development of safer insecticides.   \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type (observational, \nexperimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, \ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the v olume of the data  3.  \n ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR PHYSICAL \nDATA  \nDataset \nName  Description  New or \nReused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nElectro -\nphysiology \nresults  Generates electronic traces of \nraw data  from two -electrode \nvoltage clamp electrophysiology \n(HiClamp)  \n \nValues are analyzed  using excel \nand GraphPad prism  New  \n \n \n \n \nNew  Digital  Images/  \nnumerical  \n \n \n \nNumerical  .seq (DataMining \nsoftware)  \n \n \n \n.xlsx (Excel)  \n.pzfx (Prism)  ☒ < 5 TB  \n  \nCryoEM \nanalysis and \nfinal \nstructures  Generates series of different \ndata sets, pertaining to \nstructural determination. All in \nformats and scripts from \nprograms CryoSPARC and \nRELION.  New  Digital  Images  \nNumerical  \nScripts  .mrc \n(PyMOL/Chimera)  \n.STAR (RELION)  \n.cs (cryoSPARC)  ☒ > 5 TB  \n  \nFluorescent \nmicroscopy  Generates images from \nmicroscope  New  Digital  Images  .tiff ☒ < 1 TB  \n  \nGel images  Generates images from SDS and \nagarose gels imaged on a gel \nimager  New  Digital  Images  .tiff ☒ < 1 TB  \n  \nFSEC and SEC  Generates curves which are \nsaved in pictural or numerical \nformat, and can be analyzed \nusing software’s such as \nGraphPad prism and excel  New  Digital  Images/  \nnumerical  .tiff \n.xlsx (Excel)  \n.pzfx (Prism)   \n☒ < 1 TB  \n  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n N/A \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☒ Yes, animal data ; provide ECD reference number : Xenopus laevis  (frog) oocytes are used for \nelectrophysiology  experiments. To obtain these cells,  a minor surgery is conducted on the frogs . This is \nconduced within the ECD -project 074/2023    \n \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \n \n3 Add rows for each dataset you want to describe.  \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☒ Yes \n☐ No \nIf yes , please comment : For the functional screening of compounds  - we have established a collaboration \nwith the chemical company BASF for the development of novel insecticides. The compounds generated \nand tested within this project could therefore have potential commercial use and benefit  as agricultural \nproducts . Both parties have signed a non -disclosure agreement  and we have the freedom to publish any \n3D structures of insect nicotinic receptors that we obtain.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain   \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n \n \n \n \n \n \n \n \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n Raw data generated in the lab is recorded in written lab journals – which are stored on site in a locked \noffice, only accessible by lab members. Information is stored chronologically.  \n \nAll experimental procedures  and results (Both interpreted and analysed ) are recorded  digitally. Most \nnumerical data in stored in excel and GraphPad Prism files which are separated for each group of \nexperiment s. Summaries of data analysis  (Graphs, tables, explanations etc.)  and non -numerical \ninformation is stored in word files, separated into groups of experiments.  Within each file the date and \nlocation of raw data for each separate experiment is also included, such that others may be able to \nretrieve the ra w data as required.   \n \nUpon the establishment of new experimental protocols within the lab – these are stored as word \ndocuments on the KULeuven wiki site (wiki.kuleuven.be/xtal) which is only accessible to lab members. This \nallows those within the lab to easily access and re -create previous methods that have been conducted \nwithin the lab. Additionally, when experiments are completed and results are ready to be published in \nscientific journals, the methods are written in detail – such that they can be reproduced by others in the \nscientific community.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nIf successful, this project will generate 3 -dimensional structures of proteins solved through cyrogenic \nelectron microscopy. A prerequisite for  publication of this data, is that the atomic coordinates of these \nstructures, as well as the experimental data  are made publicly  available to the community via the Protein \nData Bank (PDB ; https://www.rcsb.org/ ). The metadata in  this databank is in the Electron Microscopy \nPublic Image Archive  (EMPIAR) . At present our laboratory  has 54 entries in the Protein Data Bank , from \nboth X -ray crystallography and cryoEM structures resulting from previous projects.  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n  \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other : Original copies of raw data will be stored on computers housed within the laboratory , which \ncontain the specific software  required to retrieve them . For example, the raw files generated from \nelectrophysiology experiments can only be opened in DataMiner, which is proprietary software only \ninstalled on the computer attached to the HiClamp electrophysiology station . Computers containing these \nsoftware’s are  located  in labs with lockable doors.  These computers are automatically backed -up onto the \nuniversity’s storage system.  One copy of the raw values and analyzed data will also be held on a personal \ncomputer before being copied onto large volume storage and a shared network drive. Images from cryo -\nEM experiments are stored on hard disks drives of several TB capacity. When not actively in use these \ndisks are stored in a fire -proof safe in the supervisor’s office.  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☒ Personal back -ups I make (specify) : My personal computer is  back ed-up onto an external hard drive \nevery 1 -2 months. This contains the large majority of raw and analyzed data.  \n☐ Other (specify)  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☒ No \n \nIf no, please specify : Currently, there is sufficient storage and back -up capabilities for the project however, \nthis will be expanded for future needs. O nce the project reaches a stage  where structural data is being \ncollected from electron microscopes and analysed using structural software (CryoSPARC, RELION) – this \nwill create very large data sets in the range of multiple TB per structure.  This will require additional \nexternal hard -drives to be purchased at that time. Th ese will be purchased using the pro vided FWO bench -\nfee.  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n 1. All raw  data  that is generated is stored on site in locked offices/labs that are only accessible to lab \nmembers . For physical lab books – once they are not in common use (i.e. are full and not used \nregularly), they are also stored in a fire -proof file cabinet  for long -term storage .  \n2. All digital data that is stored on -site is stored  on computers containing password protection that is \nonly known by members of the lab.   \n3. Data stored on personal computer s requires touch access and/or password protection , of which \nthe owner is the only person who knows these details.  \n4. Back -ups of data are stored on the university IT network and central servers.  \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  Our current expenses for the university IT back -up storage , including personal Box space,  are in the range  \nof 1000 -2000  euro  per year . This price is likely to fluctuate over the course of the project – and is divided \nup amongst the budgets of different projects. Additional storage required such as external hard -drives for \nstructural data will be purchased using the bench -free provided by FWO ( Up to $4000 euro a year).  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☒ Certain data cannot be kept for 10 years (explain) * \n \nAll data will be preserved fully for 10 -year according to the KU Leuven policy, except for  some  \nintermediate structural analysis information. Structural determination generates large data sets, possibly \nwithin the 10 – 20 TB range. For this reason – once a structure has been solved and is published, some of \nthe intermediate results are often compressed and archived, such that the full data is no t stored \ncompletely. However, the data is stored in such a way that it can be retrieved and similarly re -analysed if \nrequired. Note – the raw data is alwa ys stored in completion, as is the final output files.  \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☒ KU Leuven RDR  \n☒ Large Volume Storage (long -term for large volumes)  - External hard -drives housed on site  \n☒ Shared network drive (J -drive)  \n☐ Other (specifiy):   \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The primary costs associated with the storage of data pertain to the structural data -sets and intermediate \nresults from data processing  being extremely large. This will require  large storage capacities including \ninternal and external hard -drives. The costs for these will be shared between the lab and the bench -free \nprovided by FWO (Up to $4000 euro a year).  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.  \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nThe final endpoint of our studies is primaril y the publication of 3 -dimensional structure of a ligand -gated \nion channel, for which the coordinates and structural data are deposited in a public database, the PDB \n(Protein Data Bank). In same cases the scientific journal requires us to deposit the raw da ta files in a public \ndepository, for recent example see https://datadryad.org/stash/dataset/doi:10.5061/dryad.pv4097s  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Once our structural data are published and deposited in the Protein Data Bank  they are accessible to the \npublic without restrictions.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify:  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☒ Other data repository (specify)  The Protein Data Bank (PDB) or Dryad for large data formats.  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☒ Other (specify)  \n \nOnce deposited in the Protein Data Bank our data are not restricted for usage via a license.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n The Protein Data Bank does not currently charge users for depositing data. Publication in open access \ncomes at a significant cost, certainly in high  \nimpact journals. We foresee a budget of around 3000 euro or more per publication.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Myself, Dr. Casey Gallagher  and my supervisor Prof. Chris Ulens  \nWho will manage data storage and backup \nduring the research project?  Myself, Dr. Casey Gallagher and my supervisor Prof. Chris Ulens  \nWho will manage data preservation and \nsharing?  Myself, Dr. Casey Gallagher  and my supervisor Prof. Chris Ulens  \nWho will update and implement this DMP?  Whilst the project is still in an active state m yself, Dr. Casey Gallagher and my supervisor Prof. Chris Ulens  \nwill bear the responsibility. However, for long term storage past my employment at KU Leuven, Prof. Chris \nUlens bears the end responsibility for updating and implementing this DMP  in the long term .  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data management planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Dr. Casey Gallagher ORCID: 0000 -0002 -9451 -8673 Contributor name(s) ( + ORCID) & roles Prof. Chris Ulens – Project supervisor and lab head ORCID: 0000 -0002 -8202 -5281 Project number 1 & title Structural and functional characterisation of the Myzus persicae nicotinic acetylcholine receptors for the development of safer agricultural pesticides (1242724N ) Funder(s) GrantID 2 FWO Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Nicotinic receptors are ion channels that mediate excitatory neurotransmission. They are the primary target for neonicotinoids, which are a major class of insecticides used globally. However, their lack of selectivity between insects has resulted in the de cline of pollinating bee species, which greatly impacts biodiversity and agriculture. This has prompted global bans on neonicotinoids use. There is a great need to develop safer insecticides with greater selectivity for deleterious pests, such as the Myzus persicae . This is a polyphagous aphid species which destroys crops. However, little is known about the structure or pharmacology of their receptors, or how current insecticides interact with them. To develop insecticides with greater selectivity for these pests - we require a greater understanding of these receptors and their pharmacology. The project aims to express Myzus receptors in established cell lines using chaperone proteins. This will allow us to explore the functionality of these receptors and efficiently screen novel pesticides. Furthermore, we aim to elucidate the molecular struc ture of these receptors at atomic resolution, which would represent a major breakthrough in the field. Collectively, this will aid in structure -based drug design and inspire the future development of safer insecticides. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the v olume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Electro - physiology results Generates electronic traces of raw data from two -electrode voltage clamp electrophysiology (HiClamp) Values are analyzed using excel and GraphPad prism New New Digital Images/ numerical Numerical .seq (DataMining software) .xlsx (Excel) .pzfx (Prism) ☒ < 5 TB CryoEM analysis and final structures Generates series of different data sets, pertaining to structural determination. All in formats and scripts from programs CryoSPARC and RELION. New Digital Images Numerical Scripts .mrc (PyMOL/Chimera) .STAR (RELION) .cs (cryoSPARC) ☒ > 5 TB Fluorescent microscopy Generates images from microscope New Digital Images .tiff ☒ < 1 TB Gel images Generates images from SDS and agarose gels imaged on a gel imager New Digital Images .tiff ☒ < 1 TB FSEC and SEC Generates curves which are saved in pictural or numerical format, and can be analyzed using software’s such as GraphPad prism and excel New Digital Images/ numerical .tiff .xlsx (Excel) .pzfx (Prism) ☒ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval number: ☒ Yes, animal data ; provide ECD reference number : Xenopus laevis (frog) oocytes are used for electrophysiology experiments. To obtain these cells, a minor surgery is conducted on the frogs . This is conduced within the ECD -project 074/2023 ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: 3 Add rows for each dataset you want to describe. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes , please comment : For the functional screening of compounds - we have established a collaboration with the chemical company BASF for the development of novel insecticides. The compounds generated and tested within this project could therefore have potential commercial use and benefit as agricultural products . Both parties have signed a non -disclosure agreement and we have the freedom to publish any 3D structures of insect nicotinic receptors that we obtain. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Raw data generated in the lab is recorded in written lab journals – which are stored on site in a locked office, only accessible by lab members. Information is stored chronologically. All experimental procedures and results (Both interpreted and analysed ) are recorded digitally. Most numerical data in stored in excel and GraphPad Prism files which are separated for each group of experiment s. Summaries of data analysis (Graphs, tables, explanations etc.) and non -numerical information is stored in word files, separated into groups of experiments. Within each file the date and location of raw data for each separate experiment is also included, such that others may be able to retrieve the ra w data as required. Upon the establishment of new experimental protocols within the lab – these are stored as word documents on the KULeuven wiki site (wiki.kuleuven.be/xtal) which is only accessible to lab members. This allows those within the lab to easily access and re -create previous methods that have been conducted within the lab. Additionally, when experiments are completed and results are ready to be published in scientific journals, the methods are written in detail – such that they can be reproduced by others in the scientific community. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If successful, this project will generate 3 -dimensional structures of proteins solved through cyrogenic electron microscopy. A prerequisite for publication of this data, is that the atomic coordinates of these structures, as well as the experimental data are made publicly available to the community via the Protein Data Bank (PDB ; https://www.rcsb.org/ ). The metadata in this databank is in the Electron Microscopy Public Image Archive (EMPIAR) . At present our laboratory has 54 entries in the Protein Data Bank , from both X -ray crystallography and cryoEM structures resulting from previous projects. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other : Original copies of raw data will be stored on computers housed within the laboratory , which contain the specific software required to retrieve them . For example, the raw files generated from electrophysiology experiments can only be opened in DataMiner, which is proprietary software only installed on the computer attached to the HiClamp electrophysiology station . Computers containing these software’s are located in labs with lockable doors. These computers are automatically backed -up onto the university’s storage system. One copy of the raw values and analyzed data will also be held on a personal computer before being copied onto large volume storage and a shared network drive. Images from cryo - EM experiments are stored on hard disks drives of several TB capacity. When not actively in use these disks are stored in a fire -proof safe in the supervisor’s office. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☒ Personal back -ups I make (specify) : My personal computer is back ed-up onto an external hard drive every 1 -2 months. This contains the large majority of raw and analyzed data. ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☒ No If no, please specify : Currently, there is sufficient storage and back -up capabilities for the project however, this will be expanded for future needs. O nce the project reaches a stage where structural data is being collected from electron microscopes and analysed using structural software (CryoSPARC, RELION) – this will create very large data sets in the range of multiple TB per structure. This will require additional external hard -drives to be purchased at that time. Th ese will be purchased using the pro vided FWO bench - fee. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data 1. All raw data that is generated is stored on site in locked offices/labs that are only accessible to lab members . For physical lab books – once they are not in common use (i.e. are full and not used regularly), they are also stored in a fire -proof file cabinet for long -term storage . 2. All digital data that is stored on -site is stored on computers containing password protection that is only known by members of the lab. 3. Data stored on personal computer s requires touch access and/or password protection , of which the owner is the only person who knows these details. 4. Back -ups of data are stored on the university IT network and central servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Our current expenses for the university IT back -up storage , including personal Box space, are in the range of 1000 -2000 euro per year . This price is likely to fluctuate over the course of the project – and is divided up amongst the budgets of different projects. Additional storage required such as external hard -drives for structural data will be purchased using the bench -free provided by FWO ( Up to $4000 euro a year). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) * All data will be preserved fully for 10 -year according to the KU Leuven policy, except for some intermediate structural analysis information. Structural determination generates large data sets, possibly within the 10 – 20 TB range. For this reason – once a structure has been solved and is published, some of the intermediate results are often compressed and archived, such that the full data is no t stored completely. However, the data is stored in such a way that it can be retrieved and similarly re -analysed if required. Note – the raw data is alwa ys stored in completion, as is the final output files. Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☒ KU Leuven RDR ☒ Large Volume Storage (long -term for large volumes) - External hard -drives housed on site ☒ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The primary costs associated with the storage of data pertain to the structural data -sets and intermediate results from data processing being extremely large. This will require large storage capacities including internal and external hard -drives. The costs for these will be shared between the lab and the bench -free provided by FWO (Up to $4000 euro a year). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: The final endpoint of our studies is primaril y the publication of 3 -dimensional structure of a ligand -gated ion channel, for which the coordinates and structural data are deposited in a public database, the PDB (Protein Data Bank). In same cases the scientific journal requires us to deposit the raw da ta files in a public depository, for recent example see https://datadryad.org/stash/dataset/doi:10.5061/dryad.pv4097s If access is restricted, please specify who will be able to access the data and under what conditions. Once our structural data are published and deposited in the Protein Data Bank they are accessible to the public without restrictions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) The Protein Data Bank (PDB) or Dryad for large data formats. ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☒ Other (specify) Once deposited in the Protein Data Bank our data are not restricted for usage via a license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The Protein Data Bank does not currently charge users for depositing data. Publication in open access comes at a significant cost, certainly in high impact journals. We foresee a budget of around 3000 euro or more per publication. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 7. Responsibilities Who will manage data documentation and metadata during the research project? Myself, Dr. Casey Gallagher and my supervisor Prof. Chris Ulens Who will manage data storage and backup during the research project? Myself, Dr. Casey Gallagher and my supervisor Prof. Chris Ulens Who will manage data preservation and sharing? Myself, Dr. Casey Gallagher and my supervisor Prof. Chris Ulens Who will update and implement this DMP? Whilst the project is still in an active state m yself, Dr. Casey Gallagher and my supervisor Prof. Chris Ulens will bear the responsibility. However, for long term storage past my employment at KU Leuven, Prof. Chris Ulens bears the end responsibility for updating and implementing this DMP in the long term ."
}