{
    "document_id": "D-2024-2960",
    "LinkTitle": "D-2024-2960",
    "file_name": "D-2024-2960.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2960.pdf",
    "metadata": {
        "title": "THE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY TO THE BRAIN",
        "author": "N/A",
        "creation_date": "2024-06-30 21:25:15+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "THE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY\nTHE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY\nTO THE BRAIN\nTO THE BRAIN\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nThomas Voets, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nThomas Voets, n.n. n.n.\nData Manager:\nData Manager:\n \nThomas Voets, n.n. n.n.\nProject Administrator:\nProject Administrator:\n \nThomas Voets, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nG055124N\nID: \nID: \n207821\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nAcute pain is a natural alarm response, which alerts us for potential injury, and motivates actions to protect affected body parts. However, in chronic\npain patients, pain outlasts its alarm function and becomes a disease unto itself. An estimated 20% of the population suffer from moderate-to-severe\nchronic pain, with strong impact on health and wellbeing and immense societal costs. Pharmacological treatments are often unsatisfactory: non-opioid\nanalgesics such as non-steroidal\nantinflammatory drugs or gabapentinoids are effective in only a limited number of patients, whereas opioids can have severe adverse effects including\nthe risk of addiction and overdose. Thus, there is a high, unmet need for new, safe strategies to alleviate pathological pain.\nResearch pioneered by the main applicant has revealed that genetic ablation or pharmacological inhibition of the ion channel TRPM3 counteracts\nhypersensitivity and ongoing pain in animal models of inflammatory and neuropathic pain. TRPM3 is  expressed in different cells in the pain pathway,\nincluding not only primary sensory neurons but also satellite glia cells in the sensory ganglia. In this project, we will use a multifaceted approach, from\nmolecular and cellular studies to in vivo imaging\nof brain activity and facial expression in mice, to pinpoint where and how TRPM3 contributes to pathological pain. These studies may lead to a better\nunderstanding of chronic pain and aid the\ndevelopment of new pain treatment strategies.\nLast modified: \nLast modified: \n30-06-2024\nCreated using DMPonline.be. Last modiﬁed 30 June 2024\n1 of 6\nTHE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY\nTHE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY\nTO THE BRAIN\nTO THE BRAIN\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nvfUSI\nrecordings\nUltrasound\nimaging of\nmouse brain\nGenerate new data\nDigital\nExperimental\n.mat\n<50 TB\n \nSpatial\ntransciptomics\nSpatial\ntranscriptomics\ndata of mouse\nsensory\nganglia\nGenerate new data\nDigital\nExperimental\n.xml\n.csv\n<1TB\n \nCalcium\nimaging\nCalcium\nimaging of\nsensory\nganglia\nGenerate new data\nDigital\nExperimental\n.tif\n.nd2\n<1TB\n \npatch clamp \npatch clamp\nrecordings of\nwhole cell\ncurrents\nGenerate new data\nDigital\nExperimental\n.csv\n<1GB\n \nbehavioral\ndata\nmovies of\nmouse\nbehavior\nGenerate new data\nDigital\nExperimental\n.tif\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nCreated using DMPonline.be. Last modiﬁed 30 June 2024\n2 of 6\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nThe use of laboratory animals in this project is covered by the already approved ECD projects.  Extra animals, addition of new experiments and\nchanges in experimental techniques can be submitted as an amendment to this ECD project.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe entire dataset or part of the project may contain findings that have tech transfer potential. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n-All experiments will be documented using an Electronic Lab Notebook (eLABFTW), which willcontain all the details of the experimental\nprotocols and procedures along with the reference to the relevant data files, and which will be time-stamped.\n- All preclinical experiments are performed according to protocols of LICR (Lab of Ion channel research), which are embedded into\neLABFTW.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nFor preclinical data:\nCreated using DMPonline.be. Last modiﬁed 30 June 2024\n3 of 6\nMetadata will include the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information\nneeded for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of\nthe experiment, etc.\n• Format: Details of the file format\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n• Access rights: closed access, embargoed access, restricted access, open access.\nAdditionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards\nmore specific to our data type. For datasets, additional metadata will be associated with the data file as appropriate.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDuring the project: Digital files will be stored on KU Leuven servers. Metadata and notes are stored via ELN.\nAfter the project: Digital files and meta data will be stored on MaNGO.\nHow will the data be backed up?\nHow will the data be backed up?\nData stored on the KU Leuven servers are backed up daily using snapshot technology, where all\nincremental changes in respect of the previous version are kept online; the last 14 backups are\nkept.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is currently sufficient access to space on the KU Leuven servers to conduct the project. \nThe KU Leuven Large Volume Storage has a capacity of 6 PB. If necessary, more space will be purchased in blocks of 5 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nRaw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven security groups. Analyzed data are stored on\npassword-protected KU Leuven personal computers and hard drives.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected costs for data storage are estimated at 4500 euro/3 years. These costs will be covered by the host labs\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 30 June 2024\n4 of 6\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll digital data (raw, processed and metadata) will be retained for at least 5 years after the end of the project in a safe, secure & sustainable way\nfor purposes of reproducibility, verification, and potential reuse.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAfter processing and publication, data and metadata will be saved in the KU Leuven ManGO: active data management platform.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for preservation on ManGO after ending the project will be covered by the host labs. Estimated costs are 1000 Euro/year.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll the virtual data will be made available for members of the host lab. The decision to share the content and/or reuse of the data by external\nresearchers will be made by the supervisor of the project.\nAfter publication of the research results, data will be fully available upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be provided by the promotor or copromotor of the project: Thomas Voets & Clement Brunner\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nFollowing publication, data will be made available via established depositories, depending on the type of data and the requirement of\npublishers or other agencies.\nWhen will the data be made available?\nWhen will the data be made available?\n-Data is made available to members of the host laboratory during the project.\n-For external researchers/groups, data will be made fully available upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 30 June 2024\n5 of 6\nData from the project that can be shared will be made available under a creative common’s attribution license (cc-by 4.0), so that users have to\ngive credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nMinimal/no costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThomas Voets & Clement Brunner \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nAndrei Segal Stanciu and Clement Brunner \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nAndrei Segal Stanciu and Clement Brunner are responsible for data preservation. Thomas Voets and Clement Brunner are responsible for data\nreuse/sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThomas Voets & Clement Brunner \nCreated using DMPonline.be. Last modiﬁed 30 June 2024\n6 of 6"
    },
    "clean_full_text": "THE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY THE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY TO THE BRAIN TO THE BRAIN A Data Management Plan created using DMPonline.be Creators: Creators: Thomas Voets, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Thomas Voets, n.n. n.n. Data Manager: Data Manager: Thomas Voets, n.n. n.n. Project Administrator: Project Administrator: Thomas Voets, n.n. n.n. Grant number / URL: Grant number / URL: G055124N ID: ID: 207821 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Acute pain is a natural alarm response, which alerts us for potential injury, and motivates actions to protect affected body parts. However, in chronic pain patients, pain outlasts its alarm function and becomes a disease unto itself. An estimated 20% of the population suffer from moderate-to-severe chronic pain, with strong impact on health and wellbeing and immense societal costs. Pharmacological treatments are often unsatisfactory: non-opioid analgesics such as non-steroidal antinflammatory drugs or gabapentinoids are effective in only a limited number of patients, whereas opioids can have severe adverse effects including the risk of addiction and overdose. Thus, there is a high, unmet need for new, safe strategies to alleviate pathological pain. Research pioneered by the main applicant has revealed that genetic ablation or pharmacological inhibition of the ion channel TRPM3 counteracts hypersensitivity and ongoing pain in animal models of inflammatory and neuropathic pain. TRPM3 is expressed in different cells in the pain pathway, including not only primary sensory neurons but also satellite glia cells in the sensory ganglia. In this project, we will use a multifaceted approach, from molecular and cellular studies to in vivo imaging of brain activity and facial expression in mice, to pinpoint where and how TRPM3 contributes to pathological pain. These studies may lead to a better understanding of chronic pain and aid the development of new pain treatment strategies. Last modified: Last modified: 30-06-2024 Created using DMPonline.be. Last modiﬁed 30 June 2024 1 of 6 THE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY THE ROLE OF TRPM3 IN THE DEVELOPMENT OF PATHOLOGICAL PAIN - FROM THE PERIPHERY TO THE BRAIN TO THE BRAIN FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA vfUSI recordings Ultrasound imaging of mouse brain Generate new data Digital Experimental .mat <50 TB Spatial transciptomics Spatial transcriptomics data of mouse sensory ganglia Generate new data Digital Experimental .xml .csv <1TB Calcium imaging Calcium imaging of sensory ganglia Generate new data Digital Experimental .tif .nd2 <1TB patch clamp patch clamp recordings of whole cell currents Generate new data Digital Experimental .csv <1GB behavioral data movies of mouse behavior Generate new data Digital Experimental .tif <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Created using DMPonline.be. Last modiﬁed 30 June 2024 2 of 6 issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data The use of laboratory animals in this project is covered by the already approved ECD projects. Extra animals, addition of new experiments and changes in experimental techniques can be submitted as an amendment to this ECD project. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The entire dataset or part of the project may contain findings that have tech transfer potential. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). -All experiments will be documented using an Electronic Lab Notebook (eLABFTW), which willcontain all the details of the experimental protocols and procedures along with the reference to the relevant data files, and which will be time-stamped. - All preclinical experiments are performed according to protocols of LICR (Lab of Ion channel research), which are embedded into eLABFTW. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes For preclinical data: Created using DMPonline.be. Last modiﬁed 30 June 2024 3 of 6 Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. Additionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards more specific to our data type. For datasets, additional metadata will be associated with the data file as appropriate. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? During the project: Digital files will be stored on KU Leuven servers. Metadata and notes are stored via ELN. After the project: Digital files and meta data will be stored on MaNGO. How will the data be backed up? How will the data be backed up? Data stored on the KU Leuven servers are backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is currently sufficient access to space on the KU Leuven servers to conduct the project. The KU Leuven Large Volume Storage has a capacity of 6 PB. If necessary, more space will be purchased in blocks of 5 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Raw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven security groups. Analyzed data are stored on password-protected KU Leuven personal computers and hard drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected costs for data storage are estimated at 4500 euro/3 years. These costs will be covered by the host labs 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 30 June 2024 4 of 6 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All digital data (raw, processed and metadata) will be retained for at least 5 years after the end of the project in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? After processing and publication, data and metadata will be saved in the KU Leuven ManGO: active data management platform. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for preservation on ManGO after ending the project will be covered by the host labs. Estimated costs are 1000 Euro/year. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All the virtual data will be made available for members of the host lab. The decision to share the content and/or reuse of the data by external researchers will be made by the supervisor of the project. After publication of the research results, data will be fully available upon request. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be provided by the promotor or copromotor of the project: Thomas Voets & Clement Brunner Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Following publication, data will be made available via established depositories, depending on the type of data and the requirement of publishers or other agencies. When will the data be made available? When will the data be made available? -Data is made available to members of the host laboratory during the project. -For external researchers/groups, data will be made fully available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 30 June 2024 5 of 6 Data from the project that can be shared will be made available under a creative common’s attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Minimal/no costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Thomas Voets & Clement Brunner Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Andrei Segal Stanciu and Clement Brunner Who will manage data preservation and sharing? Who will manage data preservation and sharing? Andrei Segal Stanciu and Clement Brunner are responsible for data preservation. Thomas Voets and Clement Brunner are responsible for data reuse/sharing. Who will update and implement this DMP? Who will update and implement this DMP? Thomas Voets & Clement Brunner Created using DMPonline.be. Last modiﬁed 30 June 2024 6 of 6"
}