{
    "document_id": "D-2023-1960",
    "LinkTitle": "D-2023-1960",
    "file_name": "D-2023-1960.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1960.pdf",
    "metadata": {
        "title": "D-2023-1960",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Jolien Vreys\nhttps://orcid.org/0000-0001-5310-336X\nContributor name(s) (+ ORCID) & roles Promotor: Patrick Van Dijck  \n                    https://orcid.org/0000-0002-1542-897X\nProject number1 & title 3E211159\nWhy is Candida glabrata specialized for solely glucose utilization with so many other sugars available in \nour body?\nFunder(s) GrantID211L0423N\nAffiliation(s) KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  https://ror.org/05f950310\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description        The human health is threatened by the emergence      , of drug resistant fungal species\nlike  Candida glabrata ,         .  indicating the need for new antifungal drugs and targets The central  \n         .       metabolism appears to be tied to the pathogenicity of fungi This also seems to be the\n case for . C glabrata’   . ,s sugar metabolism Nevertheless  .C glabrata     is an odd fungus\n   .          concerning its sugar metabolism It can only use glucose and trehalose as fermentable\n             carbon sources despite the presence of gene orthologs for transport and metabolization of\n . ,        other sugars Interestingly a high glucose import rate was observed in  . C glabrata,  while\n   11   . there are only hexose transporters encoded Did  . C glabrata    become specialized for\n        ?   ,   glucose transport upon its adaptation to the human host To investigate this we will\n            determine the substrate specificity and kinetics of the hexose transporters and compare\n      .    ,  sugar transport of clinical and environmental isolates Once sugar is imported glycolysis\n .    takes place We found five sugar  ,   , kinases catalyzing sugar phosphorylation in  . C glabrata. \n                This is surprising as this is more than found in related fungi and they presumably only\n   .      ,     have glucose as substrate To gain more knowledge about this we will determine whether\n              .the sugar kinases are able to phosphorylate other sugars and if they have additional roles  \n,   -     ,    Finally as several virulence related pathways require sugar phosphorylation we will look\n      into the effect of this phosphorylation on   in vitro,  ex vivo and  in vivo . virulence \nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nGrowth \ncurvesMultiskan Generate new data DigitalExperimental .xlsx and .pzfx <100 GB\nFluorescence \nmeasurement \nand \nabsorbanceSynergy H1 Generate new data DigitalExperimental .xlsx and .pzfx <100 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5Flow \ncytometryGuava Generate new data DigitalExperimental .fcs and .pzfx <100 GB\nDigital imagesMicroscopy \nimages, gel \nscans, plate \nimages, graphs, \nillustrations, \nfiguresGenerate new data DigitalExperimental .jpeg, .tif, .ai \nand .pdf<100 GB\nSequencesCLC Generate new data DigitalExperimental .dna <100 GB\nqPCRExpression \nlevelsGenerate new data Digital Experimental .xlsx and .pzfx <100 GB\nTransport \nexperimentsScintillation \ncountingGenerate new data DigitalExperimental .xlsx and .pzfx <100 GB\nStrainsDeletion strains, \nfluorescence-\ntagged strains, \nHXT-null strain, \nHXT-\ncomplemented \nstrains, \nenvironmental \nisolates, clinical \nisolatesGenerate new data, \nreuse existing dataPhysical <500 strains\nPlasmidsDeletion \ncassettes, \ntagging cassette, \npLS10Generate new data, \nreuse existing dataPhysical <100 plasmids\nFWO DMP Template (Flemish Standard DMP) 6GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Strains and plasmids generated by other research groups and other lab members will be used to \ngenerate deletion mutants, fluorescent-tagged strains and complementation strains.\npYC44 and pYC56 plasmid: doi: 10.1016/j.fgb.2015.04.020.\npLS10 plasmid: doi: 10.1080/21505594.2020.1868825\nhxt-null mutant: doi: 10.1093/femsyr/foy107\nThe environmental strains and clinical strains will be obtained from several other labs that give us \npermission to use them.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nFor animal experiment, we will request approval from the ethical committee.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 83.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).All experiments are placed in folders (stored on the personal folder in the J-drive) stating the used \nprotocol, the purpose and lay-out of the experiment, the raw data, analysis and conclusions. The \nstandard operating protocols are collected in shared database on the J-drive.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nAll data captured by measurements of a physicochemical property in a batch mode will be manually \ncurated to create meaningful metadata. The processing of the raw data is carried out in Graphpad prism  \nand by creating graphs the data become meaningful to others.  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 9Where will the data be stored? The data generated during this research will be preserved in several manners. First, the data on the \napplicant's computer are backed up daily, on an external hard drive. Secondly, the data is transferred \nregularly to storage repositories maintained by theKU Leuven (hard drive and Box system). After the \nresearch, all data is maintained at these storage repositories at KU Leuven. Our lab uses four different \ndrives: a shared drive, a personal drive, a large volume storage drive and lastly a drive used to archive \nresults and presentations.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The central server of the KU Leuven has automatic back-up procedures.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe servers of the KU Leuven, where the data is stored, has no limit on data storage.\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 10How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The KU Leuven server is a secure environment for data saving. The data is collected in folders only \naccessible for people working on this research. Moreover, the work laptop is protected by Windows \ndefender and is managed by KU Leuven.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The cost of the J-drive is €519/TB/year and will be covered by the host lab.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will be stored in the servers from the KUL and on a hard drive.\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the university's central servers (with automatic back-up procedures) for at \nleast 10 years, conform the KU Leuven RDM policy.\nFWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The costs are €113,84/TB/year and will be covered by the host lab.\nFWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only people working on the project will have access to the folders containing the data. After \npublication, data be available upon request.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All data will be saved in the servers from the KUL and be available from there.\nFWO DMP Template (Flemish Standard DMP) 13When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be available upon request after publication.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Currently, we will provide none. Data will be available on request. This might change depending on the \nresults of the research.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Since the data is shared upon request, there are no expected costs.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 147. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Jolien Vreys will be the main responsible for data documentation & metadata. Prof. Patrick Van Dijck is \nco-responsible for the data storage and backup of the server.\nWho will manage data storage and backup \nduring the research project?Jolien Vreys will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the data \nstorage and backup of the server.\nWho will manage data preservation and \nsharing?Jolien Vreys will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the data \npreservation and sharing.\nWho will update and implement this DMP? Jolien Vreys and Prof. Patrick Van Dijck bear the overall responsibility for updating & implementing this \nDMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Jolien Vreys https://orcid.org/0000-0001-5310-336X Contributor name(s) (+ ORCID) & roles Promotor: Patrick Van Dijck https://orcid.org/0000-0002-1542-897X Project number1 & title 3E211159 Why is Candida glabrata specialized for solely glucose utilization with so many other sugars available in our body? Funder(s) GrantID211L0423N Affiliation(s) KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: https://ror.org/05f950310 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The human health is threatened by the emergence , of drug resistant fungal species like Candida glabrata , . indicating the need for new antifungal drugs and targets The central . metabolism appears to be tied to the pathogenicity of fungi This also seems to be the case for . C glabrata’ . ,s sugar metabolism Nevertheless .C glabrata is an odd fungus . concerning its sugar metabolism It can only use glucose and trehalose as fermentable carbon sources despite the presence of gene orthologs for transport and metabolization of . , other sugars Interestingly a high glucose import rate was observed in . C glabrata, while 11 . there are only hexose transporters encoded Did . C glabrata become specialized for ? , glucose transport upon its adaptation to the human host To investigate this we will determine the substrate specificity and kinetics of the hexose transporters and compare . , sugar transport of clinical and environmental isolates Once sugar is imported glycolysis . takes place We found five sugar , , kinases catalyzing sugar phosphorylation in . C glabrata. This is surprising as this is more than found in related fungi and they presumably only . , have glucose as substrate To gain more knowledge about this we will determine whether .the sugar kinases are able to phosphorylate other sugars and if they have additional roles , - , Finally as several virulence related pathways require sugar phosphorylation we will look into the effect of this phosphorylation on in vitro, ex vivo and in vivo . virulence FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Growth curvesMultiskan Generate new data DigitalExperimental .xlsx and .pzfx <100 GB Fluorescence measurement and absorbanceSynergy H1 Generate new data DigitalExperimental .xlsx and .pzfx <100 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5Flow cytometryGuava Generate new data DigitalExperimental .fcs and .pzfx <100 GB Digital imagesMicroscopy images, gel scans, plate images, graphs, illustrations, figuresGenerate new data DigitalExperimental .jpeg, .tif, .ai and .pdf<100 GB SequencesCLC Generate new data DigitalExperimental .dna <100 GB qPCRExpression levelsGenerate new data Digital Experimental .xlsx and .pzfx <100 GB Transport experimentsScintillation countingGenerate new data DigitalExperimental .xlsx and .pzfx <100 GB StrainsDeletion strains, fluorescence- tagged strains, HXT-null strain, HXT- complemented strains, environmental isolates, clinical isolatesGenerate new data, reuse existing dataPhysical <500 strains PlasmidsDeletion cassettes, tagging cassette, pLS10Generate new data, reuse existing dataPhysical <100 plasmids FWO DMP Template (Flemish Standard DMP) 6GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Strains and plasmids generated by other research groups and other lab members will be used to generate deletion mutants, fluorescent-tagged strains and complementation strains. pYC44 and pYC56 plasmid: doi: 10.1016/j.fgb.2015.04.020. pLS10 plasmid: doi: 10.1080/21505594.2020.1868825 hxt-null mutant: doi: 10.1093/femsyr/foy107 The environmental strains and clinical strains will be obtained from several other labs that give us permission to use them. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: For animal experiment, we will request approval from the ethical committee. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 83.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).All experiments are placed in folders (stored on the personal folder in the J-drive) stating the used protocol, the purpose and lay-out of the experiment, the raw data, analysis and conclusions. The standard operating protocols are collected in shared database on the J-drive. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: All data captured by measurements of a physicochemical property in a batch mode will be manually curated to create meaningful metadata. The processing of the raw data is carried out in Graphpad prism and by creating graphs the data become meaningful to others. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 9Where will the data be stored? The data generated during this research will be preserved in several manners. First, the data on the applicant's computer are backed up daily, on an external hard drive. Secondly, the data is transferred regularly to storage repositories maintained by theKU Leuven (hard drive and Box system). After the research, all data is maintained at these storage repositories at KU Leuven. Our lab uses four different drives: a shared drive, a personal drive, a large volume storage drive and lastly a drive used to archive results and presentations. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The central server of the KU Leuven has automatic back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The servers of the KU Leuven, where the data is stored, has no limit on data storage. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 10How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The KU Leuven server is a secure environment for data saving. The data is collected in folders only accessible for people working on this research. Moreover, the work laptop is protected by Windows defender and is managed by KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The cost of the J-drive is €519/TB/year and will be covered by the host lab. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will be stored in the servers from the KUL and on a hard drive. Where will these data be archived (stored and curated for the long-term)?The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. FWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The costs are €113,84/TB/year and will be covered by the host lab. FWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Only people working on the project will have access to the folders containing the data. After publication, data be available upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.All data will be saved in the servers from the KUL and be available from there. FWO DMP Template (Flemish Standard DMP) 13When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be available upon request after publication. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Currently, we will provide none. Data will be available on request. This might change depending on the results of the research. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Since the data is shared upon request, there are no expected costs. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 147. Responsibilities Who will manage data documentation and metadata during the research project?Jolien Vreys will be the main responsible for data documentation & metadata. Prof. Patrick Van Dijck is co-responsible for the data storage and backup of the server. Who will manage data storage and backup during the research project?Jolien Vreys will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the data storage and backup of the server. Who will manage data preservation and sharing?Jolien Vreys will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the data preservation and sharing. Who will update and implement this DMP? Jolien Vreys and Prof. Patrick Van Dijck bear the overall responsibility for updating & implementing this DMP."
}