{
    "document_id": "D-2022-1710",
    "LinkTitle": "D-2022-1710",
    "file_name": "D-2022-1710.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1710.pdf",
    "metadata": {
        "title": "Bridging the gap between digital-twin based damage identification and failure prognosis for critical structures, through automated and online measurements enabled by unmanned vehicle swarms.",
        "author": "N/A",
        "creation_date": "2023-05-09 11:36:49+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Bridging the gap between digital-twin based damage identification and failure prognosis for critical structures,\nBridging the gap between digital-twin based damage identification and failure prognosis for critical structures,\nthrough automated and online measurements enabled by unmanned vehicle swarms.\nthrough automated and online measurements enabled by unmanned vehicle swarms.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nChen Fang\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nBijzonder Onderzoeksfonds\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \n3E220129\nID: \nID: \n199343\nStart date: \nStart date: \n01-12-2022\nEnd date: \nEnd date: \n30-11-2026\nProject abstract:\nProject abstract:\nModern industrial structures are increasingly complex in terms of geometry and materials. More specifically, the usage of composite and complex\nadditively manufactured structures implies a greater range of possible structural damage modes for which the structure has to be frequently and\nthoroughly inspected. The massive cost implied by scheduled inspection techniques has led to intense industrial interest towards novel structural health\nmonitoring (SHM) technologies which are by definition ‘automated’ and ‘online’. A structure having permanently attached sensors however with the\nrequired accompanied power units, cables and processing equipment significantly adds to the complexity and cost of the holistic system, sometimes\neven resulting in technologies focusing on monitoring the SHM equipment. With the intense development and reduced cost of aerial and underwater\nunmanned vehicle (UV) technologies, a large portion of the SHM research is focusing on structural monitoring without permanently attached\nequipment. The initial attempts have focused on visual inspection for surface-visible damage, with sensing approaches that can provide more accurate\ndamage information (i.e. ultrasound and vibration) not having being investigated. This research and training programme (PhD1) will investigate for the\nfirst time if UV measurements (both aerial and underwater) can provide accurate damage identification capability, or if the additional measurement\nuncertainty implied by the nature of removable sensors destroys the valuable information in the data. The developed tools will lead to robust structural\ndamage localization and identification, as well as to effective estimation of major reliability indices such as the Remaining Useful.\nLast modified: \nLast modified: \n09-05-2023\nCreated using DMPonline.be. Last modiﬁed 09 May 2023\n1 of 6\nBridging the gap between digital-twin based damage identification and failure prognosis for critical structures,\nBridging the gap between digital-twin based damage identification and failure prognosis for critical structures,\nthrough automated and online measurements enabled by unmanned vehicle swarms.\nthrough automated and online measurements enabled by unmanned vehicle swarms.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nNumerical data\nsimulation for civil and mechanical\nstructures\nN\nD\nN/M\nAbaqus file;\nAnsys file;\nComsol file\n<1TB\n \nExperimental data\ndata from vibration and non-\ncontactless test, i.e., ultrasonic and\nUAVs\nN\nD\nI/S\nMatlab file; text\nfile; \n<100GB\n \nSystem\nidentification\nalgorithms\nmodal analysis and identification\nN\nD\nN/SO\nMatlab file;\npython file\n<1GB\n \nModel updating\nalgorithms\nmodel updating for high fidelity\nmodels\nN\nD\n N/SO\nMatlab file;\npython file\n<1GB\n \nDamage\nidentification\nalgorithms\ndetection, localization, qualification\nfor damage\nN\nD\n N/SO\nMatlab file;\npython file\n<1GB\n \nData analysis\nscripts\ntransformation of the numerical data\nto analytical data\nN\nD\n N/SO\nMatlab file;\npython file\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 09 May 2023\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor finite element simulation data, modeling steps such as material and geometric parameter setting, constraint setting, load application, etc.\nwill be described in a detailed numerical calculation report.\nFor experiments, the measurement setup, data acquisition parameters, data processing steps, and file structure will be described in a detailed\nmeasurement report.\nThese reports contain all the details needed to repeat simulations and experiments (if required), process and interpret the data.\nReadme files describing the organization and content of the Matlab and Python scripts are provided. Each file is clearly documented in the\ncode via inline comments. The results of the processing are described in separate reports and publications.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nRDR KU Leuven\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 09 May 2023\n3 of 6\nThe numerical model data and result data, acceleration, displacement, and image data obtained from field test measurements, model updating\nand damage identification algorithms, data processing algorithms, etc. will be stored in OneDrive.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nFolders are shared with only relevant persons and colleagues.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe use of KU Leuven OneDrive for Business is free of charge.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nN/A\nData Sharing and Reuse\nData Sharing and Reuse\nCreated using DMPonline.be. Last modiﬁed 09 May 2023\n4 of 6\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nThe data including numerical and experimental data, data processing algorithms and scripts, pertaining to published case studies will be made\navailable upon request through dedicated share links.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nMembers of our own research group and colleagues having the required link.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nTo be determined later.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nCreated using DMPonline.be. Last modiﬁed 09 May 2023\n5 of 6\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias\nPhD researcher: Chen Fang\n \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias\nPhD researcher: Chen Fang\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias\nPhD researcher: Chen Fang\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias\nPhD researcher: Chen Fang\nCreated using DMPonline.be. Last modiﬁed 09 May 2023\n6 of 6"
    },
    "clean_full_text": "Bridging the gap between digital-twin based damage identification and failure prognosis for critical structures, Bridging the gap between digital-twin based damage identification and failure prognosis for critical structures, through automated and online measurements enabled by unmanned vehicle swarms. through automated and online measurements enabled by unmanned vehicle swarms. A Data Management Plan created using DMPonline.be Creator: Creator: Chen Fang Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Bijzonder Onderzoeksfonds Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: 3E220129 ID: ID: 199343 Start date: Start date: 01-12-2022 End date: End date: 30-11-2026 Project abstract: Project abstract: Modern industrial structures are increasingly complex in terms of geometry and materials. More specifically, the usage of composite and complex additively manufactured structures implies a greater range of possible structural damage modes for which the structure has to be frequently and thoroughly inspected. The massive cost implied by scheduled inspection techniques has led to intense industrial interest towards novel structural health monitoring (SHM) technologies which are by definition ‘automated’ and ‘online’. A structure having permanently attached sensors however with the required accompanied power units, cables and processing equipment significantly adds to the complexity and cost of the holistic system, sometimes even resulting in technologies focusing on monitoring the SHM equipment. With the intense development and reduced cost of aerial and underwater unmanned vehicle (UV) technologies, a large portion of the SHM research is focusing on structural monitoring without permanently attached equipment. The initial attempts have focused on visual inspection for surface-visible damage, with sensing approaches that can provide more accurate damage information (i.e. ultrasound and vibration) not having being investigated. This research and training programme (PhD1) will investigate for the first time if UV measurements (both aerial and underwater) can provide accurate damage identification capability, or if the additional measurement uncertainty implied by the nature of removable sensors destroys the valuable information in the data. The developed tools will lead to robust structural damage localization and identification, as well as to effective estimation of major reliability indices such as the Remaining Useful. Last modified: Last modified: 09-05-2023 Created using DMPonline.be. Last modiﬁed 09 May 2023 1 of 6 Bridging the gap between digital-twin based damage identification and failure prognosis for critical structures, Bridging the gap between digital-twin based damage identification and failure prognosis for critical structures, through automated and online measurements enabled by unmanned vehicle swarms. through automated and online measurements enabled by unmanned vehicle swarms. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Numerical data simulation for civil and mechanical structures N D N/M Abaqus file; Ansys file; Comsol file <1TB Experimental data data from vibration and non- contactless test, i.e., ultrasonic and UAVs N D I/S Matlab file; text file; <100GB System identification algorithms modal analysis and identification N D N/SO Matlab file; python file <1GB Model updating algorithms model updating for high fidelity models N D N/SO Matlab file; python file <1GB Damage identification algorithms detection, localization, qualification for damage N D N/SO Matlab file; python file <1GB Data analysis scripts transformation of the numerical data to analytical data N D N/SO Matlab file; python file <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 09 May 2023 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For finite element simulation data, modeling steps such as material and geometric parameter setting, constraint setting, load application, etc. will be described in a detailed numerical calculation report. For experiments, the measurement setup, data acquisition parameters, data processing steps, and file structure will be described in a detailed measurement report. These reports contain all the details needed to repeat simulations and experiments (if required), process and interpret the data. Readme files describing the organization and content of the Matlab and Python scripts are provided. Each file is clearly documented in the code via inline comments. The results of the processing are described in separate reports and publications. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes RDR KU Leuven Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Created using DMPonline.be. Last modiﬁed 09 May 2023 3 of 6 The numerical model data and result data, acceleration, displacement, and image data obtained from field test measurements, model updating and damage identification algorithms, data processing algorithms, etc. will be stored in OneDrive. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Folders are shared with only relevant persons and colleagues. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The use of KU Leuven OneDrive for Business is free of charge. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? N/A Data Sharing and Reuse Data Sharing and Reuse Created using DMPonline.be. Last modiﬁed 09 May 2023 4 of 6 Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) The data including numerical and experimental data, data processing algorithms and scripts, pertaining to published case studies will be made available upon request through dedicated share links. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Members of our own research group and colleagues having the required link. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) To be determined later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? N/A Created using DMPonline.be. Last modiﬁed 09 May 2023 5 of 6 Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias PhD researcher: Chen Fang Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias PhD researcher: Chen Fang Who will manage data preservation and sharing? Who will manage data preservation and sharing? PIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias PhD researcher: Chen Fang Who will update and implement this DMP? Who will update and implement this DMP? PIs: Dimitrios Chronopoulos, Dirk Vandepitte, Konstantinos Gryllias PhD researcher: Chen Fang Created using DMPonline.be. Last modiﬁed 09 May 2023 6 of 6"
}