{
    "document_id": "D-2023-2166",
    "LinkTitle": "D-2023-2166",
    "file_name": "D-2023-2166.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2166.pdf",
    "metadata": {
        "title": "D-2023-2166",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n DATA MANAGEMENT PLAN (DMP)  \nProject number:  G008023N  \n \n1. General Project Information  \n \nName Grant Holder & ORCID  Lucía Chávez -Gutiérrez  & 0000 -0002 -8239 -559X  \nContributor name(s) (+ ORCID) & roles   \nProject number  1 & title  G008023N , Proteolytic Surveillance of signalling molecules in the membrane: unravelling the mechanisms \nand endogenous regulation of aspartyl intramembrane proteases.  \nFunder(s) GrantID  2 G008023N  \nAffiliation(s)  KU Leuven  \nVIB – KU Leuven Center for Brain and Disease Research  \nLaboratory of Proteolytic Mechanisms mediating Neurodegeneration  \nPlease provide a short project description  Intramembrane proteases (IMPs) act as molecular switches in the membrane turning on and off a wide \nvariety of signalling events. Recent data present the human aspartyl IMP family as highly dynamic and \ntemporally regulated proteolytic systems involved in the surveillance of a variety of signalling molecules in \nthe membrane. Accordingly, th ese are multifaceted proteolytic systems, involved in multiple physiological \nand disease processes. Nevertheless, central questions related to their mechanisms of action and \nendogenous regulation remain unaddressed. The aspartyl IMP family, and its remarka ble functional \ndependence on the surrounding molecular environment, offers a fascinating model to investigate the -\nintrinsic and extrinsic - mechanisms controlling and modulating the surveillance of signalling molecules in \nthe membrane, including those unde rlying susceptibility to human disease. Here, we will apply cutting -\nedge protein biochemistry and enzymology, nanobody -based technology, state -of-the-art mass \nspectrometry and proteomics to decipher how human aspartyl IMPs work and how environmental clues \nmodulate their activities endogenously. The outcomes will provide substantial mechanistic and biological \ninsights into how these proteolytic switches control fundamental processes in physiology and disease.  \n  \n                                                      \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or d ata type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is ab out), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR PHYSICAL DAT A \nDataset Name  Description  New or Reused  Digital or \nPhysical  Physical Volume  \n \n \nObservational dataset 1 -\nHuman t issue samples  Frozen post -mortem brain tissue samples from humans  \n ☒ Generate new data  \n☐ Reuse existing data  ☐ Digital  \n☒ Physical  60 grams  \nObservational dataset 2 -\nAnimal tissue samples  Post -mortem brain tissue samples from pigs  ☒ Generate new data  \n☐ Reuse existing data  ☐ Digital  \n☒ Physical  540 grams   \nExperimental dataset 1 - \nCell lines  Bacteria strains, insect c ell lines, mammalian cell lines  ☒ Generate new data  \n☒ Reuse existing data  ☐ Digital  \n☒ Physical 1 liter  \nExperimental dataset 2 -\nVectors  Vectors for protein expression in bacteria, mammalian \nand insect cells  ☒ Generate new data  \n☒ Reuse existing data  ☐ Digital  \n☒ Physical 10 mililiters  \nExperimental dataset 3 - \nRecombinant proteins and \ncompounds  Human proteins (proteases, their substrates, newly \ndiscovered interactors) produced in insect or human \ncell lines, nanobodies expressed in bacteria, chemical \ninhibitors and modulators of proteases  ☒ Generate new data  \n☒ Reuse existing data  ☐ Digital  \n☒ Physical 10 liters  \n \n                                                      \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL \nDATA  \nDataset Name  Description  New or Reused  Digital or \nPhysical  Digital Data \nType  \n Digital Data Format  \n Digital Data \nVolume (MB, \nGB, TB)  \nExperimental \ndataset 4 -\nCanonical data  Nucleotide \nsequencing data  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☒ Software  \n☐ Other:  - Raw sequence data trace (.ab1)   \n- Text-based format (.fasta/.fa) and \naccompanying QUAL file (.qual)  \n- Genbank format (.gb/.gbk)  \n- Sequence alignment data: (.sam), (.bam ) ☐ < 1 GB \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n \nExperimental \ndataset 5 - Mass \nspectrometry \ndata  Mass spectrometry \ndata sets ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☒ Other: Raw data (.raw)  \n ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☒ > 5 TB  \n☐ NA \n \nExperimental \ndataset 6  -\nDigital images  Microscopy \npictures, gel scans, \ngraphs, \nillustrations, \nfigures  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☒ Model  \n☒ Software  \n☐ Other: - Digital images in raster formats: \nuncompressed TIFF (.tif/.tiff), JPEG (.jpg), \nAdobe Portable Document Format (.pdf), \nbitmap (.bmp), .gif, .lif (Leica), .czi (Zeiss), \n.gel (ImageQuant)  \n- Digital images in vector formats: scalable \nvector graphics (.svg), en capsulated \npostscript (.eps), Scalable Vector Graphics \n(.svg), Adobe Illustrator (.ai)  ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n Derived and \ncompiled \ndataset 1 – \nResearch \ndocumentation  Documentation \ngenerated by the \nresearch and \ntechnical staff or \ncollected from \nonline sources and \nfrom collaborators, \nincluding ethical \napproval \ndocuments, \nlaboratory notes \nand protocols.  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other: -Text files: Rich Text Format (.rtf), MS \nWord (.doc/.docx), Adobe Portable \nDocument Format (.pdf)  \n-Quantitative tabular data: comma -\nseparated value files (.csv), MS Excel \n(.xls/.xlsx), MS Access (.mdb/.accdb)   \nDerived and \ncompiled \ndataset 2 -\nManuscripts  Manuscripts \nresulting from the \nproject  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other: -Text files: Rich Text Format (.rtf), MS \nWord (.doc/.docx), Adobe Portable \nDocument Format (.pdf)   \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical d ata and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, difficult to replace and/or ethical issu es are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data typ e.   \n We will only reuse part of the physical datasets that were generated in our laboratory  in previous projects , \nsuch as bacteria strains, mammalian cell lines and vectors for expression. These datasets are included as \npart of the Experimental dataset 1,  2, 3 as described above.   \n \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☒ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nObservational  dataset 1: Post -mortem human tissue will be used in this project and it is approved by EC \nunder the number S60470 . For optimization of some of the protocols described in the project, post -\nmortem animal tissue will be used and it is approved b y ECD under the number M013/2022 . \nExperimental datasets 1, 2, and 3: All protocols to generate these datasets using m ammalian cell lines are \napproved by the EC under the number S65730 . \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \n                                                      \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \nWe do not exclude that the proposed work could result in research data with potential for tech transfer and \nvalorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the \nframework agreement of both institutes. VIB has a policy to actively monitor research data for such \npotential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of \ncases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP \nprotection does n ot withhold the research data from being made public. In the case a decision is taken to \nfile a patent application it will be planned so that publications need not be delayed.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \nNo third -party agreement restricts dissemination or exploitation of the data or strains generated from this \nproject. In particular, existing agreements between VIB and KU Leuven do not restrict publication of data.  \n \nAre there any other legal issues, such as \nintellectual property rights and  ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols \nwill be stored in our lab protocol database, and published along with the results. Metadata will be \ndocumented by the research and technical staff a t the time of data collection and analysis, by taking careful \nnotes in the electronic laboratory notebook (E -notebook) and/or in hard copy lab notebooks that refer to \nspecific datasets.  \nCryotubes of biologic al samples (bacterial strains , mammalian cell li nes) stored at -80°C will be labelled with \na reference number that links to an entry  or database.  \nAll datasets will be accompanied by a README.txt file containing all the associated met adata (see more \ndetails below).  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER  METADATA IN A CERTA IN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \nWhile specific data types might require particular metadata, as a general rule the metadata are based on a \ngeneralized metadata schema such as Dublin Core or DataCite, including the following elements:  \n• Title: free text  \n• Creator: Last name, first  name, organization  \n• Date and time reference  \n• Subject: Choice of keywords and classifications  \n• Description: Text explaining the content of the data set and other contextual information needed for the \ncorrect interpretation of the data, the software(s) (including version number) used to produce and to read \nthe data, the purpose of the experiment, etc.  \n• Format: Details of the file format,  \n• Resource Type: data set, image, audio, etc.  \n• Identifier: DOI (when applicable)  \n•Access rights: closed access, emba rgoed access, restricted access, open access.  \n \nFor specific datasets, additional metadata will be  associated with the data file as appropriate. Mass \nspectrometry metadata w ill be  generated at the VIB Proteomics Core facility.  A copy of the results (data) \nwill be  stored at the VIB -KU Leuven Proteolytic Mechanisms mediating Neurodegeneration laboratory.  \n  \n \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other:  \nDigital files are stored on KU Leuven servers.  \nOther types of data are stored in different forms as follows;  \n- Tissue samples: Tissues are stored locally in the laboratory. All human tissue samples are registered \nwith a Belgian biobank, in compliance with the Belgian law on human body material (dd 19 -12-2008).  \nAnimal tissue samples will be used for optimization of protocols, there fore will be kept only short \nterm . \n- Vectors: Vectors will be  preserved in a form of purified DNA (in -20°C freezer).  \n- Cell lines: Cryo preserved cell lines will be  stored locally in the laboratory in liquid nitrogen tank. At \nleast two vials per cell line derive d from independent freezings will be  stored.  \n- Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate.   \n- Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the \nproject will be  stored on KU Leuven servers.  \n- Proteo mics data: Prote omics data generated during the project will be stored on KU Leuven \nservers . \n- All other digital data (research documentation and manuscripts) will be stored on KUL servers.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \nKU Leuven drives are backed -up according to the following scheme:  \n- Data stored on the “L -drive” is backed up daily using snapshot technology, where all incremental changes \nin respect of the previou s version are kept online; the last 14 backups are kept.  \n- Data stored on the “J -drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight \nbetween Saturday and Sunday); in each case the last 6 backups are kept.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nThere is sufficient storage and back -up capacity on all KU Leuven servers:  \n- The “L -drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp \neseries storage systems, and a CTDB samba cluster in the front -end.  \n- The “J -drive” is based on a cluster o f NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE  MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND \nTRANSFERRED DATA ARE  SAFE.  \nGuidance on security for research data  Security of digital datasets  in KU Leuven drives: Both the “L -drive” and “J -drive” servers are accessible only \nby laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster \nrecovery so that a copy of the data can be recovered within an hou r. \nSecurity of the physical datasets that are stored in the laboratory unit are e nsured by allowing access only \nto the  laboratory members through  KU Leuven ID card  access . \n \n \n \nWhat are the expected costs for data storage \nand backup during the research proj ect? How \nwill these costs be covered?  The total cost of data storage during the project is projected to be max. 1000  € per year. This includes the \nfollowing costs:  \nThe costs of digital data storage are as follows: 174 € /TB per year for the “L -drive” and 5 19 € /TB per year \nfor the “J -drive”.  \nThese costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez -Gutiérrez.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n  \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, insti tutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according  to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☒ Certain data cannot be ke pt for 10 years (explain)  \n \nThe preservation term of 10 years after the end of the project will be  applied to all datasets  except for the \nobservational datasets 1 and 2 . These two datasets containing human and animal brain tissue will be used \nin the project for various protocols described in the project outline, and all the sample volume can be used \nup during this process. Animal tissue samples will be used only for the optimization of the protocols and \nwill only be kept for short term.  \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  \nAs a general  rule, datasets will be made openly accessible, whenever possible via existing platforms that \nsupport FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication.  \nFor all other datasets, long term storage will be ensured as follows:  \n- Digital datasets: files will be stored on the “L -drive”.  \n- Tissue samples: tissues will be stored locally in the laboratory ( -80°C).  \n- Vectors: vectors are preserved in the form of purified DNA (in -20°C freezer).  \n- Cell lines: cell lines are stored locally in the laboratory (liquid nitrogen).  \n- Other biological and chemical samples: storage either at 4°C and/or as frozen, as appropriate, locally in \nthe laboratory of Proteolytic Mechanisms mediating Neurodegeneration.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  The total estimated cost of data storage during the 10 years after the end of the project is approx.  10000 €.   \nThese costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez -Gutiérrez.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n  \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INF ORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted data ( upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \nAll research outputs supporting publications will be made openly accessible.  \nWe aim at communicating our results in to p journals that require full disclosure upon publication of all \nincluded data, either in the main text, in supplementary material or in a data repository if requested by the \njournal and following deposit advice given by the journal. Depending on the journa l, accessibility restrictions \nmay apply.  \nSharing policies for specific research outputs are detailed below:  \n- Physical experimental datasets described above (cell lines, vectors, recombinant proteins and \ncompounds) will be stored as appropriate in the laboratory. Within availability, they will be reused \nduring and after the project.  \n- Digital experimental datasets (nucleic acid and protein sequences , images, and spectrometry data) : \nthey are stored on the serv ers and can be made available for reuse . \n- Research documentation: All protocols used to generate published data will be described in the \ncorresponding manuscript(s), and the related documentation will be included as supplementary \ninformation. These data and all other documents (daily logs, raw data) deposited in the E -Notebook \nare accessible to the PI and the research staff,  for reuse during/after projec t. \n- Manuscripts: All scientific publications will be shared openly. At the time of publication, research \nresults will be summarized on the VIB website and post -print pdf versions of publications or links to \nthem will be made available there if allowed by co pyright agreements, possibly after an embargo as \ndetermined by the publisher. Before the end of the embargo or in cases where sharing the post -print \nis not allowed due to copyright agreements, a pre -print version of the manuscript will be made \navailable . \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n If access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions) ? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☒ Yes, other  \n☐ No \n \nIf yes, please specify : \nPatients’ samples will  only be available to the research and technical staff involved in the project.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☒ Other data repository (specify)  \n☒ Other (specify)  \nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that \nsupport FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication.  Sharing policies for \nspecific research outputs are detailed below:  \n- Vectors: vectors are stored as appropriate in the laboratory. Within availability, they will be shared \nwith interested researchers upon request.  \n- Cell lines: cell lines are stored as appropriate in the laboratory. Within availability, they will be shared \nwith interested researchers upon request.  \n- Other digital datasets that support publications (including image files , and mass spectro metry  data ) \nare stored on the servers and can be made available upon request.  \n- Antibodies, synthetic and recombinant compounds: samples are stored as appropriate in the \nlaboratory. Within availability, they will be shared with interested researchers upon request.  \n- Research  documentation: All protocols used to generate published data will be described in the \ncorresponding manuscript(s), and the related documentation will be included as supplementary \ninformation. These data and all other documents (daily logs, raw data) depos ited in the E -Notebook \nare accessible to the PI and the research staff, and will be made available upon request.  \n- Manuscripts: All scientific publications will be shared openly. At the time of publication, research \nresults will be summarized on the VIB webs ite and post -print pdf versions of publications or links to \nthem will be made available there if allowed by copyright agreements, possibly after an embargo as \ndetermined by the publisher. Before the end of the embargo or in cases where sharing the post -print \nis not allowed due to copyright agreements, a pre -print version of the manuscript will be made \navailable. Publications will also be automatically listed in our institutional repository, Lirias 2.0, based \non the authors name and ORCID ID.  \n- Nucleic acid an d protein sequences: they are stored on the KU Leuven servers and can be made \navailable upon request.  \n- Data that do not support publication will be made available upon request by email.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n When will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \nAs a general rule all research outputs will be made openly accessible at the latest at the time of publication. \nNo embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note \nthat patent application filing will be planned so that publications need not be delayed - or ongoing projects \nrequiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo \ndate  is reached.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED  \nOR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT  BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \nWhenever possible, datasets and the appropriate metadata will be made publicly available through \nrepositories that support FAIR data sharing. These  repositories clearly describe their conditions of use \n(typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creat ive \nCommons Attribution (CC -BY) or an ODC Public Domain Dedication and Licence, with a material transfer  \nagreement when applicable).  We will follow the conditions of the repository that the data is submitted to \nregarding the usage licences.  \nFor data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if \napplicable) will b e concluded with the beneficiaries in order to clearly describe the types of reuse that are \npermitted.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQU E \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n It is the intention to minimize data management costs by implementing standard procedures e.g. for \nmetadata collection and file storage and organization from the start of the project, and by using free -to-use \ndata repositories and dissemination facilities whenever possible. Data management costs will be covered \nby the laboratory budget.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Metadata w ill be  documented by the research and technical staff at the time of data collection and analysis, \nby taking careful notes in the electronic laboratory notebook (E -notebook) that refer to specific datasets.  \nWho will manage data storage and backup \nduring the research project?  The research and technical staff will ensure  data storage and back up, with support from René Custers and \nAlexander Botzki  for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives.  \nWho will manage data preservation and \nsharing?  The PI is responsible for data preservation and sharing, with support from the research and technical staff \ninvolved in the project, from René Custers and Alexander Botzki for the electronic laboratory notebook \nand from Raf De Coster for the KU Leuven drives.  \nWho will update and implement this DMP?  The PI is ultimately responsible for all data management during and after data collection, including \nimplementing and updating the DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 DATA MANAGEMENT PLAN (DMP) Project number: G008023N 1. General Project Information Name Grant Holder & ORCID Lucía Chávez -Gutiérrez & 0000 -0002 -8239 -559X Contributor name(s) (+ ORCID) & roles Project number 1 & title G008023N , Proteolytic Surveillance of signalling molecules in the membrane: unravelling the mechanisms and endogenous regulation of aspartyl intramembrane proteases. Funder(s) GrantID 2 G008023N Affiliation(s) KU Leuven VIB – KU Leuven Center for Brain and Disease Research Laboratory of Proteolytic Mechanisms mediating Neurodegeneration Please provide a short project description Intramembrane proteases (IMPs) act as molecular switches in the membrane turning on and off a wide variety of signalling events. Recent data present the human aspartyl IMP family as highly dynamic and temporally regulated proteolytic systems involved in the surveillance of a variety of signalling molecules in the membrane. Accordingly, th ese are multifaceted proteolytic systems, involved in multiple physiological and disease processes. Nevertheless, central questions related to their mechanisms of action and endogenous regulation remain unaddressed. The aspartyl IMP family, and its remarka ble functional dependence on the surrounding molecular environment, offers a fascinating model to investigate the - intrinsic and extrinsic - mechanisms controlling and modulating the surveillance of signalling molecules in the membrane, including those unde rlying susceptibility to human disease. Here, we will apply cutting - edge protein biochemistry and enzymology, nanobody -based technology, state -of-the-art mass spectrometry and proteomics to decipher how human aspartyl IMPs work and how environmental clues modulate their activities endogenously. The outcomes will provide substantial mechanistic and biological insights into how these proteolytic switches control fundamental processes in physiology and disease. 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or d ata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is ab out), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Physical Volume Observational dataset 1 - Human t issue samples Frozen post -mortem brain tissue samples from humans ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical 60 grams Observational dataset 2 - Animal tissue samples Post -mortem brain tissue samples from pigs ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical 540 grams Experimental dataset 1 - Cell lines Bacteria strains, insect c ell lines, mammalian cell lines ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical 1 liter Experimental dataset 2 - Vectors Vectors for protein expression in bacteria, mammalian and insect cells ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical 10 mililiters Experimental dataset 3 - Recombinant proteins and compounds Human proteins (proteases, their substrates, newly discovered interactors) produced in insect or human cell lines, nanobodies expressed in bacteria, chemical inhibitors and modulators of proteases ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical 10 liters 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Experimental dataset 4 - Canonical data Nucleotide sequencing data ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other: - Raw sequence data trace (.ab1) - Text-based format (.fasta/.fa) and accompanying QUAL file (.qual) - Genbank format (.gb/.gbk) - Sequence alignment data: (.sam), (.bam ) ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Experimental dataset 5 - Mass spectrometry data Mass spectrometry data sets ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: Raw data (.raw) ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA Experimental dataset 6 - Digital images Microscopy pictures, gel scans, graphs, illustrations, figures ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☒ Model ☒ Software ☐ Other: - Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif, .lif (Leica), .czi (Zeiss), .gel (ImageQuant) - Digital images in vector formats: scalable vector graphics (.svg), en capsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai) ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 Derived and compiled dataset 1 – Research documentation Documentation generated by the research and technical staff or collected from online sources and from collaborators, including ethical approval documents, laboratory notes and protocols. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: -Text files: Rich Text Format (.rtf), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) -Quantitative tabular data: comma - separated value files (.csv), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb) Derived and compiled dataset 2 - Manuscripts Manuscripts resulting from the project ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: -Text files: Rich Text Format (.rtf), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical d ata and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, difficult to replace and/or ethical issu es are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data typ e. We will only reuse part of the physical datasets that were generated in our laboratory in previous projects , such as bacteria strains, mammalian cell lines and vectors for expression. These datasets are included as part of the Experimental dataset 1, 2, 3 as described above. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: ☒ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Observational dataset 1: Post -mortem human tissue will be used in this project and it is approved by EC under the number S60470 . For optimization of some of the protocols described in the project, post - mortem animal tissue will be used and it is approved b y ECD under the number M013/2022 . Experimental datasets 1, 2, and 3: All protocols to generate these datasets using m ammalian cell lines are approved by the EC under the number S65730 . Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does n ot withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: No third -party agreement restricts dissemination or exploitation of the data or strains generated from this project. In particular, existing agreements between VIB and KU Leuven do not restrict publication of data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. Metadata will be documented by the research and technical staff a t the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E -notebook) and/or in hard copy lab notebooks that refer to specific datasets. Cryotubes of biologic al samples (bacterial strains , mammalian cell li nes) stored at -80°C will be labelled with a reference number that links to an entry or database. All datasets will be accompanied by a README.txt file containing all the associated met adata (see more details below). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTA IN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : While specific data types might require particular metadata, as a general rule the metadata are based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) •Access rights: closed access, emba rgoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate. Mass spectrometry metadata w ill be generated at the VIB Proteomics Core facility. A copy of the results (data) will be stored at the VIB -KU Leuven Proteolytic Mechanisms mediating Neurodegeneration laboratory. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: Digital files are stored on KU Leuven servers. Other types of data are stored in different forms as follows; - Tissue samples: Tissues are stored locally in the laboratory. All human tissue samples are registered with a Belgian biobank, in compliance with the Belgian law on human body material (dd 19 -12-2008). Animal tissue samples will be used for optimization of protocols, there fore will be kept only short term . - Vectors: Vectors will be preserved in a form of purified DNA (in -20°C freezer). - Cell lines: Cryo preserved cell lines will be stored locally in the laboratory in liquid nitrogen tank. At least two vials per cell line derive d from independent freezings will be stored. - Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate. - Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. - Proteo mics data: Prote omics data generated during the project will be stored on KU Leuven servers . - All other digital data (research documentation and manuscripts) will be stored on KUL servers. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) KU Leuven drives are backed -up according to the following scheme: - Data stored on the “L -drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previou s version are kept online; the last 14 backups are kept. - Data stored on the “J -drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No There is sufficient storage and back -up capacity on all KU Leuven servers: - The “L -drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front -end. - The “J -drive” is based on a cluster o f NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Security of digital datasets in KU Leuven drives: Both the “L -drive” and “J -drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hou r. Security of the physical datasets that are stored in the laboratory unit are e nsured by allowing access only to the laboratory members through KU Leuven ID card access . What are the expected costs for data storage and backup during the research proj ect? How will these costs be covered? The total cost of data storage during the project is projected to be max. 1000 € per year. This includes the following costs: The costs of digital data storage are as follows: 174 € /TB per year for the “L -drive” and 5 19 € /TB per year for the “J -drive”. These costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez -Gutiérrez. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, insti tutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be ke pt for 10 years (explain) The preservation term of 10 years after the end of the project will be applied to all datasets except for the observational datasets 1 and 2 . These two datasets containing human and animal brain tissue will be used in the project for various protocols described in the project outline, and all the sample volume can be used up during this process. Animal tissue samples will be used only for the optimization of the protocols and will only be kept for short term. Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: - Digital datasets: files will be stored on the “L -drive”. - Tissue samples: tissues will be stored locally in the laboratory ( -80°C). - Vectors: vectors are preserved in the form of purified DNA (in -20°C freezer). - Cell lines: cell lines are stored locally in the laboratory (liquid nitrogen). - Other biological and chemical samples: storage either at 4°C and/or as frozen, as appropriate, locally in the laboratory of Proteolytic Mechanisms mediating Neurodegeneration. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The total estimated cost of data storage during the 10 years after the end of the project is approx. 10000 €. These costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez -Gutiérrez. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INF ORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data ( upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: All research outputs supporting publications will be made openly accessible. We aim at communicating our results in to p journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journa l, accessibility restrictions may apply. Sharing policies for specific research outputs are detailed below: - Physical experimental datasets described above (cell lines, vectors, recombinant proteins and compounds) will be stored as appropriate in the laboratory. Within availability, they will be reused during and after the project. - Digital experimental datasets (nucleic acid and protein sequences , images, and spectrometry data) : they are stored on the serv ers and can be made available for reuse . - Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) deposited in the E -Notebook are accessible to the PI and the research staff, for reuse during/after projec t. - Manuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the VIB website and post -print pdf versions of publications or links to them will be made available there if allowed by co pyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post -print is not allowed due to copyright agreements, a pre -print version of the manuscript will be made available . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions) ? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☒ Yes, other ☐ No If yes, please specify : Patients’ samples will only be available to the research and technical staff involved in the project. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☒ Other (specify) As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication. Sharing policies for specific research outputs are detailed below: - Vectors: vectors are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon request. - Cell lines: cell lines are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon request. - Other digital datasets that support publications (including image files , and mass spectro metry data ) are stored on the servers and can be made available upon request. - Antibodies, synthetic and recombinant compounds: samples are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon request. - Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) depos ited in the E -Notebook are accessible to the PI and the research staff, and will be made available upon request. - Manuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the VIB webs ite and post -print pdf versions of publications or links to them will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post -print is not allowed due to copyright agreements, a pre -print version of the manuscript will be made available. Publications will also be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. - Nucleic acid an d protein sequences: they are stored on the KU Leuven servers and can be made available upon request. - Data that do not support publication will be made available upon request by email. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creat ive Commons Attribution (CC -BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). We will follow the conditions of the repository that the data is submitted to regarding the usage licences. For data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will b e concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQU E IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 7. Responsibilities Who will manage data documentation and metadata during the research project? Metadata w ill be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E -notebook) that refer to specific datasets. Who will manage data storage and backup during the research project? The research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will update and implement this DMP? The PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP."
}