{
    "document_id": "D-2024-3176",
    "LinkTitle": "D-2024-3176",
    "file_name": "D-2024-3176.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3176.pdf",
    "metadata": {
        "title": "D-2024-3176",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "PLAN OVERVIEW\nA Data Management Plan created using DMPonline.be\nTitle: Defeating ‘Subversion’: Anti-Communism and Public Order Policing in France and Italy, 1930-1953\nCreator:Luca Provenzano\nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nProject abstract: \nThe onset of the Cold War contributed to an anti-communist consensus among public officials and the militarization of  \npublic order policing in France and Italy, two democracies that faced large, influential Communist Parties after 1945. \nHowever, public order operations in protests and strikes in in 1945-1953 led to broad disparities in the extent of \nrepression involving over 100 victims in the Italian case, over one hundred thousand arrests, and tens of thousands \nof condemnations. By contrast, the defense of public order in the French metropole during this period involved around  \na dozen deaths and a much less significant number of arrests and condemnations. In both cases, however, anti-\nCommunism revitalized patterns of violence against groups of workers and agricultural laborers who had been \nstigmatized and targeted for state violence since the 19th century: male Southern Italians and Algerians. This project \nis designed to explain disparities in the human cost of protests and strikes and commonalities in racialized violence \nduring the Cold War as a prism for understanding the intersections between securitization, police militarization, and \npublic order in contemporary history.\nID: 211820\nStart date: 01-10-2024\nEnd date: 30-09-2025\nLast modified: 20-12-2024\nDEFEATING ‘SUBVERSION’: ANTI-COMMUNISM AND PUBLIC ORDER  \nPOLICING IN FRANCE AND ITALY, 1930-1953\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset \nname / IDDescriptionNew or \nreuseDigital or \nPhysical \ndataData TypeFile formatData \nvolumePhysical \nvolume\nIndicate:\nN(ew data) \nor E(xisting \ndata)Indicate:  \nD(igital)Indicate:\nAudiovisual\nImagesIndicate:\n<1GB\n<100GB\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify)<1TB\n<5TB\n>5TB\nNA\n1.1. \nArchives, \nItaly (1.1)Raw:\ndigitised \narchival \nseries, \nState \narchives/ar\nchives of \nPCI and \ntrade \nunions, \n1930-53EDigitalTextual, \naudiovisualpdf<100GBn/a\n1.2. \nArchives, \nFranceRaw data: \ndigitised \narchival \nseries. \nState \narchives/ar\nchives of \nPCF and \ntrade \nunions on \nsocial \nmovements\n, protests, \nand \nviolence in \nFrance, \n1930-53EDigitalTextualpdf<100 GBn/a\n1.3. \nParliament\nary \ndebates, \nItalyRaw data:\nRecords of \nparliamenta\nry debates \nand consigli \ndei \nMinistri  \n1930-53EDTextualpdf<1 GBn/a\n1.4. \nParliament\nary \ndebates, \nFranceRaw data:\nRecords of \nparliamentaEDTextualpdf<1 GBn/a\nry \ndebates \n/conseil des \nministres, \n1930-53\n1.5. Police \nmanuals \nand \nvocational \njournals \n1930-1953Raw data: \npolice \nmanuals \nand \nvocational \njournals, \n1930-53EDTextual, \nImagespdf<1 GBn/a\n1.6. Public \norder \nlegislation, \nFrance and \nItaly, 1930-\n53Raw data:\npublic order \nlegislation \n1930-53EDTextualpdf<1 GBn/a\n2.1. Notes \nand \nAnalysis, \nItalya. Analysed \ndata on \nItalian \npolice \npublic order \ndoctrine in \n1930-43 \nand 1945-\n53 focused \non the use \nof force, \narms, and \ngeneral \n'frames' \napplied to \nprotest as \nwell as one \nor two key \ncases\nb. Analysis \nof public \norder \nlegislation \non the use \nof arms \n(Codice \nRocco)\nc. List of \nprominent \nmembers of \nthe Celere, \n1945-53 \nand their \nprofessiona\nl itinerary \nprior to \n1945\nd. Analysis \nof \ndiscourse \non police, \nviolence, \nprotest in \nthe NDTextual.docx<1GBn/a\nConsiglio \nand \nparliamenta\nry debates, \n1945-53\n2.2. Notes \nand \nanalysis, \nFrance a. Analysed \ndata on \nFrench \npolice \npublic order \ndoctrine in \n1930-42 \nand 1945-\n53 focused \non the use \nof force, \narms, and \ngeneral \n'frames' \napplied to \nprotest as \nwell as one \nor two key \ncases\nb. Analysis \nof public \norder \nlegislation \nin France, \n1930-1945\nc. List of \nprominent \nmembers of \nthe CRS in \n1945-53 \nand their \nprofessiona\nl itinerary \nprior to \n1945\nd. Analysis \nof \ndiscourse \non police, \nviolence, \nprotest in \nthe Conseil \nd'état and \nparliamenta\nry debates, \n1945-53NDTextual.docx<1GBn/a\n3.1.Draft \narticle: \nWorking \ntitle: \nAuthoritaria\nnism, Anti-\ncommunis\nm, and the \nDivergent \npaths of the \npolice in Analyzed \ndata: draft \nscholarly \narticle on \npolice, \nprotest, and \npublic order \nin the \ninterwar \nperiodNDTextualdocx<1GBn/a\ninterwar \nFrance and \nItaly\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nDataset 1.1 \nArchivio Centrale dello Stato, Roma\nArchivi del PCI, Fondazione Gramsci, Roma\nVerbali del Consiglio dei Ministri (multi-volumes)\nDataset 1.2. \nFrance\nArchives nationales\nArchives de la Préfecture du Police\nArchives départementales de la Seine-Saint-Denis (Archives du PCF, Archives CGT)\nArchives départementales du Nord\nDataset 1.3\nCamera dei Deputati, Portale storico: https://storia.camera.it/\nVerbali del Consiglio dei Ministri 1943/1948. 3 vols. Roma: Presidentsa del Consiglio dei ministri, 1994.  \nVerbali del Consiglio dei ministri, maggio 1948-luglio 1953. F.R. Scardaccione ed. 3 vols. Roma: Presidenza del \nConsiglio dei ministri, 2005.\n \nDataset 1.4.\nJournal officiel de la République français. Débats parlementaires  (to 1944)\nJournal officiel de la République française. Débats parlementaires. Conseil de la république (1944-\n1958): https://www.senat.fr/comptes-rendus-seances/4eme/seances/archiveSeances.html\nCompte-rendus du conseil des ministres, Archives nationales, Pierrefitte\n \nDataset 1.5.\nSources: essentially print materials localizable via the BnF (France) or the national library system of Italy.\nSome examples: \nDirection de la Gendarmerie,  Instruction sur le maintien de l'ordre  (Paris, Imprimerie nationale, 1930).  \nCapitaine Rabouhams,   Conférences sur la Garde républicaine mobile  (1934-1935) (Paris, Imprimerie nationale \n1935). \nRevue de la gendarmerie  (1928-1939)\n \n \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nArchives do not permit granting digitized archives to third-parties so that the researcher will be prohibited from \nsharing datasets 1.1-1.2   Likewise, most libraries only permit researchers to 'digitalize' their holdings for personal use,  \nexcluding the dissemination of 1.5-1.6.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●Yes\nArchives do not permit granting digitized archives to third-parties so that the researcher will be prohibited from \nsharing datasets 1.1-1.2   Likewise, most libraries only permit researchers to 'digitalize' their holdings for personal use,  \nexcluding the dissemination of 1.5-1.6.\n \nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nThe researcher will produce an excel document for datasets 1.1-1.2 for all archival file series consulted alongside \ndescriptive metadata (title of file series, creator, location, dates, keywords, etc.). All digitalized file series will be \nnamed according to a single convention allowing me to identify their archival location (for example, Archivio centrale \ndello Stato, Ministero dell'interno, Gabinetto, Fascicoli correnti, 1948-1960, busta 1). For datasets 1.3-1.4, the \nresearcher will similarly produce an excel document detailing each of the relevant sittings of the different \nparliamentary bodies/government meetings. Because the list of source materials for datasets 1.5-1.6 are unlikely to \nbe extensive, I do not plan to use excel.\nA reference manager (Zotero) will be used to organize all secondary references and printed texts.\nBest practices will follow the KU Leuven guidelines for data management for historical research.\n \nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●Yes\nDataCite will be the metadata standard.  \nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\nI will use Dropbox cloud storage as well as storing data on my hard-drive and a backup storage since I am \nexperienced in its use, I already have most of my research files from multiple years of doctoral and postdoctoral \nresearch on it, and I will be able to continue to use it whether or not I am able to stay at KU Leuven. Storing files on \nOneDrive would  require me to potentially migrate my data within 9 months since I am currently on a PDM mandate \nvalid one year.\nHow will the data be backed up?\n●Personal back-ups I make (specify below)\nAll data will be stored on the Dropbox cloud as well as backed up to an external hard-drive.\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nI have a paid Dropbox account that has 2TB of stoarge.  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nThe Dropbox mentioned above has a single-use secure password of 20 random numbers, symbols, and letters that is  \nin turn accessible via 1Password (30+ characters including numbers and random words). The harddrive where the \ndata is also stored will be kept in a locked room.\nThe personal computer of the researcher has an encrypted harddrive protected by a single-use 30+ character \npassword (random words and number).\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nNone. I have already paid for an annual Dropbox subscription and the data to be uploaded to the KU Leuven RDR \nwill probably not exceed 100mb.  \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●KU Leuven RDR\n●Other (specify below)\nData that can be shared will be archived at Leuven via RDR. Data that cannot be shared (1.6) will be archived on the \npersonal Dropbox cloud of the researcher.\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nThe cost of Dropbox for 10 years is estimated at 120 euro/year. However, I use the service for most of my research \nfiles since 2018 and the price of preservation should be considered already accounted for in my household budget.\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as embargoed data (temporary restriction)\nDatasets 2.1-2.3 will be rendered available after embargo since these will be created by the researcher and are not \nrestricted. \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, intellectual property rights\n●Yes, other\nAs already explained the archives in question do not permit researchers to circulate digitalized versions of archival file  \nseries. The same is true of most libraries, which permit digitalization of print materials solely for personal use. Thus, \ndatasets 1.1-1.6. cannot be shared. Data that could theoretically be shared (for example, parliamentary débate) is \nalready available digitalized online.  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●CC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nLuca Provenzano\nWho will manage data storage and backup during the research project?  \nLuca Provenzano\nWho will manage data preservation and sharing?  \nLuca Provenzano\nWho will update and implement this DMP?  \nLuca Provenzano"
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Defeating ‘Subversion’: Anti-Communism and Public Order Policing in France and Italy, 1930-1953 Creator:Luca Provenzano Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Project abstract: The onset of the Cold War contributed to an anti-communist consensus among public officials and the militarization of public order policing in France and Italy, two democracies that faced large, influential Communist Parties after 1945. However, public order operations in protests and strikes in in 1945-1953 led to broad disparities in the extent of repression involving over 100 victims in the Italian case, over one hundred thousand arrests, and tens of thousands of condemnations. By contrast, the defense of public order in the French metropole during this period involved around a dozen deaths and a much less significant number of arrests and condemnations. In both cases, however, anti- Communism revitalized patterns of violence against groups of workers and agricultural laborers who had been stigmatized and targeted for state violence since the 19th century: male Southern Italians and Algerians. This project is designed to explain disparities in the human cost of protests and strikes and commonalities in racialized violence during the Cold War as a prism for understanding the intersections between securitization, police militarization, and public order in contemporary history. ID: 211820 Start date: 01-10-2024 End date: 30-09-2025 Last modified: 20-12-2024 DEFEATING ‘SUBVERSION’: ANTI-COMMUNISM AND PUBLIC ORDER POLICING IN FRANCE AND ITALY, 1930-1953 RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Indicate: N(ew data) or E(xisting data)Indicate: D(igital)Indicate: Audiovisual ImagesIndicate: <1GB <100GB Sound Numerical Textual Model SOftware Other (specify)<1TB <5TB >5TB NA 1.1. Archives, Italy (1.1)Raw: digitised archival series, State archives/ar chives of PCI and trade unions, 1930-53EDigitalTextual, audiovisualpdf<100GBn/a 1.2. Archives, FranceRaw data: digitised archival series. State archives/ar chives of PCF and trade unions on social movements , protests, and violence in France, 1930-53EDigitalTextualpdf<100 GBn/a 1.3. Parliament ary debates, ItalyRaw data: Records of parliamenta ry debates and consigli dei Ministri 1930-53EDTextualpdf<1 GBn/a 1.4. Parliament ary debates, FranceRaw data: Records of parliamentaEDTextualpdf<1 GBn/a ry debates /conseil des ministres, 1930-53 1.5. Police manuals and vocational journals 1930-1953Raw data: police manuals and vocational journals, 1930-53EDTextual, Imagespdf<1 GBn/a 1.6. Public order legislation, France and Italy, 1930- 53Raw data: public order legislation 1930-53EDTextualpdf<1 GBn/a 2.1. Notes and Analysis, Italya. Analysed data on Italian police public order doctrine in 1930-43 and 1945- 53 focused on the use of force, arms, and general 'frames' applied to protest as well as one or two key cases b. Analysis of public order legislation on the use of arms (Codice Rocco) c. List of prominent members of the Celere, 1945-53 and their professiona l itinerary prior to 1945 d. Analysis of discourse on police, violence, protest in the NDTextual.docx<1GBn/a Consiglio and parliamenta ry debates, 1945-53 2.2. Notes and analysis, France a. Analysed data on French police public order doctrine in 1930-42 and 1945- 53 focused on the use of force, arms, and general 'frames' applied to protest as well as one or two key cases b. Analysis of public order legislation in France, 1930-1945 c. List of prominent members of the CRS in 1945-53 and their professiona l itinerary prior to 1945 d. Analysis of discourse on police, violence, protest in the Conseil d'état and parliamenta ry debates, 1945-53NDTextual.docx<1GBn/a 3.1.Draft article: Working title: Authoritaria nism, Anti- communis m, and the Divergent paths of the police in Analyzed data: draft scholarly article on police, protest, and public order in the interwar periodNDTextualdocx<1GBn/a interwar France and Italy If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Dataset 1.1 Archivio Centrale dello Stato, Roma Archivi del PCI, Fondazione Gramsci, Roma Verbali del Consiglio dei Ministri (multi-volumes) Dataset 1.2. France Archives nationales Archives de la Préfecture du Police Archives départementales de la Seine-Saint-Denis (Archives du PCF, Archives CGT) Archives départementales du Nord Dataset 1.3 Camera dei Deputati, Portale storico: https://storia.camera.it/ Verbali del Consiglio dei Ministri 1943/1948. 3 vols. Roma: Presidentsa del Consiglio dei ministri, 1994. Verbali del Consiglio dei ministri, maggio 1948-luglio 1953. F.R. Scardaccione ed. 3 vols. Roma: Presidenza del Consiglio dei ministri, 2005. Dataset 1.4. Journal officiel de la République français. Débats parlementaires (to 1944) Journal officiel de la République française. Débats parlementaires. Conseil de la république (1944- 1958): https://www.senat.fr/comptes-rendus-seances/4eme/seances/archiveSeances.html Compte-rendus du conseil des ministres, Archives nationales, Pierrefitte Dataset 1.5. Sources: essentially print materials localizable via the BnF (France) or the national library system of Italy. Some examples: Direction de la Gendarmerie, Instruction sur le maintien de l'ordre (Paris, Imprimerie nationale, 1930). Capitaine Rabouhams, Conférences sur la Garde républicaine mobile (1934-1935) (Paris, Imprimerie nationale 1935). Revue de la gendarmerie (1928-1939) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Archives do not permit granting digitized archives to third-parties so that the researcher will be prohibited from sharing datasets 1.1-1.2 Likewise, most libraries only permit researchers to 'digitalize' their holdings for personal use, excluding the dissemination of 1.5-1.6. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●Yes Archives do not permit granting digitized archives to third-parties so that the researcher will be prohibited from sharing datasets 1.1-1.2 Likewise, most libraries only permit researchers to 'digitalize' their holdings for personal use, excluding the dissemination of 1.5-1.6. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The researcher will produce an excel document for datasets 1.1-1.2 for all archival file series consulted alongside descriptive metadata (title of file series, creator, location, dates, keywords, etc.). All digitalized file series will be named according to a single convention allowing me to identify their archival location (for example, Archivio centrale dello Stato, Ministero dell'interno, Gabinetto, Fascicoli correnti, 1948-1960, busta 1). For datasets 1.3-1.4, the researcher will similarly produce an excel document detailing each of the relevant sittings of the different parliamentary bodies/government meetings. Because the list of source materials for datasets 1.5-1.6 are unlikely to be extensive, I do not plan to use excel. A reference manager (Zotero) will be used to organize all secondary references and printed texts. Best practices will follow the KU Leuven guidelines for data management for historical research. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●Yes DataCite will be the metadata standard. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? I will use Dropbox cloud storage as well as storing data on my hard-drive and a backup storage since I am experienced in its use, I already have most of my research files from multiple years of doctoral and postdoctoral research on it, and I will be able to continue to use it whether or not I am able to stay at KU Leuven. Storing files on OneDrive would require me to potentially migrate my data within 9 months since I am currently on a PDM mandate valid one year. How will the data be backed up? ●Personal back-ups I make (specify below) All data will be stored on the Dropbox cloud as well as backed up to an external hard-drive. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes I have a paid Dropbox account that has 2TB of stoarge. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The Dropbox mentioned above has a single-use secure password of 20 random numbers, symbols, and letters that is in turn accessible via 1Password (30+ characters including numbers and random words). The harddrive where the data is also stored will be kept in a locked room. The personal computer of the researcher has an encrypted harddrive protected by a single-use 30+ character password (random words and number). What are the expected costs for data storage and backup during the research project? How will these costs be covered? None. I have already paid for an annual Dropbox subscription and the data to be uploaded to the KU Leuven RDR will probably not exceed 100mb. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●KU Leuven RDR ●Other (specify below) Data that can be shared will be archived at Leuven via RDR. Data that cannot be shared (1.6) will be archived on the personal Dropbox cloud of the researcher. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of Dropbox for 10 years is estimated at 120 euro/year. However, I use the service for most of my research files since 2018 and the price of preservation should be considered already accounted for in my household budget. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as embargoed data (temporary restriction) Datasets 2.1-2.3 will be rendered available after embargo since these will be created by the researcher and are not restricted. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, intellectual property rights ●Yes, other As already explained the archives in question do not permit researchers to circulate digitalized versions of archival file series. The same is true of most libraries, which permit digitalization of print materials solely for personal use. Thus, datasets 1.1-1.6. cannot be shared. Data that could theoretically be shared (for example, parliamentary débate) is already available digitalized online. Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? None. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Luca Provenzano Who will manage data storage and backup during the research project? Luca Provenzano Who will manage data preservation and sharing? Luca Provenzano Who will update and implement this DMP? Luca Provenzano"
}