{
    "document_id": "D-2023-1831",
    "LinkTitle": "D-2023-1831",
    "file_name": "D-2023-1831.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1831.pdf",
    "metadata": {
        "title": "D-2023-1831",
        "author": "N/A",
        "creation_date": "2023-03-30 14:42:39+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Democracy Extended or Imperilled by Technology? How British, Canadian, and AustralianDemocracy Extended or Imperilled by Technology? How British, Canadian, and Australian\nparliamentarians’ changing conceptions of the past and future transformed televisionparliamentarians’ changing conceptions of the past and future transformed television\nregulation, 1950-1980 regulation, 1950-1980\nA Data Management Plan created using DMPonline.be\nCreator: Creator: Betto van Waarden\nAffiliation: Affiliation: KU Leuven (KUL)\nFunder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: Template: FWO DMP (Flemish Standard DMP)\nGrant number / URL: Grant number / URL: 1232723N\nID: ID: 198224\nStart date: Start date: 01-10-2022\nEnd date: End date: 30-09-2025\nProject abstract: Project abstract:\nPolitics today faces pressure to regulate digital technologies that threaten democracy. However, the urgency for politicians\nworldwide to regulate media is not new, as communication has always constituted the backbone of democracy. This project\ninvestigates how politicians’ changing engagement with the past and future of communication technology affected their\nregulation of television. It compares debate interventions and voting records of junior v senior, female v male, and\nconservative v progressive parliamentarians. Internationally, it compares the parliaments of Britain, Canada, and Australia,\nwhich share historical roots but developed different political and media systems. The project hypothesises that the post-war\ndecades of 1950-1980 constituted a new ‘saddle period’ (Koselleck 2004) of deep media-political change, during which\npoliticians shifted from pessimistic past-oriented television regulation anchored in previous media experiences to optimistic\nfuture-oriented television legislation. Paradoxically, in shedding the past and turning to the future of technology,\nparliamentarians presumably returned to a more distant past: the 19th-century ideal that media could democratise society.\nMethodologically, the project innovates with digital ‘structural’ collocation and ‘temporal’ sentiment analyses. The study will\nprovide crucial new historical insights to scholarly and current debates about how democracies can incorporate new\ntechnologies for the good.\nLast modified: Last modified: 30-03-2023\nCreated using DMPonline.be. Last modied 30 March 2023 1 of 5\nDemocracy Extended or Imperilled by Technology? How British, Canadian, and AustralianDemocracy Extended or Imperilled by Technology? How British, Canadian, and Australian\nparliamentarians’ changing conceptions of the past and future transformed televisionparliamentarians’ changing conceptions of the past and future transformed television\nregulation, 1950-1980 regulation, 1950-1980\nFWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP)\n1. Research Data Summary1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each datasetList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset\nor data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about),or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about),\nindicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind ofindicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nOnly for digital dataOnly for\ndigital dataOnly for\ndigital dataOnly for\nphysical\ndata\nDataset\nNameDescription New or reusedDigital or\nPhysicalDigital Data TypeDigital Data\nformatDigital data\nvolume\n(MB/GB/TB)Physical\nvolume\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing dataPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysicalPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNAPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNAPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\nBPPBritish\nparliamentary\nproceedingsreused digital compiled .tsv <100 GB\nCPPCanadian\nparliamentary\nproceedingsreused digital compiled .csv <100 GB\nAPPAustralian\nparliamentary\nproceedingsreused digital compiled .xml <100 GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset orIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type: data type:\nBBP: from official Hansard record, processed by Political Mashup project and Ludovic Rheault\nCPP: from Linked Parliamentary Data project\nAPP: from Australian historian Tim Sherratt\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? DescribeAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer toWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modied 30 March 2023 2 of 5\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are inresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace. place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable andClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThese sets will be cleaned and enriched with metadata (comprised of the name and a brief descriptor of each variable: party, gender,\nseniority, govt/opposition). The data will be made interoperable, as it will all be converted to XML following a pre-existing schema\nestablished by Political Mashup.\n3 Jupyter notebooks with interfaces will enable topic modelling, collocation and sentiment analyses of the above datasets.\n1 Citavi database will contain all the relevant scholarly literature.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or dataWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will betype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.created to make the data easier to find and reuse.\nYes\nSee answer above.\n3. Data storage & back-up during the research project3. Data storage & back-up during the research project\nWhere will the data be stored?Where will the data be stored?\nGitHub will be used to host and backup scripts used to process and analyse data, alongside subsets of the corpora and prepared data.\nDocumentation of scripts will be provided open access within the Jupyter notebooks.\nHow will the data be backed up?How will the data be backed up?\nCreated using DMPonline.be. Last modied 30 March 2023 3 of 5\nBackups: desktop file storage (1 TB) and KUL central network drive (backed up automatically).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSee the two preceding answers.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nUnauthorized persons will not have access to these storages and backups.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional storage/backup costs are foreseen.\n4. Data preservation after the end of the research project4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end ofWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budgetthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).issues, institutional policies...).\nThe three parliamentary datasets will be retained (but not the Citavi literature database).\nWhere will these data be archived (stored and curated for the long-term)?Where will these data be archived (stored and curated for the long-term)?\nThe GitHub repository and all data will be archived on Zenodo and receive a DOI. This way all data and code is preserved as used for\npublications, and anyone can replicate the analyses.\nThe KU Leuven server backend storage will be used also for archiving (available in blocks of 1 TB).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs for data preservation during the expected retention period are foreseen.\n5. Data sharing and reuse 5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per datasetWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset\nor data type which data will be made available.or data type which data will be made available.\nYes, in an Open Access repository\nThe GitHub repository and all data will be archived on Zenodo and receive a DOI. This way all data and code is preserved as used for\npublications, and anyone can replicate the analyses.\nIf access is restricted, please specify who will be able to access the data and under what conditions.If access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nCreated using DMPonline.be. Last modied 30 March 2023 4 of 5\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.Where will the data be made available? If already known, please provide a repository per dataset or data type.\nGithub and Zenodo.\nWhen will the data be made available?When will the data be made available?\nFollowing the publications of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.Which data usage licenses are you going to provide? If none, please explain why.\nOpen Access under the terms of the Creative Commons Attribution License.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in theDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section. comment section.\nYes\nNot yet available.\nWhat are the expected costs for data sharing? How will these costs be covered?What are the expected costs for data sharing? How will these costs be covered?\nNo additional costs for data sharing are foreseen.\n6. Responsibilities 6. Responsibilities\nWho will manage data documentation and metadata during the research project?Who will manage data documentation and metadata during the research project?\nB. van Waarden\nWho will manage data storage and backup during the research project?Who will manage data storage and backup during the research project?\nB. van Waarden\nWho will manage data preservation and sharing?Who will manage data preservation and sharing?\nB. van Waarden\nWho will update and implement this DMP?Who will update and implement this DMP?\nB. van Waarden\nCreated using DMPonline.be. Last modied 30 March 2023 5 of 5"
    },
    "clean_full_text": "Democracy Extended or Imperilled by Technology? How British, Canadian, and AustralianDemocracy Extended or Imperilled by Technology? How British, Canadian, and Australian parliamentarians’ changing conceptions of the past and future transformed televisionparliamentarians’ changing conceptions of the past and future transformed television regulation, 1950-1980 regulation, 1950-1980 A Data Management Plan created using DMPonline.be Creator: Creator: Betto van Waarden Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1232723N ID: ID: 198224 Start date: Start date: 01-10-2022 End date: End date: 30-09-2025 Project abstract: Project abstract: Politics today faces pressure to regulate digital technologies that threaten democracy. However, the urgency for politicians worldwide to regulate media is not new, as communication has always constituted the backbone of democracy. This project investigates how politicians’ changing engagement with the past and future of communication technology affected their regulation of television. It compares debate interventions and voting records of junior v senior, female v male, and conservative v progressive parliamentarians. Internationally, it compares the parliaments of Britain, Canada, and Australia, which share historical roots but developed different political and media systems. The project hypothesises that the post-war decades of 1950-1980 constituted a new ‘saddle period’ (Koselleck 2004) of deep media-political change, during which politicians shifted from pessimistic past-oriented television regulation anchored in previous media experiences to optimistic future-oriented television legislation. Paradoxically, in shedding the past and turning to the future of technology, parliamentarians presumably returned to a more distant past: the 19th-century ideal that media could democratise society. Methodologically, the project innovates with digital ‘structural’ collocation and ‘temporal’ sentiment analyses. The study will provide crucial new historical insights to scholarly and current debates about how democracies can incorporate new technologies for the good. Last modified: Last modified: 30-03-2023 Created using DMPonline.be. Last modied 30 March 2023 1 of 5 Democracy Extended or Imperilled by Technology? How British, Canadian, and AustralianDemocracy Extended or Imperilled by Technology? How British, Canadian, and Australian parliamentarians’ changing conceptions of the past and future transformed televisionparliamentarians’ changing conceptions of the past and future transformed television regulation, 1950-1980 regulation, 1950-1980 FWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP) 1. Research Data Summary1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each datasetList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about),or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind ofindicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital dataOnly for digital dataOnly for digital dataOnly for physical data Dataset NameDescription New or reusedDigital or PhysicalDigital Data TypeDigital Data formatDigital data volume (MB/GB/TB)Physical volume Please choose from the following options: Generate new data Reuse existing dataPlease choose from the following options: Digital PhysicalPlease choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NAPlease choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NAPlease choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA BPPBritish parliamentary proceedingsreused digital compiled .tsv <100 GB CPPCanadian parliamentary proceedingsreused digital compiled .csv <100 GB APPAustralian parliamentary proceedingsreused digital compiled .xml <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset orIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: data type: BBP: from official Hansard record, processed by Political Mashup project and Ludovic Rheault CPP: from Linked Parliamentary Data project APP: from Australian historian Tim Sherratt Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? DescribeAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer toWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.specific datasets or data types when appropriate. Created using DMPonline.be. Last modied 30 March 2023 2 of 5 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are inresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable andClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). These sets will be cleaned and enriched with metadata (comprised of the name and a brief descriptor of each variable: party, gender, seniority, govt/opposition). The data will be made interoperable, as it will all be converted to XML following a pre-existing schema established by Political Mashup. 3 Jupyter notebooks with interfaces will enable topic modelling, collocation and sentiment analyses of the above datasets. 1 Citavi database will contain all the relevant scholarly literature. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or dataWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will betype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.created to make the data easier to find and reuse. Yes See answer above. 3. Data storage & back-up during the research project3. Data storage & back-up during the research project Where will the data be stored?Where will the data be stored? GitHub will be used to host and backup scripts used to process and analyse data, alongside subsets of the corpora and prepared data. Documentation of scripts will be provided open access within the Jupyter notebooks. How will the data be backed up?How will the data be backed up? Created using DMPonline.be. Last modied 30 March 2023 3 of 5 Backups: desktop file storage (1 TB) and KUL central network drive (backed up automatically). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes See the two preceding answers. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Unauthorized persons will not have access to these storages and backups. What are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional storage/backup costs are foreseen. 4. Data preservation after the end of the research project4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end ofWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budgetthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).issues, institutional policies...). The three parliamentary datasets will be retained (but not the Citavi literature database). Where will these data be archived (stored and curated for the long-term)?Where will these data be archived (stored and curated for the long-term)? The GitHub repository and all data will be archived on Zenodo and receive a DOI. This way all data and code is preserved as used for publications, and anyone can replicate the analyses. The KU Leuven server backend storage will be used also for archiving (available in blocks of 1 TB). What are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs for data preservation during the expected retention period are foreseen. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per datasetWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available.or data type which data will be made available. Yes, in an Open Access repository The GitHub repository and all data will be archived on Zenodo and receive a DOI. This way all data and code is preserved as used for publications, and anyone can replicate the analyses. If access is restricted, please specify who will be able to access the data and under what conditions.If access is restricted, please specify who will be able to access the data and under what conditions. NA Created using DMPonline.be. Last modied 30 March 2023 4 of 5 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type.Where will the data be made available? If already known, please provide a repository per dataset or data type. Github and Zenodo. When will the data be made available?When will the data be made available? Following the publications of the research results. Which data usage licenses are you going to provide? If none, please explain why.Which data usage licenses are you going to provide? If none, please explain why. Open Access under the terms of the Creative Commons Attribution License. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in theDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Not yet available. What are the expected costs for data sharing? How will these costs be covered?What are the expected costs for data sharing? How will these costs be covered? No additional costs for data sharing are foreseen. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project?Who will manage data documentation and metadata during the research project? B. van Waarden Who will manage data storage and backup during the research project?Who will manage data storage and backup during the research project? B. van Waarden Who will manage data preservation and sharing?Who will manage data preservation and sharing? B. van Waarden Who will update and implement this DMP?Who will update and implement this DMP? B. van Waarden Created using DMPonline.be. Last modied 30 March 2023 5 of 5"
}