{
    "document_id": "D-2024-2587",
    "LinkTitle": "D-2024-2587",
    "file_name": "D-2024-2587.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2587.pdf",
    "metadata": {
        "title": "Questions on singularities of convolutions of polynomial maps (12B4X24N)",
        "author": "N/A",
        "creation_date": "2024-04-20 17:05:44+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Questions on singularities of convolutions of polynomial maps (12B4X24N)\nQuestions on singularities of convolutions of polynomial maps (12B4X24N)\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nYotam Hendel\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n12B4X24N\nID: \nID: \n206138\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n01-10-2026\nProject abstract:\nProject abstract:\nWe propose to study several questions on the behavior of singularities of polynomial maps under an algebraic convolution operation. \nGiven a polynomial map f to an algebraic group, we consider a convolution operation which produces a new polynomial map f*f into the same group.\nSimilarly to the usual convolution operation in analysis, outcomes f*f of the algebraic convolution operation have improved singularity properties. In\nthis project we study this phenomenon and its connections and implications in algebraic geometry, group theory, number theory, and analysis.\nLast modified: \nLast modified: \n20-04-2024\nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n1 of 6\nQuestions on singularities of convolutions of polynomial maps (12B4X24N)\nQuestions on singularities of convolutions of polynomial maps (12B4X24N)\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \nThe funded project does not involve datasets. As part of the project, research outcomes (theorems, proofs) will be generated. These will be\nincorporated in future papers, and will be available and kept online (arXiv, Lirias, journal publications) for the research community to use.\n \n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing options:\n.por, .xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNot applicable.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n2 of 6\nNo\nNot applicable.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nNot applicable.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNot applicable.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNot applicable.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe proofs of the results contain all necessary documentation to keep the results understandable and usable. All outcomes will be incorporated\nin future papers, and will be available and kept online (arXiv, Lirias, journal publications) for the research community to use.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nThe Mathematics Subject Classification (MSC), the standard metadata in mathematics research will be used.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll outcomes will be incorporated in future papers, and will be available and kept online (arXiv, Lirias, journal publications) for the research\ncommunity to use.\nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nAs outcomes will be available and kept online in several places (arXiv, Lirias, journal publications), they will be backed up. In addition,\nresearch material will be stored online on Dropbox to provide and extra back-up measure.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe research outcomes don't require much storage space (manuscripts).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nIn pure mathematics this is not a risk, as the research materials are proofs, etc.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage on arXiv, Lirias, and journal website doesn't cost money. In addition research materials don't take much space.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nResearch outcomes (theorems, proofs) will be kept on arXiv, Lirias and the journal website for many years to come and for future researchers\nto use. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nOn the arXiv, Lirias, and in the journals where the papers will be published.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nStorage on arXiv, Lirias, and journal website doesn't cost money. In addition research materials don't take much space.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n4 of 6\nYes, research outcomes will be available on arXiv, Lirias, and the journal website. After a manuscript is accepted for publication, the peer\nreviewed up-to-date version will also be reuploaded to the arXiv.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable as access is not restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nThere aren't such factors.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs mentioned before, on arXiv, Lirias and on the journal where each paper is published.\nWhen will the data be made available?\nWhen will the data be made available?\nResearch outcomes will be made available after manuscript publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nA Creative Commons license will be provided. See more here: https://creativecommons.org/licenses/by/4.0/.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nPublished manuscripts will be assigned a DOI, as is standard in publications in mathematics.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nFor as far as relevant, Yotam Hendel \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nFor as far as relevant, Yotam Hendel \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n5 of 6\nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nFor as far as relevant, Yotam Hendel \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nFor as far as relevant, Yotam Hendel \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n6 of 6"
    },
    "clean_full_text": "Questions on singularities of convolutions of polynomial maps (12B4X24N) Questions on singularities of convolutions of polynomial maps (12B4X24N) A Data Management Plan created using DMPonline.be Creator: Creator: Yotam Hendel Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 12B4X24N ID: ID: 206138 Start date: Start date: 01-10-2023 End date: End date: 01-10-2026 Project abstract: Project abstract: We propose to study several questions on the behavior of singularities of polynomial maps under an algebraic convolution operation. Given a polynomial map f to an algebraic group, we consider a convolution operation which produces a new polynomial map f*f into the same group. Similarly to the usual convolution operation in analysis, outcomes f*f of the algebraic convolution operation have improved singularity properties. In this project we study this phenomenon and its connections and implications in algebraic geometry, group theory, number theory, and analysis. Last modified: Last modified: 20-04-2024 Created using DMPonline.be. Last modiﬁed 20 April 2024 1 of 6 Questions on singularities of convolutions of polynomial maps (12B4X24N) Questions on singularities of convolutions of polynomial maps (12B4X24N) FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. The funded project does not involve datasets. As part of the project, research outcomes (theorems, proofs) will be generated. These will be incorporated in future papers, and will be available and kept online (arXiv, Lirias, journal publications) for the research community to use. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Not applicable. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 20 April 2024 2 of 6 No Not applicable. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Not applicable. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Not applicable. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The proofs of the results contain all necessary documentation to keep the results understandable and usable. All outcomes will be incorporated in future papers, and will be available and kept online (arXiv, Lirias, journal publications) for the research community to use. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes The Mathematics Subject Classification (MSC), the standard metadata in mathematics research will be used. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All outcomes will be incorporated in future papers, and will be available and kept online (arXiv, Lirias, journal publications) for the research community to use. Created using DMPonline.be. Last modiﬁed 20 April 2024 3 of 6 How will the data be backed up? How will the data be backed up? As outcomes will be available and kept online in several places (arXiv, Lirias, journal publications), they will be backed up. In addition, research material will be stored online on Dropbox to provide and extra back-up measure. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The research outcomes don't require much storage space (manuscripts). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? In pure mathematics this is not a risk, as the research materials are proofs, etc. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage on arXiv, Lirias, and journal website doesn't cost money. In addition research materials don't take much space. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Research outcomes (theorems, proofs) will be kept on arXiv, Lirias and the journal website for many years to come and for future researchers to use. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? On the arXiv, Lirias, and in the journals where the papers will be published. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage on arXiv, Lirias, and journal website doesn't cost money. In addition research materials don't take much space. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 20 April 2024 4 of 6 Yes, research outcomes will be available on arXiv, Lirias, and the journal website. After a manuscript is accepted for publication, the peer reviewed up-to-date version will also be reuploaded to the arXiv. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable as access is not restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No There aren't such factors. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. As mentioned before, on arXiv, Lirias and on the journal where each paper is published. When will the data be made available? When will the data be made available? Research outcomes will be made available after manuscript publication. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. A Creative Commons license will be provided. See more here: https://creativecommons.org/licenses/by/4.0/. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Published manuscripts will be assigned a DOI, as is standard in publications in mathematics. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? For as far as relevant, Yotam Hendel Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? For as far as relevant, Yotam Hendel Created using DMPonline.be. Last modiﬁed 20 April 2024 5 of 6 Who will manage data preservation and sharing? Who will manage data preservation and sharing? For as far as relevant, Yotam Hendel Who will update and implement this DMP? Who will update and implement this DMP? For as far as relevant, Yotam Hendel Created using DMPonline.be. Last modiﬁed 20 April 2024 6 of 6"
}