{
    "document_id": "D-2023-2058",
    "LinkTitle": "D-2023-2058",
    "file_name": "D-2023-2058.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2058.pdf",
    "metadata": {
        "title": "Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D CO2 reduction gas diffusion electrodes",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D\nCO2 reduction gas diffusion electrodes\nA Data Management Plan created using DMPonline.be\nCreator: \nMarieke Suzanne van Leeuwen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SD5923N\nID: \n198558\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nHydrophobic gas diffusion-layer electrodes (GDE) are used to achieve high throughput of an\nelectrolysis reactor, e.g. for CO2 reduction. Conventional GDE have one side exposed to the gas\nambient (hydrophobic side) and the other immersed in solution where also the counter electrode or\nanode is placed. Gasses dissolve in the thin layer of liquid that impregnates the microporous catalyst\nlayer where they can react electrochemically. As such, the CO2 diffusion distance can be reduced to a\nfew hundreds of nanometers in state-of-the-art GDE allowing current densities up to few hundreds of\nmA/cm2. However, the GDE are limited to gas feeds with high partial CO2 pressure close to 1 bar.\nFlue gasses only contain about 0.1 bar of CO2. Hence, materials are needed that can adsorb and\nconcentrate the CO2 for further reaction. These sorbent materials together with solid electrolyte\nmaterials will enable future all-gas-phase GDE for direct capture and conversion of CO2 to valuable\nmolecules. In this project, a three-step strategy is proposed where (1) gas-sorbent interactions are\ncharacterized for significant, selective, and fast CO2 uptake, (2) dual transport of reactants (water\nand CO2) through the material is ensured and (3) implementation for gas phase integrated carbon\ncapture and conversion is explored.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 12\nSolid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D\nCO2 reduction gas diffusion electrodes\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nSol-gel samples\nVials\ncontaining\nphysical\nsamples, or\nsamples\ndeposited on\n2*2cm\nsubstrates\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n3mL/sample,\nmax 1\ndrawer of\n50L\nCharacterization\ndata (TGA,\nFTIR, DSC,\nRaman)\ntext based\ntabular raw\ndata as\nobtained\nfrom\nmeasurement\napparatus\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv\n,.pdf,\n.txt\n, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\nna\nCharacterization:\nimages\n(pictures, SEM,\nconfocal\nmicroscope)\nPixel based\nraw data as\nobtained\nfrom\nmeasurement\napparatus,\ne.g. pictures\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nother:\njpeg,\npng, tif\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nna\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 12\nLab notebooks\nNotebooks\nincluding\ndetailed\nobservations\nand\nparameters\nused for each\nset of\nexperiments\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n 8\nnotebooks\n(2/year)\nSplit tables\nTables\ndescribing\nexperiment\ncodes, goal\nof the\nexperiment,\ndates, and\nparameters\nvaried.\nEnables to\nlink raw data\nto results,\nand find back\nall details\nfrom\nnotebooks if\nnecessary\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv\n,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nna\nPlots\nPlots are\nobtained\nfrom the raw\ntabular text\ndata. They\nare compiled\nin power\npoint\noverviews,\ntogether with\nformulas if\nused\nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nOther:\nppt\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nna\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nSome (published) data is reused from previous researchers in our group for the sake of comparison:\nDOI: \n10.1126/sciadv.aav3400\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 12\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nYes\nIf promising behavior is seen from sample testing, raw data (eg tabular raw data obtained from measurement apparatus) might be used as support for\na patent in a later stage, which in turn could be used for a spin-off. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nThe data generated is confidential until imec provides authorization for publication, e.g. after patenting if deemed necessary. \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nExcel split tables are maintained, in which batch labels are defined, together with  parameters varied and tests performed (e.g. date, synthesis route,\nchemicals, processing parameters, characterization performed and performance tests). These split tables are saved on the research group\nsharepoint, which is the online platform for data storage. With the split tables, potential users can refer to the network drive where all raw data will be\nstored. The network drive has a larger capacity, which is why this structure is used. This modus operandi is used in our research group, which is why\na similar structure makes it more straightforward to avoid data loss. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nYes\nMetadata will be provided in order to increase the potential for re-use. Since there is no formally acknowledged metadata standard specific to the\nproject, an adapted Dublin Core Metadata standard will be used and consists of the following metadata elements:\nData ID, title, subject matter (should be part of title), creator, related project ID, project summary, data abstract, keywords, type, size, format,\nsource (e.g. ID of measurement device), language (should be standard EN), related publications or patents, compliance, security and\nconfidentiality aspects, rights, retention\nAs a rule at imec, metadata should also always contain the (link to) data location.\nThe following metadata elements will be added in case the data relates to the results of experiments:\nExperimental set-up, study design, sampling methodology, variable-level detail, reference to specific model, and all other information necessary\nfor a secondary analyst to use the data accurately and effectively.\nTabular data will contain SI units, these international Standard Scientific Units of Measurement will be used to denote values.\nAn organisational standard workbook file will be used as temporary “data catalog” during the project execution phase, where at the end of the project,\neasy overview of the created data as well as its potential value for reuse can be easily identified. To this end, excel split tables will be used for all\ntypes of experiments, which can be divided per defined work package. At the end of the project, the data will be reviewed on reusability, and will be\nadded to the institutional data catalog tool.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 12\nThis file will be located in the top-level directory of the project folder structure lists the contents and structure directory and outline the detailed file-\nnaming convention used, as described below. This will allow the data to be understood by other participants of the project and add contextual value to\nthe dataset for future reuse.\nFolder set-up and naming will be used to deliver and communicate minimum necessary metadata.\nFolders will be used to collect metadata with the data, in case the data files cannot be annotated. In this case, a Readme file will be added, in\n.xls/xlsx format. Where possible, the metadata will be added directly to the data.\nFolder structure and naming will be set up  by WORK PACKAGES->TASKS->EXPERIMENT->DELIVERABLE.\nFile naming conventions will be used to convey minimum necessary metadata as well.\nDataOfOriginYYYYMMDD_WorkPackage_DeliverableTitle\nThe file names together with the dates of creation allow quick reference to the labnotebook and project description, where the specific\nexperiment(s) are described with more detailed parameters (time, consignee, protocol, samples names, conditions, ...).\nAll report files will include the document version history, containing version, activity, date and responsible, as added to this document above.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on three platforms:\n- the candidates OneDrive platform (not accessible to others)\n- the imec research group sharepoint: a general online shared data storage platform where processed data and metadata is saved. This platform is\neasily accessible and provides an overview to anyone looking for specific datasets. With the excel split tables containing all metadata, an interested\nuser can refer to the third storage platform\n- imec internal network drive: this platform enables storage of much larger sets, which is why it is employed as raw data storage platform. People with\ninformation from the metadata files found on the sharepoint can refer with the labels to the right raw data files. \nHow will the data be backed up?\nThe data is backed up regularly (monthly) on an external hard drive. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nRaw data generated is expected to amount ~10GB, which can without problem be stored on the network drive. At the end of the project, a clean-up is\nplanned to prevent storage of irrelevant data, which could also make it harder to find relevant pieces of information. \nProcessed data will be much more concentrated (<1GB) and can therefore adequately be saved on the group sharepoint. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll imec employees receive a digital security training at onboarding and recurrent training is mandatory every 3 years. Supplementary security\nawareness initiatives are held across imec on a frequent basis (e.g. phishing exercises).\n \nDuring the project, the data will be stored on the imec environment. Data may be temporarily stored on researchers' computers or OneDrive’s while\nprocessing the data. Storing sensitive/confidential (project) information on removable devices such as an external hard disk is not allowed by the \nimec\nacceptable use policy\n because it increases the risk of data loss (either through theft/loss of the disk or in case it breaks down).\nThe imec environment broadly consists of:\nSharePoint for project information and deliverables, only to be used for smaller amounts of files (<10 Gb)\nAzure data lake store for storage of larger amount of data (\"binary\" data, \"log\" data, \"measurement\" data, ...)\nIsilon (on-prem file servers): Internal on-prem file shares to store larger amounts of data.\nBy using the imec environment, the following security is ensured:\nUser-authentication by multifactor authentication\nAll logins to imec environments are protected by a strong password (minimal 14 characters) combined with multi factor authentication.\nAccess to data will be restricted to participants of the project (password-locked).\nAzure data lake store and SharePoint ensure:\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 12\nVersioning\nVersioning is enabled by default on our SharePoint/Teams' environment. This can be modified by workspace owner and is under full\nresponsibility by the business user.\nAutomatic back-up\nSharePoint has built-in backup and recovery tools. SharePoint server backup architecture and recovery processes include farm backup and\nrecovery, granular backup and recovery, and recovery from an unattached content database.\nThe imec SharePoint is hosted on the Microsoft Cloud, which is a high available environment. Information on this environment is never\nautomatically deleted, removal of specific information should be managed by the business.\nIf information is removed from this environment, it is moved to a \"Recycle Bin\". From this Recycle Bin it can still be restored by the user for a\nperiod of 93 days (or an admin in case the Recycle Bin was emptied).\nAfter these 93 days, items are deleted, and Microsoft will keep a backup for 14 additional days. During this period restoration can still be\nrequested through a Microsoft ticket.\nAfter these 14 additional days, the data is permanently removed.\nSystem-encryption\nThis is managed by Microsoft as outlined in this article: Cloud data security measures in SharePoint & OneDrive - SharePoint in Microsoft 365 |\nMicrosoft Docs\nMaking sure that data is shared with the right people is the responsibility of the business user.\nConfidential data will be user encrypted in addition to this:\nWhen creating documents (.docx, .xlsx, .pptx), the user is forced to assign an information classification label to the document (Public /\nRestricted / Confidential / Strictly Confidential) based on the sensitivity of the information.\nWhile this label provides a (visual) marker on the sensitivity level of the information, it will not encrypt the document by default.\nThe platforms are hosted with Microsoft services and the associated infrastructure is in Microsoft-controlled data centres, which have strict\naccess control measures in place. These data centers operate dedicated physical security programs (protecting against seismic and fire events)\nand carry multiple certifications, such as such as ISO 27017 for cloud security. E.g. AES-256 encryption algorithms; continuous back-up to\nphysically distinct servers; constant monitoring by internal and external monitoring tools to detect any issues, including network vulnerabilities.\nIsilon on-premise storage is part of the imec environment and is only accessible by imec SSO. Back-up is ensured through snap-shot technology,\nwhere all incremental changes in respect of the previous version are kept online\nProject website: the public websites are part of the overall imec websites. The imec security and confidentiality policy applies to all public shared\ninformation. So, the project website falls in line with the measures described above.\nConcerning physical data, imec possess security badges for authorized personnel.\nData sharing that happens under imec responsibility will make use of the abovementioned cloud infrastructure where access rights can be granularly\nmanaged by the project responsible.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs will be negligible as they are part of the standard operating costs of imec as an organization. No additional costs are therefore\nexpected for this project in relation to data storage, the expenses will be covered by imec since this is part of the standard procedure. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll generated data will be stored for 5 years or longer on the respective above indicated platforms. \nWhere will these data be archived (stored and curated for the long-term)?\nThe published or patented results will be archived for the long-term, together with the raw data relevant (if not available as such in the publication/\npatent). \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs will be negligible as they are part of the standard operating costs of imec as an organization. No additional costs are therefore\nexpected for this project in relation to data storage, the expenses will be covered by imec since this is part of the standard procedure within the\ninstitution. \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n6 of 12\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nNo (closed access)\nImec’s guidelines require data owners to, among others, ensure maximum re-use of their data to drive more value from their data. To reach this goal,\nthe following principles must be followed:\nFindable: Publish the metadata in a location where it can be searched and found through the right terminology and properties. E.g. by collecting\nmetadata in a dedicated metadata repository (data catalog) or a public data repository such as Zenodo, add readme files in the folder structure\nwhen appropriate and accompanying tabular data, write notes in software code, ...\nUnderstandable: Make sure that the terminology is adequately defined and described, and that the context and purpose of data creation is\nensured. E.g. make sure that a reference to the project information is available, that key terminology has quality definitions, a link to related\npublications or software is provided, ...\nInteroperable: All data must be put in general known data formats; For code and software, all will be made accessible to standard computational\npackages (Matlab, Origin, Cadence, Igor, Python, etc.); Raw data will be archived in standard universal formats, such as .txt with explicit\nnaming; ...\nQuality: Since data quality depends on the user’s expectations of the data and consists of many dimensions (precision, accuracy, completeness,\ntimeliness, ...), this is difficult to set beforehand. However, minimum quality will be attained when elaboration on the data creation and, if\napplicable, transformation and analysis process is added to the data. Therefore, adequate provenance information must be ensured.\nFurthermore, the data will be curated in such a way that is it easy re-usable by third parties if appropriate (restrictions detailed above). The\nlicences will be chosen based on the restrictions (detailed above), with at minimum the allowance of re-use. Contact details of the owner will be\nprovided in such that user expectation can be met if these remain within reasonable boundaries and do not require additional ICT support.\nPotential publications will be also be made available on the KULeuven Lirias platform (Leuven Institutional Repository and Information Archiving\nSystem), making it accessible to the wider KUL community.  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIntellectual property will be defined by patent if it is necessary to protect the data, thereby making it possible to share data with potential users. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nImec does not allow to disseminate intellectual property if unprotected. Before publication or sharing of raw data or metadata, the potential of the data\nwill be assessed together with the promoter. If some potential is seen, a patent will be deposited to protect it, after which publication and sharing of\ndata will be possible. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDuring the project, the data will be put in the repository provided by the responsible institutions.\nData will be stored on the imec SharePoint, connected with a dedicated project Teams Workspace environment. Data may be temporarily stored on\nresearchers' computers or OneDrive’s while processing the data. Storing sensitive/confidential (project) information on removable devices such as an\nexternal hard disk is not allowed by the \nimec acceptable use policy\n because it increases the risk of data loss (either through theft/loss of the disk or in\ncase it breaks down).\nData Publications will be put in the accompanying databank of high-impact journals.\nAfter the project, guidance by fairsharing.org and re3data.org, which provide an international list of data repositories and metadata standards, will be\nused to find the appropriate electrochemistry repositories. In case the data accompanies a publication, this data will be put in the accompanying\ndatabank as is usually provided by high-impact journals, as this project aims for.\nIn case no suitable electrochemistry specific data repository is identified, as currently is the case, zenodo.org will be the preferred standard repository\nfor open data, because this platform, part of the OpenAIRE collaboration, provides the minimum and recommended terms required by DataCite's\nMetadata Schema, including the assignment of an identifier. These services are furthermore free of charge and will be for the foreseeable future.\nPhysical data and samples will only be stored until the intended analyses are finished and all information is gathered.\nWhen will the data be made available?\nAs indicated, not all data is eligible for setting available outside of the host institution. \nContractual agreements are established between the candidate and the institution for the individual and joint exploitation of knowledge generated\nwithin the project and, where appropriate, involving the use of pre-existing know-how. However, the candidate will also be asked to make data and\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n7 of 12\nresults available through the Open Research Data and Open Access models when possible.\nConcerning the data that is eligible for being made openly available: At imec, the internal policy forces applicants to follow the imec procedure of\nverifying whether or not data is eligible for open publication (with or without embargo) or is all together unfit for disclosing to the public, due to nature\nof containing ethical, privacy, Intellectual Property or geopolitical sensitive information or other, in order to comply with the highest standards of\nEuropean legislation. No IP restrictions exist at this moment, but in some instances, it may be necessary that data will be aggregated or anonymised.\nOnly anonymized data is shared for academic purposes.\nBut considering the importance of confidentiality for successful innovations and the focus on high technology-readiness levels (TRL) within this\nproject, it cannot be excluded that the proposed project might result in research data with potential for tech transfer and valorisation and that providing\nopen access to research data to the public will be limited to specific cases. This data will be kept confidential until 1) a decision will have been made\non patenting, and 2) a patent file has been submitted. The appropriate embargo time will be discussed on a case-by-case basis.\n \nWhich data usage licenses are you going to provide? If none, please explain why.\nFor the data that will be made available through public repositories, access will be free and standardized as provided by the repository.\nFor the data that will be made available upon request only:\nAccess rights will be free of any administrative transfer costs, unless the request can be considered out of the ordinary (e.g. in cases where the\nvolume exceeds normal transfer limitations and separate ICT support is needed).\nThe granting of access rights may be made conditional on the acceptance of specific conditions aimed at ensuring that these rights will be used\nonly for the intended purpose and that appropriate confidentiality obligations are in place.\nAll requests for access rights shall be made in writing and the requesting party must show that the access rights are needed and will indicate the\nintended purposes of usage.\nAny access rights granted expressly exclude any rights to sublicense unless expressly stated.\nIf the data has been published, and there was no need to protect it by a patent, data can be share under the license:\nCC-BY: By Attribution, which permits sharing and reuse of the material, for any purpose, as long as the original authors are credited. The material can\nbe freely shared, redistributed, transformed, built upon and adapted for any purpose, including commercial use. Anyone using the material must\nprovide credit to the original authors and clearly indicate any changes that were made, and there is a legal obligation to do this. These terms are\nwidely used for open access articles in academic journals.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nA DOI will be given if the data set is published in a high impact journal, which typically have a data repository linked, or an identifier will be given if\ndata is published in a open repository. \nWhat are the expected costs for data sharing? How will these costs be covered?\nIn case no suitable electrochemistry specific data repository is identified, as currently is the case, zenodo.org will be the preferred standard repository\nfor open data, because this platform, part of the OpenAIRE collaboration, provides the minimum and recommended terms required by DataCite's\nMetadata Schema, including the assignment of an identifier. These services are furthermore free of charge and will be for the foreseeable future.\nIn total, the amount of data that will be produced during the project will be a couple of gigabytes.\nAt imec, general storage costs are estimated at 50 EUR / Terabyte. However, by following the general policy on where to store data, a project will not\nbe charged on consumption and is included in overhead expenses. Some limits are in place.\nPaper-based data carriers (laboratory notebooks, accompanying documentation) are stored locally, with no internal charged costs as this is also\nincluded in overhead.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nDuring the research project, the candidate will manage data documentation, together with the manager. \nWho will manage data storage and backup during the research project?\nDuring the research project, the candidate will manage data storage and back-up, together with the manager \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n8 of 12\nData preservation will be ensured by the group manager, who regulates the use of the research group storage platforms. Data sharing will be\nmanaged by the promoter. \nWho will update and implement this DMP?\nThe candidate will update and implement this DMP \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n9 of 12\nSolid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D\nCO2 reduction gas diffusion electrodes\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nThe data collected will consist of:\n- Samples: those include solid-state composite materials studied for CO2 sorption and coated electrodes. Samples will be kept for the length of the\nstudy. If reproducibility of samples is assessed, samples may be discarded earlier as long as a SOP has been defined to synthesize them anew.\nUnreproduced samples should be kept for a minimum of 10 years as per the KUL guidelines. Storage will be done in the adequate storage facilities\n(glove box under Ar for air sensitive samples, solvent storage for wet chemistry samples, drawers in the lab for dried samples).\n- Characterization raw data: this includes:\n    - images (photography, confocal microscope, SEM, TEM) \n    - .csv or .txt files from measurement apparatus (e.g. FTIR, Raman, potentiostats)\n- Processing information:\n    - Lab notebooks\n    - metadata: .xls files containing experimental splits tables, generated and updated by the user, with references to lab notebook (date based)\n- Processed data:\n    - all processed data (e.g. plotted data) will be sorted per experimental split in a ppt with references to the sample labels, for which processing\nconditions have been tabulated previously in experimental split descriptions (.xls format). \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nThe researcher (Marieke van Leeuwen) and manager (Maarten Mees) are responsible for the storage and usability of the data produced. \n    2. Storage capacity/repository\nduring the research \nAll gathered raw data is stored locally on the candidate’s laptop and on the candidate’s Imec OneDrive to prevent data loss in case of equipment\nfailure. Lab data, such as sample labelling, processing conditions and history, is kept track of in a lab notebook. At the end of an experimental split, all\nrelevant data sets are described in an excel split table including sample labelling, processing conditions and sample history. \nafter the research\nThe raw data will also be kept on an internal Imec network drive specific to the research group in order to ensure availability after completion of the\nproject. All processed data will be uploaded on the Electrochemical Storage and Conversion online Sharepoint together with xls split tables\nexperimental split-tables providing an overview of sample labelling, processing conditions and sample history, managed by the team R&D manager\nMaarten Mees. This way, team members can easily access the previously achieved work and build onto it even after departure of the candidate. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nnot applicable. All digital data will be stored for at least 5 years. \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures\ndo those data require? (use up to 700 characters)\nnot applicable. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nnot applicable\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n10 of 12\nSolid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D\nCO2 reduction gas diffusion electrodes\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n11 of 12\nSolid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D\nCO2 reduction gas diffusion electrodes\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n12 of 12"
    },
    "clean_full_text": "Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D CO2 reduction gas diffusion electrodes A Data Management Plan created using DMPonline.be Creator: Marieke Suzanne van Leeuwen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SD5923N ID: 198558 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: Hydrophobic gas diffusion-layer electrodes (GDE) are used to achieve high throughput of an electrolysis reactor, e.g. for CO2 reduction. Conventional GDE have one side exposed to the gas ambient (hydrophobic side) and the other immersed in solution where also the counter electrode or anode is placed. Gasses dissolve in the thin layer of liquid that impregnates the microporous catalyst layer where they can react electrochemically. As such, the CO2 diffusion distance can be reduced to a few hundreds of nanometers in state-of-the-art GDE allowing current densities up to few hundreds of mA/cm2. However, the GDE are limited to gas feeds with high partial CO2 pressure close to 1 bar. Flue gasses only contain about 0.1 bar of CO2. Hence, materials are needed that can adsorb and concentrate the CO2 for further reaction. These sorbent materials together with solid electrolyte materials will enable future all-gas-phase GDE for direct capture and conversion of CO2 to valuable molecules. In this project, a three-step strategy is proposed where (1) gas-sorbent interactions are characterized for significant, selective, and fast CO2 uptake, (2) dual transport of reactants (water and CO2) through the material is ensured and (3) implementation for gas phase integrated carbon capture and conversion is explored. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 12 Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D CO2 reduction gas diffusion electrodes FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Sol-gel samples Vials containing physical samples, or samples deposited on 2*2cm substrates Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA 3mL/sample, max 1 drawer of 50L Characterization data (TGA, FTIR, DSC, Raman) text based tabular raw data as obtained from measurement apparatus Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv ,.pdf, .txt , .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA na Characterization: images (pictures, SEM, confocal microscope) Pixel based raw data as obtained from measurement apparatus, e.g. pictures Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … other: jpeg, png, tif NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA na Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 12 Lab notebooks Notebooks including detailed observations and parameters used for each set of experiments Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA 8 notebooks (2/year) Split tables Tables describing experiment codes, goal of the experiment, dates, and parameters varied. Enables to link raw data to results, and find back all details from notebooks if necessary Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv ,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA na Plots Plots are obtained from the raw tabular text data. They are compiled in power point overviews, together with formulas if used Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … Other: ppt NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA na If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Some (published) data is reused from previous researchers in our group for the sake of comparison: DOI: 10.1126/sciadv.aav3400 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 12 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If promising behavior is seen from sample testing, raw data (eg tabular raw data obtained from measurement apparatus) might be used as support for a patent in a later stage, which in turn could be used for a spin-off. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No The data generated is confidential until imec provides authorization for publication, e.g. after patenting if deemed necessary. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Excel split tables are maintained, in which batch labels are defined, together with parameters varied and tests performed (e.g. date, synthesis route, chemicals, processing parameters, characterization performed and performance tests). These split tables are saved on the research group sharepoint, which is the online platform for data storage. With the split tables, potential users can refer to the network drive where all raw data will be stored. The network drive has a larger capacity, which is why this structure is used. This modus operandi is used in our research group, which is why a similar structure makes it more straightforward to avoid data loss. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata will be provided in order to increase the potential for re-use. Since there is no formally acknowledged metadata standard specific to the project, an adapted Dublin Core Metadata standard will be used and consists of the following metadata elements: Data ID, title, subject matter (should be part of title), creator, related project ID, project summary, data abstract, keywords, type, size, format, source (e.g. ID of measurement device), language (should be standard EN), related publications or patents, compliance, security and confidentiality aspects, rights, retention As a rule at imec, metadata should also always contain the (link to) data location. The following metadata elements will be added in case the data relates to the results of experiments: Experimental set-up, study design, sampling methodology, variable-level detail, reference to specific model, and all other information necessary for a secondary analyst to use the data accurately and effectively. Tabular data will contain SI units, these international Standard Scientific Units of Measurement will be used to denote values. An organisational standard workbook file will be used as temporary “data catalog” during the project execution phase, where at the end of the project, easy overview of the created data as well as its potential value for reuse can be easily identified. To this end, excel split tables will be used for all types of experiments, which can be divided per defined work package. At the end of the project, the data will be reviewed on reusability, and will be added to the institutional data catalog tool. Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 12 This file will be located in the top-level directory of the project folder structure lists the contents and structure directory and outline the detailed file- naming convention used, as described below. This will allow the data to be understood by other participants of the project and add contextual value to the dataset for future reuse. Folder set-up and naming will be used to deliver and communicate minimum necessary metadata. Folders will be used to collect metadata with the data, in case the data files cannot be annotated. In this case, a Readme file will be added, in .xls/xlsx format. Where possible, the metadata will be added directly to the data. Folder structure and naming will be set up by WORK PACKAGES->TASKS->EXPERIMENT->DELIVERABLE. File naming conventions will be used to convey minimum necessary metadata as well. DataOfOriginYYYYMMDD_WorkPackage_DeliverableTitle The file names together with the dates of creation allow quick reference to the labnotebook and project description, where the specific experiment(s) are described with more detailed parameters (time, consignee, protocol, samples names, conditions, ...). All report files will include the document version history, containing version, activity, date and responsible, as added to this document above. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on three platforms: - the candidates OneDrive platform (not accessible to others) - the imec research group sharepoint: a general online shared data storage platform where processed data and metadata is saved. This platform is easily accessible and provides an overview to anyone looking for specific datasets. With the excel split tables containing all metadata, an interested user can refer to the third storage platform - imec internal network drive: this platform enables storage of much larger sets, which is why it is employed as raw data storage platform. People with information from the metadata files found on the sharepoint can refer with the labels to the right raw data files. How will the data be backed up? The data is backed up regularly (monthly) on an external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Raw data generated is expected to amount ~10GB, which can without problem be stored on the network drive. At the end of the project, a clean-up is planned to prevent storage of irrelevant data, which could also make it harder to find relevant pieces of information. Processed data will be much more concentrated (<1GB) and can therefore adequately be saved on the group sharepoint. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All imec employees receive a digital security training at onboarding and recurrent training is mandatory every 3 years. Supplementary security awareness initiatives are held across imec on a frequent basis (e.g. phishing exercises). During the project, the data will be stored on the imec environment. Data may be temporarily stored on researchers' computers or OneDrive’s while processing the data. Storing sensitive/confidential (project) information on removable devices such as an external hard disk is not allowed by the imec acceptable use policy because it increases the risk of data loss (either through theft/loss of the disk or in case it breaks down). The imec environment broadly consists of: SharePoint for project information and deliverables, only to be used for smaller amounts of files (<10 Gb) Azure data lake store for storage of larger amount of data (\"binary\" data, \"log\" data, \"measurement\" data, ...) Isilon (on-prem file servers): Internal on-prem file shares to store larger amounts of data. By using the imec environment, the following security is ensured: User-authentication by multifactor authentication All logins to imec environments are protected by a strong password (minimal 14 characters) combined with multi factor authentication. Access to data will be restricted to participants of the project (password-locked). Azure data lake store and SharePoint ensure: Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 12 Versioning Versioning is enabled by default on our SharePoint/Teams' environment. This can be modified by workspace owner and is under full responsibility by the business user. Automatic back-up SharePoint has built-in backup and recovery tools. SharePoint server backup architecture and recovery processes include farm backup and recovery, granular backup and recovery, and recovery from an unattached content database. The imec SharePoint is hosted on the Microsoft Cloud, which is a high available environment. Information on this environment is never automatically deleted, removal of specific information should be managed by the business. If information is removed from this environment, it is moved to a \"Recycle Bin\". From this Recycle Bin it can still be restored by the user for a period of 93 days (or an admin in case the Recycle Bin was emptied). After these 93 days, items are deleted, and Microsoft will keep a backup for 14 additional days. During this period restoration can still be requested through a Microsoft ticket. After these 14 additional days, the data is permanently removed. System-encryption This is managed by Microsoft as outlined in this article: Cloud data security measures in SharePoint & OneDrive - SharePoint in Microsoft 365 | Microsoft Docs Making sure that data is shared with the right people is the responsibility of the business user. Confidential data will be user encrypted in addition to this: When creating documents (.docx, .xlsx, .pptx), the user is forced to assign an information classification label to the document (Public / Restricted / Confidential / Strictly Confidential) based on the sensitivity of the information. While this label provides a (visual) marker on the sensitivity level of the information, it will not encrypt the document by default. The platforms are hosted with Microsoft services and the associated infrastructure is in Microsoft-controlled data centres, which have strict access control measures in place. These data centers operate dedicated physical security programs (protecting against seismic and fire events) and carry multiple certifications, such as such as ISO 27017 for cloud security. E.g. AES-256 encryption algorithms; continuous back-up to physically distinct servers; constant monitoring by internal and external monitoring tools to detect any issues, including network vulnerabilities. Isilon on-premise storage is part of the imec environment and is only accessible by imec SSO. Back-up is ensured through snap-shot technology, where all incremental changes in respect of the previous version are kept online Project website: the public websites are part of the overall imec websites. The imec security and confidentiality policy applies to all public shared information. So, the project website falls in line with the measures described above. Concerning physical data, imec possess security badges for authorized personnel. Data sharing that happens under imec responsibility will make use of the abovementioned cloud infrastructure where access rights can be granularly managed by the project responsible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs will be negligible as they are part of the standard operating costs of imec as an organization. No additional costs are therefore expected for this project in relation to data storage, the expenses will be covered by imec since this is part of the standard procedure. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All generated data will be stored for 5 years or longer on the respective above indicated platforms. Where will these data be archived (stored and curated for the long-term)? The published or patented results will be archived for the long-term, together with the raw data relevant (if not available as such in the publication/ patent). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs will be negligible as they are part of the standard operating costs of imec as an organization. No additional costs are therefore expected for this project in relation to data storage, the expenses will be covered by imec since this is part of the standard procedure within the institution. Created using DMPonline.be. Last modiﬁed 28 April 2023 6 of 12 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Imec’s guidelines require data owners to, among others, ensure maximum re-use of their data to drive more value from their data. To reach this goal, the following principles must be followed: Findable: Publish the metadata in a location where it can be searched and found through the right terminology and properties. E.g. by collecting metadata in a dedicated metadata repository (data catalog) or a public data repository such as Zenodo, add readme files in the folder structure when appropriate and accompanying tabular data, write notes in software code, ... Understandable: Make sure that the terminology is adequately defined and described, and that the context and purpose of data creation is ensured. E.g. make sure that a reference to the project information is available, that key terminology has quality definitions, a link to related publications or software is provided, ... Interoperable: All data must be put in general known data formats; For code and software, all will be made accessible to standard computational packages (Matlab, Origin, Cadence, Igor, Python, etc.); Raw data will be archived in standard universal formats, such as .txt with explicit naming; ... Quality: Since data quality depends on the user’s expectations of the data and consists of many dimensions (precision, accuracy, completeness, timeliness, ...), this is difficult to set beforehand. However, minimum quality will be attained when elaboration on the data creation and, if applicable, transformation and analysis process is added to the data. Therefore, adequate provenance information must be ensured. Furthermore, the data will be curated in such a way that is it easy re-usable by third parties if appropriate (restrictions detailed above). The licences will be chosen based on the restrictions (detailed above), with at minimum the allowance of re-use. Contact details of the owner will be provided in such that user expectation can be met if these remain within reasonable boundaries and do not require additional ICT support. Potential publications will be also be made available on the KULeuven Lirias platform (Leuven Institutional Repository and Information Archiving System), making it accessible to the wider KUL community. If access is restricted, please specify who will be able to access the data and under what conditions. Intellectual property will be defined by patent if it is necessary to protect the data, thereby making it possible to share data with potential users. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Imec does not allow to disseminate intellectual property if unprotected. Before publication or sharing of raw data or metadata, the potential of the data will be assessed together with the promoter. If some potential is seen, a patent will be deposited to protect it, after which publication and sharing of data will be possible. Where will the data be made available? If already known, please provide a repository per dataset or data type. During the project, the data will be put in the repository provided by the responsible institutions. Data will be stored on the imec SharePoint, connected with a dedicated project Teams Workspace environment. Data may be temporarily stored on researchers' computers or OneDrive’s while processing the data. Storing sensitive/confidential (project) information on removable devices such as an external hard disk is not allowed by the imec acceptable use policy because it increases the risk of data loss (either through theft/loss of the disk or in case it breaks down). Data Publications will be put in the accompanying databank of high-impact journals. After the project, guidance by fairsharing.org and re3data.org, which provide an international list of data repositories and metadata standards, will be used to find the appropriate electrochemistry repositories. In case the data accompanies a publication, this data will be put in the accompanying databank as is usually provided by high-impact journals, as this project aims for. In case no suitable electrochemistry specific data repository is identified, as currently is the case, zenodo.org will be the preferred standard repository for open data, because this platform, part of the OpenAIRE collaboration, provides the minimum and recommended terms required by DataCite's Metadata Schema, including the assignment of an identifier. These services are furthermore free of charge and will be for the foreseeable future. Physical data and samples will only be stored until the intended analyses are finished and all information is gathered. When will the data be made available? As indicated, not all data is eligible for setting available outside of the host institution. Contractual agreements are established between the candidate and the institution for the individual and joint exploitation of knowledge generated within the project and, where appropriate, involving the use of pre-existing know-how. However, the candidate will also be asked to make data and Created using DMPonline.be. Last modiﬁed 28 April 2023 7 of 12 results available through the Open Research Data and Open Access models when possible. Concerning the data that is eligible for being made openly available: At imec, the internal policy forces applicants to follow the imec procedure of verifying whether or not data is eligible for open publication (with or without embargo) or is all together unfit for disclosing to the public, due to nature of containing ethical, privacy, Intellectual Property or geopolitical sensitive information or other, in order to comply with the highest standards of European legislation. No IP restrictions exist at this moment, but in some instances, it may be necessary that data will be aggregated or anonymised. Only anonymized data is shared for academic purposes. But considering the importance of confidentiality for successful innovations and the focus on high technology-readiness levels (TRL) within this project, it cannot be excluded that the proposed project might result in research data with potential for tech transfer and valorisation and that providing open access to research data to the public will be limited to specific cases. This data will be kept confidential until 1) a decision will have been made on patenting, and 2) a patent file has been submitted. The appropriate embargo time will be discussed on a case-by-case basis. Which data usage licenses are you going to provide? If none, please explain why. For the data that will be made available through public repositories, access will be free and standardized as provided by the repository. For the data that will be made available upon request only: Access rights will be free of any administrative transfer costs, unless the request can be considered out of the ordinary (e.g. in cases where the volume exceeds normal transfer limitations and separate ICT support is needed). The granting of access rights may be made conditional on the acceptance of specific conditions aimed at ensuring that these rights will be used only for the intended purpose and that appropriate confidentiality obligations are in place. All requests for access rights shall be made in writing and the requesting party must show that the access rights are needed and will indicate the intended purposes of usage. Any access rights granted expressly exclude any rights to sublicense unless expressly stated. If the data has been published, and there was no need to protect it by a patent, data can be share under the license: CC-BY: By Attribution, which permits sharing and reuse of the material, for any purpose, as long as the original authors are credited. The material can be freely shared, redistributed, transformed, built upon and adapted for any purpose, including commercial use. Anyone using the material must provide credit to the original authors and clearly indicate any changes that were made, and there is a legal obligation to do this. These terms are widely used for open access articles in academic journals. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No A DOI will be given if the data set is published in a high impact journal, which typically have a data repository linked, or an identifier will be given if data is published in a open repository. What are the expected costs for data sharing? How will these costs be covered? In case no suitable electrochemistry specific data repository is identified, as currently is the case, zenodo.org will be the preferred standard repository for open data, because this platform, part of the OpenAIRE collaboration, provides the minimum and recommended terms required by DataCite's Metadata Schema, including the assignment of an identifier. These services are furthermore free of charge and will be for the foreseeable future. In total, the amount of data that will be produced during the project will be a couple of gigabytes. At imec, general storage costs are estimated at 50 EUR / Terabyte. However, by following the general policy on where to store data, a project will not be charged on consumption and is included in overhead expenses. Some limits are in place. Paper-based data carriers (laboratory notebooks, accompanying documentation) are stored locally, with no internal charged costs as this is also included in overhead. 6. Responsibilities Who will manage data documentation and metadata during the research project? During the research project, the candidate will manage data documentation, together with the manager. Who will manage data storage and backup during the research project? During the research project, the candidate will manage data storage and back-up, together with the manager Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 28 April 2023 8 of 12 Data preservation will be ensured by the group manager, who regulates the use of the research group storage platforms. Data sharing will be managed by the promoter. Who will update and implement this DMP? The candidate will update and implement this DMP Created using DMPonline.be. Last modiﬁed 28 April 2023 9 of 12 Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D CO2 reduction gas diffusion electrodes Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The data collected will consist of: - Samples: those include solid-state composite materials studied for CO2 sorption and coated electrodes. Samples will be kept for the length of the study. If reproducibility of samples is assessed, samples may be discarded earlier as long as a SOP has been defined to synthesize them anew. Unreproduced samples should be kept for a minimum of 10 years as per the KUL guidelines. Storage will be done in the adequate storage facilities (glove box under Ar for air sensitive samples, solvent storage for wet chemistry samples, drawers in the lab for dried samples). - Characterization raw data: this includes: - images (photography, confocal microscope, SEM, TEM) - .csv or .txt files from measurement apparatus (e.g. FTIR, Raman, potentiostats) - Processing information: - Lab notebooks - metadata: .xls files containing experimental splits tables, generated and updated by the user, with references to lab notebook (date based) - Processed data: - all processed data (e.g. plotted data) will be sorted per experimental split in a ppt with references to the sample labels, for which processing conditions have been tabulated previously in experimental split descriptions (.xls format). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) The researcher (Marieke van Leeuwen) and manager (Maarten Mees) are responsible for the storage and usability of the data produced. 2. Storage capacity/repository during the research All gathered raw data is stored locally on the candidate’s laptop and on the candidate’s Imec OneDrive to prevent data loss in case of equipment failure. Lab data, such as sample labelling, processing conditions and history, is kept track of in a lab notebook. At the end of an experimental split, all relevant data sets are described in an excel split table including sample labelling, processing conditions and sample history. after the research The raw data will also be kept on an internal Imec network drive specific to the research group in order to ensure availability after completion of the project. All processed data will be uploaded on the Electrochemical Storage and Conversion online Sharepoint together with xls split tables experimental split-tables providing an overview of sample labelling, processing conditions and sample history, managed by the team R&D manager Maarten Mees. This way, team members can easily access the previously achieved work and build onto it even after departure of the candidate. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) not applicable. All digital data will be stored for at least 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) not applicable. Which other issues related to the data management are relevant to mention? (use up to 700 characters) not applicable Created using DMPonline.be. Last modiﬁed 28 April 2023 10 of 12 Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D CO2 reduction gas diffusion electrodes DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Not applicable Created using DMPonline.be. Last modiﬁed 28 April 2023 11 of 12 Solid-like sorbent-electrolyte nanocomposite materials with dual H2O and CO2 uptake for 3D CO2 reduction gas diffusion electrodes GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 28 April 2023 12 of 12"
}