{
    "document_id": "D-2023-2458",
    "LinkTitle": "D-2023-2458",
    "file_name": "D-2023-2458.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2458.pdf",
    "metadata": {
        "title": "D-2023-2458",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Data Management Plan Thomas More – IOF C3 project Pinso\nGeneral Project Information\nName grant holder + ORCID iD : Sabine Van Miert – ORCID iD 0000-0003-2328-3130\nContributor  name(s)  +  ORCID  iD  +  roles :  Giuseppe  Granata  (ORCID  iD  0000-0001-6593-6270,  \nresearcher TEA); Jo Van Caneghem (ORCID iD 0000-0002-4052-1260, researcher LCA)\nProject number1 and title: WU8RAGR02595 Pinso: Processing of Insects for production of Sustainable  \nOil: technological and economical viability (Pinso)\nFunder(s) GrantID2: C3/23/016\nAffiliation(s):  Sabine Van Miert: Expertisecentrum Duurzame Biomassa en Chemie; Thomas More;  \nKleinhoefstraat 4 – 2440 Geel / Jo Van Caneghem: Duurzaam Materialenbeheer (SeMPeR) en Giuseppe  \nGranata: Procestechnologie voor Duurzame Systemen (ProcESS), Campus Groep T Leuven, Andreas  \nVesaliusstraat 13 – bus 2600 3000 Leuven  \nPlease provide a short project/research description :\nThis project aims to demonstrate that insect lipid production at pilot scale is feasible and that further  \nupscaling is technologically and economically viable. Thomas More and KU Leuven join forces to  \nimprove the relevance and impact of insects and insect lipids in a circular bio-economy. This project will  \nconfirm the potential of insect lipids and will speed up valorisation and commercialisation in diverse  \nmarkets.\nVersioning of the DMP : Initial DMP\nThis is the initial DMP of the project Pinso. This initial DMP was written and submitted within the first 3  \nmonths of the research project.\n1 “Project number” refers to the internal number (‘intern nummer’) at Thomas More. You can only provide one \ninternal number.2 Funder(s) GrantID refers to the number of the project at the funder(s), here one can specify multiple GrantIDs \nif multiple funding sources were used.\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.771.Research Data Summary\n1.1.List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type  \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are  \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an  \nestimate of the upper limit of the volume of the data.\nOnly for digital data Only  for  digital \ndataOnly  for \ndigital dataOnly for physical data\nDataset \nNameDescriptionNew or reusedDigital  or \nPhysicalDigital Data TypeDigital  Data \nformat Digital  data \nvolume \n(MB/GB/TB)Physical volume\nMealworm \n(MW)  and \nBlack \nSoldier  Fly \n(BSF) \nlarvaeLive  MW  and \nBSF larvae will \nbe  used  as \nstarting  point \nfor \nexperimental \nwork  to \ngenerate  MW \nand  BSF  oil. \nData on these \nMW will stored \nin  excel  or \nword filesGenerate  new\ndata Digital Experimental Tabular  data \n(.por, .spss, .ta\nb, .csv, ...) <100MB \nMW  and Raw  and Generate new Digital Experimental  Tabular  data  <100MB \nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77BSF  Oil \nsamplesrefined  oil \nsamples  are \ngenerated and \nparameters \nwill  be \nexperimentally \ndetermined \nand  recorded \nin excel sheets \nand  word \ndocumentsdata(.por, .spss, .ta\nb, .csv, ...)\nMW  and \nBSF  Oil \nsamplesEffective  oil \nsamples – will \nbe provided to \nother  people \nor stored with \nlimited  shelf \nlifePhysical data; will  \nbe stored at cold  \ntemperature  (4-\n8°C) – about 5 -  \n7kg  per  sample.  \nMay  be  further  \ndistributed  to  \nother  parties  or  \nstored  until  \nfinishing \ncharacterisation. \nProcessing \ndataQuantitative \ndata based on \ndifferent \nprocessing \nsteps  from \nkilling  insects \nup  to \nextracted  and \npurified oilsGenerate  new\ndata Digital Experimental Documentation \n& computational \nscript <100MB \nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Literature \ndataQualitative \nand \nquantitative \ndata  on \nmethods, \nprocedures \nand  technical \noutcomesReuse  existing\ndataDigitalCompiled/aggregated  \ndataTextual  data \n(.rtf, .xml, .txt, \n...)<100MB\nChemical \ndata Quantitative \ndata  on \ncomposition \nand  purity  of \nsamples (oil)Generate  new\ndata Digital Observational Tabular  data \n(.por, .spss, .ta\nb, .csv, ...) <100MB \nModel \noutputQuantitative \ndata  on \nsustainability \n(LCA)  and \ntechnical \n(TEA)  aspects \nof  processing \ntechnologiesGenerate  new\ndataDigital Simulation data Tabular  data \n(.por, .spss, .ta\nb, .csv, ...) <1GB .umberto  and  .  \nxlsx files for LCA  \nanalyses\nInterviewData  from \nquestionnaires \non  technical \napplications of \noilsGenerate  new\ndataDigital Observational Textual  data \n(.rtf, .xml, .txt, \n...) <100MB \nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.771.2.If you reuse existing data, please specify the source, preferably by using a persistent identifier  \n(e.g. DOI, Handle, URL etc.) per dataset or data type. \nWithin the project data will be collected from literature and/or from databases. In the case of literature   \ninformation this will be scientific publications which are accessible and in the case of commercial  \ndatabases,  valid  licenses  will  be  purchased.  For  the  LCA,  data  will  be  retrieved  from  ecoinvent  \n(  www.ecoinvent.org  ). Specific information and data regarding industrial oil processing techniques,  \ndetermination of oil quality parameters applications of oils within end-products may be requested  \nfrom companies or other research institutes. Use of this information may be restricted to the partners  \nwithin the consortium and this will be agreed upon with the companies/research institutes. Within the \nproject it may be decided to make use of interviews and questionnaires of key players in the subject.  \nParticipants to these surveys will complete/sign an informed consent. The written reports of these  \nactivities do not contain personal data. Only general findings will be included in potential research  \npublications. \n1.3.Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on  \nhumans or animals, dual use)? Describe these issues in the comment section. Please refer to  \nspecific datasets or data types when appropriate. \n☐Yes, human subject data  and/or personal data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nComment section:\nClick or tap here to enter text.\n1.4.Will you process personal data? If so, briefly describe the kind of personal data you will use in the  \ncomment section. Please refer to specific datasets or data types when appropriate.  \n☐Yes\n☒No\nComment section: \n1.5.Does your work have potential for commercial valorization  (e.g. tech transfer, for example spin-\noffs,  commercial  exploitation,  …)?  If  so,  please  comment  per  dataset  or  data  type  where  \nappropriate. \n☒Yes\n☐No\nComment section:\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77The project partners shall agree in a separate agreement on the allocation and terms of exercising  \nownership of joint project results. This agreement will be discussed with the technology transfer offices  \nof KU Leuven and Thomas More and shall specify, inter alia, the applicable arrangements in case of the  \nuse of the joint results as well as those applicable to the allocation and assumption of expenses in  \nconnection with the protection and maintenance of such jointly generated results. In any case, joint  \nowners shall be entitled to use joint results for non-commercial research activities on a royalty-free  \nbasis, and without requiring the prior consent of the other joint owner(s). \n1.6.Do existing third party agreements  restrict exploitation or dissemination of the data you (re)use  \n(e.g.  Material/Data  transfer  agreements/  research  collaboration  agreements)?  If  so,  please  \nexplain in the comment section to what data they relate and what restrictions are in place.  \n☐Yes\n☒No\nComment section: Ecoinvent data used for life cycle impact assessment are accessed via  a commercial \nlicence, which allows unlimited use of ecoinvent data in funded research projects.  \nClick or tap here to enter text.\n1.7.Are there any other  legal issues, such as intellectual property rights and ownership, to be  \nmanaged related to the data you (re)use? If so, please explain in the comment section to what  \ndata they relate and which restrictions will be asserted. \n☐Yes\n☒No\nComment section:\nClick or tap here to enter text.\n2.Documentation and Metadata\n2.1.Describe the documentation that will be created for the data. Describe what approach will be  \nfollowed to capture the accompanying information necessary to keep data understandable and  \nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and  \ntypes required, procedures used, “Electronic’ Lab Notebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nThis project will generate diverse datatypes, e.g.\nPhysical:\n-Hardcopy notebooks, stored on-campus, researcher-only access (by keeping notebooks in a  \nclosed closet and room to which only authorized personel has access)\n-Observational data: recorded in notebooks (researcher-only access as described above)\n-Physical samples (eg. oil samples will be stored during characterization in a lab environment to  \nwhich only authorized personel has access. Samples may be distributed to third parties or may  \nbe destroyed when having no further use\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Digital: (preferably stored as open format: csv, txt, …):\n-Digitized results (e.g. measurements of oil parameters, yields of processes, …): csv\n-Data output from instruments and their settings\n-LCA models output: .umberto files\n-Documentation: Study set-up and methodology, SOPs, lab protocols: stored as .doc and .pdf,  \nphoto’s stored as .jpg or .tif\n-Papers and reports: output will be stored as .doc and .pdf\n2.2.Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify  \n(where appropriate per dataset or data type) which metadata standard will be used. If not, please  \nspecify (where appropriate per dataset or data type) which metadata will be created to make the  \ndata easier to find and reuse. \n☐Yes\n☒No\nComment section:\nClick or tap here to enter text.\n3.Data storage & back-up during the research project\n3.1.Where will the data be stored during research? Explain in the comment section.\n☒ In a cloud service offered by Thomas More (Microsoft 365: SharePoint)\n☐ Centrally on storage facilities of Thomas More\n☐ Centrally on storage facilities of the research unit\n☐ On storage facilities at the regional/national level  \n☐ On discipline-specific storage facilities\n☐ At an external data centre\n☒ In an external cloud service\n☐ Other (please specify)\nComment section:\nTMK uses the cloud system Sharepoint Online, part of Microsoft 365 Suite.  To ensure continuity one  \nsupervisor of each institution, being the contact person for this project, will organize the preservation  \nduring and after the project of their generated data. Both digital-born and digitized data will be stored  \nprimarily on  a private storage environment,  with an automated back-up and versioning system,  \nprovided by the ICT facilities of each partner during the project. \nAs this project involves multiple partners, procedures will be set-up that allow sharing and accessing of  \nthe data of the other partners using the cloud system Sharepoint Online (Microsoft 365) at Thomas  \nMore. On this system user authentication will be implemented to allow access for all partners. The  \naccess to the data will be combined with user right management, so that different users can have  \nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77different CRUD-permissions (Create-Read-Update-Delete) to the data and the SharePoint Online Site  \ncollection. \nIntermediate data such as primary results from LCA and TEA modeling will be stored in the KU Leuven  \ncloud system (Sharepoint online). \n3.2.How will the data be backed up?\nData  will  be  backed  up  using  cloud  service  offered  by  Thomas  More  (Microsoft  365:  \nSharePoint/OneDrive/Teams).  These  cloud  services  take  automatic  backups.  Data  in  \nOneDrive/Teams/SharePoint will be stored for 93 days after removal from their original location, and  \ncan be recovered from the recycle bin. If data cannot be recovered from the recycling bin, the data  \nowner can contact Microsoft Support to ask for recover. Data stored in the KU Leuven cloud system are  \nbacked up following the standard procedure provided by KU Leuven ICTS for my storage solution. \n3.3.Is there currently sufficient storage and backup  capacity during the project? If yes, specify  \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this will  \nbe taken care of. \n☒Yes\n☐No\nComment section:\nCloud service offered by Thomas More and KU Leuven each have 5 TB storage and backup capacity  \nthrough the corporate Office 365 licence. This is sufficient for the data created during the project.\n3.4.How  will  you  ensure  that  the  data  are  securely  stored  and  not  accessed  or  modified  by  \nunauthorized persons? \nAccess to the data stored in the cloud service offered by Thomas More (corporate Office365 storage) is  \narranged via the Azure Active Directory and Multi Factor Authentication. \nMost data will be experimental data. Data that could contain sensitive information, eg a survey, will be  \nkept confidential and stay in possession of the responsible partner (and stored at SharePoint). Only  \ngenerated data will be shared with the partners and/or will be used for publication/communication.  \n \n3.5.What are the expected costs for data storage and backup during the research project? How will  \nthese costs be covered? \nNo extra costs are to be expected since the cloud service offered by Thomas More or KU Leuven will be  \nused.\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.774.Data preservation after the end of the research project\n4.1.Which data will be retained for at least ten years (or longer, in agreement with other retention  \npolicies that are applicable) after the end of the project? In case some data cannot be preserved,  \nclearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,  \ninstitutional policies,...). \nThe   Thomas More research data management policy   expects that relevant research data generated  \nare retained for a period of minimally 10 years after the end of the project, in a safe, secure &  \nsustainable way for purposes of reproducibility, verification, and potential reuse. In compliance to this  \npolicy all new generated, digital data will be stored for 10 years after the end of the project.\nPhysical samples (eg mealworms, oils) are consumed during the project or are generated as proof-of-\nconcept and are of no use after the project (and will deteriorate in time).\n4.2.Where will these data be archived (stored and curated for the long-term)?  \nThe data will be stored on SharePoint (with automatic back-up procedures) for at least 10 years,  \nconform the Thomas More RDM policy.\n4.3.What are the expected costs for data preservation during the expected retention period? How will  \nthese costs be covered? \nNo extra costs are to be expected since the cloud service offered by Thomas More will be used.\n5.Data sharing and reuse\n5.1.Will the data (or part of the data) be made available for reuse after/during the project? In the  \ncomment section please explain per dataset or data type which data will be made available.  \n☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☒ Yes, upon request by mail  \n☐ No (closed access)\n☐ Other (please specify)\nComment section:\nPart of the data will be made available and may comprise:\n-Generalised results and conclusions thereof\n-Publications \nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Information that will not be made available to the public are:\n-Raw experimental data\n-Data that was obtained from other parties that are subject to restrictions in further use\n5.2.If you answered ‘Yes, in a restricted access repository’ or ‘Yes, upon request by mail’, please  \nspecify who will be able to access the data and under what conditions. Explain the procedures to  \ncontrol access.\nPublications (scientific and/or sector) will be launched in open access journals as much as possible;  \npolicy letters -if relevant- via open communication channels. The dissemination of the results and  \nconclusions will be performed via scientific fora. In case persons have specific questions related to the  \nproject data/results they can send the corresponding author or relevant project partner a request for  \nadditional information and these requests will be evaluated and answered question by question. \n5.3.Are there any factors that restrict or prevent the sharing  of (some of) the data (e.g. as defined in  \nan agreement with a third party, legal restrictions)? Please explain per dataset or data type where  \nappropriate. \n☐ Yes, Privacy aspects\n☒ Yes, Intellectual Property Rights\n☐ Yes, Ethical aspects \n☐ Yes, Other\n☐ No\nComment section:\nThe raw data that is generated will form the basis for subsequent valorisation purposes. Therefore, raw  \ndata will not be made available to the public, but will only be available to project partners. From these  \nraw data papers and communications will be generated for wider dissemination. \nDepending on the valorisation strategy raw data may be made available to other parties if proper  \narrangements are in place.\n5.4.If the data (or part of the data) will be made available for reuse after/during the project, explain  \nwhere the data will be made available . If already known, provide a repository per dataset or data  \ntype. \nPublications (scientific and/or sector) will be launched in open access journals as much as possible;  \npolicy letters -if relevant- via open communication channels. The dissemination of the results and  \nconclusions will be performed via scientific fora. In case persons have specific questions related to the  \nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77project data/results they can send us a request for additional information and these requests will be  \nevaluated and answered question by question. \n5.5.When will the data be made available? \n☒ Upon publication of research results\n☐ After the project is finished\n☐ Other (please specify)\nComment section:\nClick or tap here to enter text.\n5.6.Which data usage licenses are you going to provide?  If none, please explain why. \nThe potential valorisation options for the project data will be evaluated during the project. \nValorisation can include:\n1) Contract research or service agreements (fee-for-service) with individual companies.  \n2) Participation to international consortia, eg within the framework of EU Horizon projects or Interreg-\nprogrammes. \n3) Creation of a joint-venture, where, together with one or more private companies, a combination can  \nbe made of different inputs per partner such as knowledge, patents, investment capital and marketing  \nstrategies in a new venture. \n4) Creation of a spin-off: a commercial insect processing plant for production of insect lipids on a  \ndemonstration scale.\n5) Patenting: if ideas and procedures are deemed novel and innovative enough, patenting will be  \nconsidered. \n6) Licensing to existing companies and collecting royalties thereof.\nAll described valorisation options put restrictions on the free distribution and sharing of raw data and  \nknowledge. Before sharing data, possible impacts on the above mentioned valorisation options must  \nbe evaluated.\n5.7.Do you intend to add a PID/DOI/accession number  to your dataset(s)? If already available, you  \nhave the option to provide it in the comment section.\n☐ Yes\n☒ No\nComment section:\nClick or tap here to enter text.\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.775.8.What are the expected costs for data sharing? How will these costs be covered?  \nNot applicable.\n6. Responsibilities\n6.1  Who will manage data documentation and metadata during the research project?  \nThere will be a shared responsibility regarding the data documentation and metadata. On one hand the  \nresearchers are responsible for their own data and on the other hand the partner-organisations as the  \nresearchers are working at the behest of their organization. As different partners are working together  \nin a consortium TMK will take the lead to ensure that all partners are handling the data as described in  \nthe DMP. \nFor TMK the project leader will ensure the correct data documentation as they handle in behalf of TMK.  \n6.2  Who will manage data storage and backup during the research project?  \nThere  will  be  a  shared  responsibility  regarding  the  data  storage  and  backup  between  the  \nresearchers/principal investigator and TMK. For TMK the project leader will ensure the correct data  \nstorage and backup as the project leader bears the end responsibility.\n6.3  Who will manage data preservation and sharing? \nThere  will  be  a  shared  responsibility  regarding  the  data  preservation  and  sharing  between  the  \nresearchers/principal investigator and TMK. For TMK the DPO will ensure the correct data preservation  \nand sharing as they handle in behest of TMK (dpo@thomasmore.be). The project leader bears the end  \nresponsibility.\n6.4  Who will update and implement this DMP? \nThe project leader bears the end responsibility of updating and implementing this DMP. The DMP will  \nbe updated during and at the end of the project.\n6.5  Which additional resources are needed for the execution of the Data Management Plan?\nNo additional requirements are needed for the execution of the DMP.\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.776.6  Did you read the Research Data Management Vision text of Thomas More?\n☒Yes\n☐No\n7. GDPR\n7.1  Have you registered personal data processing activities for this project?\n☐Yes\n☒No\n☐Not applicable\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Appendix 1: Glossary\nAccession number: A systematic (computer -readable) number or code that uniquely identifies an \nentry in a particular database3. Accession numbers are commonly used in the Biomedical and Life \nsciences.\nARK: Archival Resource Key\nDataset: Data and objects generated or collected by researchers in the course of their investigations, \nregardless of their form or method, that form the object on which researchers test a hypothesis.  \nThis includes the full range of data: raw, unprocessed datasets, proprietary generated and processed \ndata and secondary data obtained from third parties4.\nData format: The way in which the data is encoded for storage, often reflected by the filename \nextension (for example pdf, xls, doc, txt, or rdf)5. \nData usage license: A data usage license indicates whether the data can be reused or not and under \nwhat conditions. If no licence is granted, the data are in a grey zone and cannot be legally reused. Do \nnote that you may only release data under a licence chosen by yourself if it does not already fall \nunder another licence that might prohibit that.\nData types: Data are often grouped by type (observational, experimental etc.), format and/or \ncollection/generation method.\nDigital Data Type: When focussing upon the mode of data collection, one distinguishes between data \ncreated via6:\n-Observations: These data are captured in real-time, either by human observation and \nsurveys, or instruments or sensors. For this reason, they are usually irreplaceable and most \nimportant to store safely.  Examples: sensor readings, survey results, audio and/or video \nrecordings of interviews.\n-Experiments: These data are typically generated in the laboratory under controlled \nconditions. They often are reproducible, but this procedure can be expensive or time-\nconsuming. Examples: gene sequences, chromatograms, magnetic field readings.\n-Derivation or compilation: These data are generated by combining multiple existing datasets.  \nExamples: text and data mining, compiled database.\n-Computations, models or simulations\nThese data are machine-generated from test models. The output files are likely to be \nreproducible as long as the model and inputs are preserved. Therefore, the large-volume \noutput files can often be discarded when wrapping up your research project and selecting \ndata for long-term preservation.  Examples: climate models, economic models.\nDocumentation:\nDocumentation for data is needed to understand data and enable re-use. This may include \ninformation on the methodology used to collect the data, analytical and procedural information, \n3 https://www.oxfordreference.com/view/10.1093/oi/authority.201108030953469344 Flemish Open Science Board Metadatamodel for research datasets5 Science Europe RDM Practical guide, p.186 https://bibliotheek.uhasselt.be/en/collect\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77definitions of variables, units of measurement, and so on. This information can be captured and \nrecorded in different ways, for example in a database with links to each item, a ‘readme’ text file, file \nheaders, code books, or lab notebooks. Documentation can thus be very rudimentary (a README-file  \nprovided with the data that generally describes it) or highly specific (structured metadata as \ngenerated by specific measurement instruments).\nDOI: Digital Object Identifier\nA name (not a location) for an entity on digital networks. It provides a system for persistent and \nactionable identification and interoperable exchange of managed information on digital networks. A \nDOI is a type of Persistent Identifier (PID) issued by the International DOI Foundation. This permanent  \nidentifier is associated with a digital object that permits it to be referenced reliably even if its location  \nand metadata undergo change over time. SYNONYM. DOI7\nDual use: \n“Dual use items” are items, including software and technology, which can be used for both civil and \nmilitary purposes. The term \"misuse\" is defined as \"research that could be misused for unethical \npurposes\"8.\nEthical aspects:\nEthical aspects in research data management may include:\n-processing of ‘special categories’ of personal data (formerly known as ‘sensitive data’)  \n-processing of personal data concerning children, vulnerable people or people who have not \ngiven their consent to participate in the research\n-complex processing operations and/or the processing of personal data on a large scale \nand/or systematic monitoring of a publicly accessible area on a large scale\n-data processing techniques that are invasive and deemed to pose a risk to the rights and \nfreedoms of research participants, or techniques that are vulnerable to misuse\n-collecting data outside the EU or transferring personal data collected in the EU to entities in \nnon-EU countries9\nIntellectual Property Rights:\nThe most common intellectual property rights are those protecting a (technical) invention, a \ntrademark, a new plant variety, (industrial) designs and literary/artistic works. If you are \ncollaborating with external partners, it is important to clarify who owns the IPR of the creations \nresulting from the research10.\nOpen access:\nThe practice of providing online access to research outputs, free of charge to the end-user, and \nwithout any legal or technical obstacles, such as the requirement to have a user account or to solve a  \ncaptcha11.\n7 https://codata.org/rdm-glossary/digital-object-identifier/8 https://bibliotheek.uhasselt.be/en/ethical-and-legal9 https://ec.europa.eu/info/sites/default/files/5._h2020_ethics_and_data_protection_0.pdf10 https://bibliotheek.uhasselt.be/en/ethical-and-legal11 https://erc.europa.eu/managing-your-project/open-science\nhttps://ec.europa.eu/info/research-and-innovation/strategy/strategy-2020-2024/our-digital-future/open-\nscience/open-access_en\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Metadata:\nMetadata are data about data. Research data need metadata to become findable, accessible, \ninteroperable and reusable - by humans and machines. Metadata play an important role in making \nyour data FAIR. Metadata have to be added continuously to your research data, not just at the \nbeginning or at the end of a project. Metadata can be added manually or automatically, and \npreferably according to a disciplinary standard. From a FAIR perspective, metadata are more \nimportant than your data, because metadata would always be openly available and they link \nresearch data and publications in the Internet of FAIR Data and Services. The distinction between \ndata and metadata is not ontological, but it is grounded in use. What is “data” and what is \n“metadata” is thereby a matter of perspective: Some researchers’ metadata can be other \nresearchers’ data12. \nWhile data documentation is meant to be read and understood by humans, metadata (which are \nsometimes a part of the documentation) are primarily meant to be processed by machines13. For \nmore information please visit: https://www.howtofair.dk/how-to-fair/metadata/\nORCID: Open Researcher and Contributor ID14\nPhysical, non-digital, or analogue or data or research materials:  \nPhysical data are equally considered research data. Obviously, these data require a completely \ndifferent approach regarding, for example, storage and preservation. Examples: paper-based \nquestionnaires and notes, archaeological findings, art works (e.g. paintings, sculptures, photographs),  \nprotein and blood samples, nucleic acids, building plans, recordings on tapes or discs15.\nPersonal data:\nPersonal data is any information that relates to an  identified or identifiable living individual . \nDifferent pieces of information, which collected together can lead to the identification of a particular \nperson, also constitute personal data.\nPersonal data that has been de-identified, encrypted or  pseudonymised but can be used to re-\nidentify a person remains personal data and falls within the scope of the GDPR.\nPersonal data that has been rendered  anonymous in such a way that the individual is not or no \nlonger identifiable is no longer considered personal data. For data to be truly anonymised, the \nanonymisation must be irreversible16.\nExamples:\n●a name and surname;\n●a home address;\n●an email address such as  name.surname@company.com;\n●an identification card number;\n●location data (for example the location data function on a mobile phone)*;\n12 https://www.howtofair.dk/how-to-fair/metadata/13 https://www.howtofair.dk/how-to-fair/metadata/14 https://orcid.org/15 https://bibliotheek.uhasselt.be/en/collect16https://ec.europa.eu/info/law/law-topic/data-protection/reform/what-personal-data_en#examples-of-data-\nnot-considered-personal-data\nDMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77●an Internet Protocol (IP) address;\n●a cookie ID*;\n●the advertising identifier of your phone;\n●data held by a hospital or doctor, which could be a symbol that uniquely identifies a person.\nPersistent identifier: A persistent identifier is a long-lasting reference to a digital object that gives \ninformation about that object regardless of what happens to it. Developed to address “link rot,” a \npersistent identifier can be resolved to provide an appropriate representation of an object whether \nthat object changes its online location or goes offline.17\nResearch data:\nResearch data are any information collected or generated for the purpose of analysis, in order to \ngenerate or validate scientific claims. It includes digital and physical data. Research data encompass \nthe whole spectrum ranging from raw data to the processed and analysed data. Examples include \nsurvey results, statistics, measurements, notebooks, images, texts, computer generated data,  \nsimulations, software developed for research purposes, computational metadata, prints, video- and \naudiotapes, coding of textual information, organisms, gene sequences, synthetic compounds, \nsamples, patients data, etc.18.\nRestricted access:\nOpen Access, but with restrictions. Often the Author wants to control the people who have access to \nfor example a dataset. Access is provided in exchange for an e-mail address, to keep in touch with \nother people who are interested19.\nValorization: When your research is of interest for society in general or for a specific company, there \nis a possibility of valorization20.\nVolumes: Volumes can be expressed in storage space required (bytes), and/or in numbers of objects, \nfiles, rows, and columns21.\n17 https://casrai.org/term/persistent-identifier/18 Research Data Management KU Leuven19 https://wiki.surfnet.nl/display/standards/info-eu-repo/#infoeurepo-AccessRights20 https://bibliotheek.uhasselt.be/en/ethical-and-legal21 Science Europe RDM Practical guide, p.18"
    },
    "clean_full_text": "DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Data Management Plan Thomas More – IOF C3 project Pinso General Project Information Name grant holder + ORCID iD : Sabine Van Miert – ORCID iD 0000-0003-2328-3130 Contributor name(s) + ORCID iD + roles : Giuseppe Granata (ORCID iD 0000-0001-6593-6270, researcher TEA); Jo Van Caneghem (ORCID iD 0000-0002-4052-1260, researcher LCA) Project number1 and title: WU8RAGR02595 Pinso: Processing of Insects for production of Sustainable Oil: technological and economical viability (Pinso) Funder(s) GrantID2: C3/23/016 Affiliation(s): Sabine Van Miert: Expertisecentrum Duurzame Biomassa en Chemie; Thomas More; Kleinhoefstraat 4 – 2440 Geel / Jo Van Caneghem: Duurzaam Materialenbeheer (SeMPeR) en Giuseppe Granata: Procestechnologie voor Duurzame Systemen (ProcESS), Campus Groep T Leuven, Andreas Vesaliusstraat 13 – bus 2600 3000 Leuven Please provide a short project/research description : This project aims to demonstrate that insect lipid production at pilot scale is feasible and that further upscaling is technologically and economically viable. Thomas More and KU Leuven join forces to improve the relevance and impact of insects and insect lipids in a circular bio-economy. This project will confirm the potential of insect lipids and will speed up valorisation and commercialisation in diverse markets. Versioning of the DMP : Initial DMP This is the initial DMP of the project Pinso. This initial DMP was written and submitted within the first 3 months of the research project. 1 “Project number” refers to the internal number (‘intern nummer’) at Thomas More. You can only provide one internal number.2 Funder(s) GrantID refers to the number of the project at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.771.Research Data Summary 1.1.List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital dataOnly for digital dataOnly for physical data Dataset NameDescriptionNew or reusedDigital or PhysicalDigital Data TypeDigital Data format Digital data volume (MB/GB/TB)Physical volume Mealworm (MW) and Black Soldier Fly (BSF) larvaeLive MW and BSF larvae will be used as starting point for experimental work to generate MW and BSF oil. Data on these MW will stored in excel or word filesGenerate new data Digital Experimental Tabular data (.por, .spss, .ta b, .csv, ...) <100MB MW and Raw and Generate new Digital Experimental Tabular data <100MB DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77BSF Oil samplesrefined oil samples are generated and parameters will be experimentally determined and recorded in excel sheets and word documentsdata(.por, .spss, .ta b, .csv, ...) MW and BSF Oil samplesEffective oil samples – will be provided to other people or stored with limited shelf lifePhysical data; will be stored at cold temperature (4- 8°C) – about 5 - 7kg per sample. May be further distributed to other parties or stored until finishing characterisation. Processing dataQuantitative data based on different processing steps from killing insects up to extracted and purified oilsGenerate new data Digital Experimental Documentation & computational script <100MB DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Literature dataQualitative and quantitative data on methods, procedures and technical outcomesReuse existing dataDigitalCompiled/aggregated dataTextual data (.rtf, .xml, .txt, ...)<100MB Chemical data Quantitative data on composition and purity of samples (oil)Generate new data Digital Observational Tabular data (.por, .spss, .ta b, .csv, ...) <100MB Model outputQuantitative data on sustainability (LCA) and technical (TEA) aspects of processing technologiesGenerate new dataDigital Simulation data Tabular data (.por, .spss, .ta b, .csv, ...) <1GB .umberto and . xlsx files for LCA analyses InterviewData from questionnaires on technical applications of oilsGenerate new dataDigital Observational Textual data (.rtf, .xml, .txt, ...) <100MB DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.771.2.If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Within the project data will be collected from literature and/or from databases. In the case of literature information this will be scientific publications which are accessible and in the case of commercial databases, valid licenses will be purchased. For the LCA, data will be retrieved from ecoinvent ( www.ecoinvent.org ). Specific information and data regarding industrial oil processing techniques, determination of oil quality parameters applications of oils within end-products may be requested from companies or other research institutes. Use of this information may be restricted to the partners within the consortium and this will be agreed upon with the companies/research institutes. Within the project it may be decided to make use of interviews and questionnaires of key players in the subject. Participants to these surveys will complete/sign an informed consent. The written reports of these activities do not contain personal data. Only general findings will be included in potential research publications. 1.3.Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ☐Yes, human subject data and/or personal data ☐ Yes, animal data ☐ Yes, dual use ☒ No Comment section: Click or tap here to enter text. 1.4.Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ☐Yes ☒No Comment section: 1.5.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒Yes ☐No Comment section: DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77The project partners shall agree in a separate agreement on the allocation and terms of exercising ownership of joint project results. This agreement will be discussed with the technology transfer offices of KU Leuven and Thomas More and shall specify, inter alia, the applicable arrangements in case of the use of the joint results as well as those applicable to the allocation and assumption of expenses in connection with the protection and maintenance of such jointly generated results. In any case, joint owners shall be entitled to use joint results for non-commercial research activities on a royalty-free basis, and without requiring the prior consent of the other joint owner(s). 1.6.Do existing third party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ☐Yes ☒No Comment section: Ecoinvent data used for life cycle impact assessment are accessed via a commercial licence, which allows unlimited use of ecoinvent data in funded research projects. Click or tap here to enter text. 1.7.Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ☐Yes ☒No Comment section: Click or tap here to enter text. 2.Documentation and Metadata 2.1.Describe the documentation that will be created for the data. Describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, “Electronic’ Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). This project will generate diverse datatypes, e.g. Physical: -Hardcopy notebooks, stored on-campus, researcher-only access (by keeping notebooks in a closed closet and room to which only authorized personel has access) -Observational data: recorded in notebooks (researcher-only access as described above) -Physical samples (eg. oil samples will be stored during characterization in a lab environment to which only authorized personel has access. Samples may be distributed to third parties or may be destroyed when having no further use DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Digital: (preferably stored as open format: csv, txt, …): -Digitized results (e.g. measurements of oil parameters, yields of processes, …): csv -Data output from instruments and their settings -LCA models output: .umberto files -Documentation: Study set-up and methodology, SOPs, lab protocols: stored as .doc and .pdf, photo’s stored as .jpg or .tif -Papers and reports: output will be stored as .doc and .pdf 2.2.Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ☐Yes ☒No Comment section: Click or tap here to enter text. 3.Data storage & back-up during the research project 3.1.Where will the data be stored during research? Explain in the comment section. ☒ In a cloud service offered by Thomas More (Microsoft 365: SharePoint) ☐ Centrally on storage facilities of Thomas More ☐ Centrally on storage facilities of the research unit ☐ On storage facilities at the regional/national level ☐ On discipline-specific storage facilities ☐ At an external data centre ☒ In an external cloud service ☐ Other (please specify) Comment section: TMK uses the cloud system Sharepoint Online, part of Microsoft 365 Suite. To ensure continuity one supervisor of each institution, being the contact person for this project, will organize the preservation during and after the project of their generated data. Both digital-born and digitized data will be stored primarily on a private storage environment, with an automated back-up and versioning system, provided by the ICT facilities of each partner during the project. As this project involves multiple partners, procedures will be set-up that allow sharing and accessing of the data of the other partners using the cloud system Sharepoint Online (Microsoft 365) at Thomas More. On this system user authentication will be implemented to allow access for all partners. The access to the data will be combined with user right management, so that different users can have DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77different CRUD-permissions (Create-Read-Update-Delete) to the data and the SharePoint Online Site collection. Intermediate data such as primary results from LCA and TEA modeling will be stored in the KU Leuven cloud system (Sharepoint online). 3.2.How will the data be backed up? Data will be backed up using cloud service offered by Thomas More (Microsoft 365: SharePoint/OneDrive/Teams). These cloud services take automatic backups. Data in OneDrive/Teams/SharePoint will be stored for 93 days after removal from their original location, and can be recovered from the recycle bin. If data cannot be recovered from the recycling bin, the data owner can contact Microsoft Support to ask for recover. Data stored in the KU Leuven cloud system are backed up following the standard procedure provided by KU Leuven ICTS for my storage solution. 3.3.Is there currently sufficient storage and backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒Yes ☐No Comment section: Cloud service offered by Thomas More and KU Leuven each have 5 TB storage and backup capacity through the corporate Office 365 licence. This is sufficient for the data created during the project. 3.4.How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the data stored in the cloud service offered by Thomas More (corporate Office365 storage) is arranged via the Azure Active Directory and Multi Factor Authentication. Most data will be experimental data. Data that could contain sensitive information, eg a survey, will be kept confidential and stay in possession of the responsible partner (and stored at SharePoint). Only generated data will be shared with the partners and/or will be used for publication/communication. 3.5.What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra costs are to be expected since the cloud service offered by Thomas More or KU Leuven will be used. DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.774.Data preservation after the end of the research project 4.1.Which data will be retained for at least ten years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies,...). The Thomas More research data management policy expects that relevant research data generated are retained for a period of minimally 10 years after the end of the project, in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. In compliance to this policy all new generated, digital data will be stored for 10 years after the end of the project. Physical samples (eg mealworms, oils) are consumed during the project or are generated as proof-of- concept and are of no use after the project (and will deteriorate in time). 4.2.Where will these data be archived (stored and curated for the long-term)? The data will be stored on SharePoint (with automatic back-up procedures) for at least 10 years, conform the Thomas More RDM policy. 4.3.What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No extra costs are to be expected since the cloud service offered by Thomas More will be used. 5.Data sharing and reuse 5.1.Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☒ Yes, upon request by mail ☐ No (closed access) ☐ Other (please specify) Comment section: Part of the data will be made available and may comprise: -Generalised results and conclusions thereof -Publications DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Information that will not be made available to the public are: -Raw experimental data -Data that was obtained from other parties that are subject to restrictions in further use 5.2.If you answered ‘Yes, in a restricted access repository’ or ‘Yes, upon request by mail’, please specify who will be able to access the data and under what conditions. Explain the procedures to control access. Publications (scientific and/or sector) will be launched in open access journals as much as possible; policy letters -if relevant- via open communication channels. The dissemination of the results and conclusions will be performed via scientific fora. In case persons have specific questions related to the project data/results they can send the corresponding author or relevant project partner a request for additional information and these requests will be evaluated and answered question by question. 5.3.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a third party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, Privacy aspects ☒ Yes, Intellectual Property Rights ☐ Yes, Ethical aspects ☐ Yes, Other ☐ No Comment section: The raw data that is generated will form the basis for subsequent valorisation purposes. Therefore, raw data will not be made available to the public, but will only be available to project partners. From these raw data papers and communications will be generated for wider dissemination. Depending on the valorisation strategy raw data may be made available to other parties if proper arrangements are in place. 5.4.If the data (or part of the data) will be made available for reuse after/during the project, explain where the data will be made available . If already known, provide a repository per dataset or data type. Publications (scientific and/or sector) will be launched in open access journals as much as possible; policy letters -if relevant- via open communication channels. The dissemination of the results and conclusions will be performed via scientific fora. In case persons have specific questions related to the DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77project data/results they can send us a request for additional information and these requests will be evaluated and answered question by question. 5.5.When will the data be made available? ☒ Upon publication of research results ☐ After the project is finished ☐ Other (please specify) Comment section: Click or tap here to enter text. 5.6.Which data usage licenses are you going to provide? If none, please explain why. The potential valorisation options for the project data will be evaluated during the project. Valorisation can include: 1) Contract research or service agreements (fee-for-service) with individual companies. 2) Participation to international consortia, eg within the framework of EU Horizon projects or Interreg- programmes. 3) Creation of a joint-venture, where, together with one or more private companies, a combination can be made of different inputs per partner such as knowledge, patents, investment capital and marketing strategies in a new venture. 4) Creation of a spin-off: a commercial insect processing plant for production of insect lipids on a demonstration scale. 5) Patenting: if ideas and procedures are deemed novel and innovative enough, patenting will be considered. 6) Licensing to existing companies and collecting royalties thereof. All described valorisation options put restrictions on the free distribution and sharing of raw data and knowledge. Before sharing data, possible impacts on the above mentioned valorisation options must be evaluated. 5.7.Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ☐ Yes ☒ No Comment section: Click or tap here to enter text. DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.775.8.What are the expected costs for data sharing? How will these costs be covered? Not applicable. 6. Responsibilities 6.1 Who will manage data documentation and metadata during the research project? There will be a shared responsibility regarding the data documentation and metadata. On one hand the researchers are responsible for their own data and on the other hand the partner-organisations as the researchers are working at the behest of their organization. As different partners are working together in a consortium TMK will take the lead to ensure that all partners are handling the data as described in the DMP. For TMK the project leader will ensure the correct data documentation as they handle in behalf of TMK. 6.2 Who will manage data storage and backup during the research project? There will be a shared responsibility regarding the data storage and backup between the researchers/principal investigator and TMK. For TMK the project leader will ensure the correct data storage and backup as the project leader bears the end responsibility. 6.3 Who will manage data preservation and sharing? There will be a shared responsibility regarding the data preservation and sharing between the researchers/principal investigator and TMK. For TMK the DPO will ensure the correct data preservation and sharing as they handle in behest of TMK (dpo@thomasmore.be). The project leader bears the end responsibility. 6.4 Who will update and implement this DMP? The project leader bears the end responsibility of updating and implementing this DMP. The DMP will be updated during and at the end of the project. 6.5 Which additional resources are needed for the execution of the Data Management Plan? No additional requirements are needed for the execution of the DMP. DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.776.6 Did you read the Research Data Management Vision text of Thomas More? ☒Yes ☐No 7. GDPR 7.1 Have you registered personal data processing activities for this project? ☐Yes ☒No ☐Not applicable DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Appendix 1: Glossary Accession number: A systematic (computer -readable) number or code that uniquely identifies an entry in a particular database3. Accession numbers are commonly used in the Biomedical and Life sciences. ARK: Archival Resource Key Dataset: Data and objects generated or collected by researchers in the course of their investigations, regardless of their form or method, that form the object on which researchers test a hypothesis. This includes the full range of data: raw, unprocessed datasets, proprietary generated and processed data and secondary data obtained from third parties4. Data format: The way in which the data is encoded for storage, often reflected by the filename extension (for example pdf, xls, doc, txt, or rdf)5. Data usage license: A data usage license indicates whether the data can be reused or not and under what conditions. If no licence is granted, the data are in a grey zone and cannot be legally reused. Do note that you may only release data under a licence chosen by yourself if it does not already fall under another licence that might prohibit that. Data types: Data are often grouped by type (observational, experimental etc.), format and/or collection/generation method. Digital Data Type: When focussing upon the mode of data collection, one distinguishes between data created via6: -Observations: These data are captured in real-time, either by human observation and surveys, or instruments or sensors. For this reason, they are usually irreplaceable and most important to store safely. Examples: sensor readings, survey results, audio and/or video recordings of interviews. -Experiments: These data are typically generated in the laboratory under controlled conditions. They often are reproducible, but this procedure can be expensive or time- consuming. Examples: gene sequences, chromatograms, magnetic field readings. -Derivation or compilation: These data are generated by combining multiple existing datasets. Examples: text and data mining, compiled database. -Computations, models or simulations These data are machine-generated from test models. The output files are likely to be reproducible as long as the model and inputs are preserved. Therefore, the large-volume output files can often be discarded when wrapping up your research project and selecting data for long-term preservation. Examples: climate models, economic models. Documentation: Documentation for data is needed to understand data and enable re-use. This may include information on the methodology used to collect the data, analytical and procedural information, 3 https://www.oxfordreference.com/view/10.1093/oi/authority.201108030953469344 Flemish Open Science Board Metadatamodel for research datasets5 Science Europe RDM Practical guide, p.186 https://bibliotheek.uhasselt.be/en/collect DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77definitions of variables, units of measurement, and so on. This information can be captured and recorded in different ways, for example in a database with links to each item, a ‘readme’ text file, file headers, code books, or lab notebooks. Documentation can thus be very rudimentary (a README-file provided with the data that generally describes it) or highly specific (structured metadata as generated by specific measurement instruments). DOI: Digital Object Identifier A name (not a location) for an entity on digital networks. It provides a system for persistent and actionable identification and interoperable exchange of managed information on digital networks. A DOI is a type of Persistent Identifier (PID) issued by the International DOI Foundation. This permanent identifier is associated with a digital object that permits it to be referenced reliably even if its location and metadata undergo change over time. SYNONYM. DOI7 Dual use: “Dual use items” are items, including software and technology, which can be used for both civil and military purposes. The term \"misuse\" is defined as \"research that could be misused for unethical purposes\"8. Ethical aspects: Ethical aspects in research data management may include: -processing of ‘special categories’ of personal data (formerly known as ‘sensitive data’) -processing of personal data concerning children, vulnerable people or people who have not given their consent to participate in the research -complex processing operations and/or the processing of personal data on a large scale and/or systematic monitoring of a publicly accessible area on a large scale -data processing techniques that are invasive and deemed to pose a risk to the rights and freedoms of research participants, or techniques that are vulnerable to misuse -collecting data outside the EU or transferring personal data collected in the EU to entities in non-EU countries9 Intellectual Property Rights: The most common intellectual property rights are those protecting a (technical) invention, a trademark, a new plant variety, (industrial) designs and literary/artistic works. If you are collaborating with external partners, it is important to clarify who owns the IPR of the creations resulting from the research10. Open access: The practice of providing online access to research outputs, free of charge to the end-user, and without any legal or technical obstacles, such as the requirement to have a user account or to solve a captcha11. 7 https://codata.org/rdm-glossary/digital-object-identifier/8 https://bibliotheek.uhasselt.be/en/ethical-and-legal9 https://ec.europa.eu/info/sites/default/files/5._h2020_ethics_and_data_protection_0.pdf10 https://bibliotheek.uhasselt.be/en/ethical-and-legal11 https://erc.europa.eu/managing-your-project/open-science https://ec.europa.eu/info/research-and-innovation/strategy/strategy-2020-2024/our-digital-future/open- science/open-access_en DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77Metadata: Metadata are data about data. Research data need metadata to become findable, accessible, interoperable and reusable - by humans and machines. Metadata play an important role in making your data FAIR. Metadata have to be added continuously to your research data, not just at the beginning or at the end of a project. Metadata can be added manually or automatically, and preferably according to a disciplinary standard. From a FAIR perspective, metadata are more important than your data, because metadata would always be openly available and they link research data and publications in the Internet of FAIR Data and Services. The distinction between data and metadata is not ontological, but it is grounded in use. What is “data” and what is “metadata” is thereby a matter of perspective: Some researchers’ metadata can be other researchers’ data12. While data documentation is meant to be read and understood by humans, metadata (which are sometimes a part of the documentation) are primarily meant to be processed by machines13. For more information please visit: https://www.howtofair.dk/how-to-fair/metadata/ ORCID: Open Researcher and Contributor ID14 Physical, non-digital, or analogue or data or research materials: Physical data are equally considered research data. Obviously, these data require a completely different approach regarding, for example, storage and preservation. Examples: paper-based questionnaires and notes, archaeological findings, art works (e.g. paintings, sculptures, photographs), protein and blood samples, nucleic acids, building plans, recordings on tapes or discs15. Personal data: Personal data is any information that relates to an identified or identifiable living individual . Different pieces of information, which collected together can lead to the identification of a particular person, also constitute personal data. Personal data that has been de-identified, encrypted or pseudonymised but can be used to re- identify a person remains personal data and falls within the scope of the GDPR. Personal data that has been rendered anonymous in such a way that the individual is not or no longer identifiable is no longer considered personal data. For data to be truly anonymised, the anonymisation must be irreversible16. Examples: ●a name and surname; ●a home address; ●an email address such as name.surname@company.com; ●an identification card number; ●location data (for example the location data function on a mobile phone)*; 12 https://www.howtofair.dk/how-to-fair/metadata/13 https://www.howtofair.dk/how-to-fair/metadata/14 https://orcid.org/15 https://bibliotheek.uhasselt.be/en/collect16https://ec.europa.eu/info/law/law-topic/data-protection/reform/what-personal-data_en#examples-of-data- not-considered-personal-data DMP Pinso (Flemish Minimal DMP (FRDN)) version 1.77●an Internet Protocol (IP) address; ●a cookie ID*; ●the advertising identifier of your phone; ●data held by a hospital or doctor, which could be a symbol that uniquely identifies a person. Persistent identifier: A persistent identifier is a long-lasting reference to a digital object that gives information about that object regardless of what happens to it. Developed to address “link rot,” a persistent identifier can be resolved to provide an appropriate representation of an object whether that object changes its online location or goes offline.17 Research data: Research data are any information collected or generated for the purpose of analysis, in order to generate or validate scientific claims. It includes digital and physical data. Research data encompass the whole spectrum ranging from raw data to the processed and analysed data. Examples include survey results, statistics, measurements, notebooks, images, texts, computer generated data, simulations, software developed for research purposes, computational metadata, prints, video- and audiotapes, coding of textual information, organisms, gene sequences, synthetic compounds, samples, patients data, etc.18. Restricted access: Open Access, but with restrictions. Often the Author wants to control the people who have access to for example a dataset. Access is provided in exchange for an e-mail address, to keep in touch with other people who are interested19. Valorization: When your research is of interest for society in general or for a specific company, there is a possibility of valorization20. Volumes: Volumes can be expressed in storage space required (bytes), and/or in numbers of objects, files, rows, and columns21. 17 https://casrai.org/term/persistent-identifier/18 Research Data Management KU Leuven19 https://wiki.surfnet.nl/display/standards/info-eu-repo/#infoeurepo-AccessRights20 https://bibliotheek.uhasselt.be/en/ethical-and-legal21 Science Europe RDM Practical guide, p.18"
}