{
    "document_id": "D-2022-1437",
    "LinkTitle": "D-2022-1437",
    "file_name": "D-2022-1437.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1437.pdf",
    "metadata": {
        "title": "Bilateral with Lifeng Chi - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Bilateral with Lifeng Chi - DMP title\nProject Identifier\n G0E3422N\nGrant Title\n G0E3422N\nPrincipal Investigator / Researcher\n Steven De Feyter\nProject Data Contact\n +3216327921; steven.defeyter@kuleuven.be\nDescription\n Nature of the research project: Experimental work. Research questions/objectives:\nto develop new concepts for the on-surface formation and stabilization of large area, chiral\nporous and non-porous networks and their molecular level characterization. Purpose: These data\nwill form the basis to verify or modify a research hypothesis. The main valorisation of the results\nare student training, and scientific publications.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSteven De Feyter\nFWO Project Number & Title\nG0E3422N Towards the formation and stabilization of molecule-based chiral interfaces across\ndifferent platforms\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nSTM images\n.mi\n100-300\nGB\nRaw binary data\nresulting\nfrom Scanning\nTunneling\nMicroscopy of MOFs\non HOPG\nAFM images\n.ibw\n100-300\nGB\nRaw binary data\nresulting\nfrom Atomic Force\nMicroscopy\nMolecular\nmodels\n.hin\n3-5 GB\nModels built using\nHyperChem\nProfessional\n(Release 8.0.1\nfor Windows\nMolecular\nModeling System).\nProtocols\nused for\npreparation\nof\nformulations\nand materials\n.doc\nmax 2 GB\nNotes from lab book\nconverted into\ndigital format.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nIn order to make sure all the data collected and stored will be reliable and reproducible, a text\ndocument describing the exact expeimental conditions, including date, time, location of\nmeasurements, instruments, sample preparation protocol and measurement parameters etc.\nThis file will be kept in the same folder where the data is stored. For the materials, a list of\nsamples and the location where these are stored will be kept in researcher's logbook. A\ndescription of the sample's characteristics (e.g. sample name, solvent, quantity, date,\nconcentration) will be added to allow rapid identification and reuse.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nSince the data generated by various experimental instruments do not use a standard metadata,\nwe are unable to use a common format. As a consequence, we have created our own file format\nthat fits to our experimental data. Although most of the generated data files contain metadata\nspecific for that experiment, this is not sufficient and we will supplement this information with a\ndetailed text document (ASCII type) storing the necessary information for finding, understanding\nand reuse of data. The text file will be placed in every folder containing data or processed data.\nIn the case of processed or analysed data, detailed descriptions on the analysis steps will also be\nincluded. The text file and the structure of the folders used to deposit data will have a standard\nformat. This will allow other users to: repeat the experiments or find and retrieve data.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nStorage capacity/repository\nDuring research:\n- Co-worker takes backup of the data\n- Instrument responsible takes daily backup of the data generated\n- Data are transferred to university's central network drives (OneDrive)\nAfter the research\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n- Data (including metadata) are stored on local drives\n- Data are transferred to university's central network drives (OneDrive)\nHow is backup of the data provided?\nThe data will be stored on a personal hard drive and transferred to the university’s central\nservers daily.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nPersonal hard drive (1TB)\nUniversity's central network drive (OneDrive, 2TB)\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nStandard every user has 2 TB on University's central network drive (OneDrive). This capacity can\nbe extented to 5 TB without costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nControlled access to data files: ‘no access’, ‘read only’, ‘read and write’ or\n‘administrator’ permission\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nLab books, microscopy images, metadata, reports, manuscripts and/or dissemination texts\nwill be stored and preserved by the lab manager, Kunal Mali.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStandard every user has 2 TB on University's central network drive (OneDrive). This capacity can\nbe extented to 5 TB without costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nManuscripts and/or dissemination texts. Public dissemination will occur through the website\nhttp://www.defeytergroup.org.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nFellow researchers and collaborators upon request by email.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nNA\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nEach individual researcher is responsible. The lab manager and PI monitor this process. The PI is\nthe final responsible.\nWho will be responsible for data storage & back up during the project?\nEach individual researcher is responsible. The lab manager and PI monitor this process. The PI is\nthe final responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nEach individual researcher is responsible. The lab manager and PI monitor this process. The PI is\nthe final responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Bilateral with Lifeng Chi - DMP title Project Identifier G0E3422N Grant Title G0E3422N Principal Investigator / Researcher Steven De Feyter Project Data Contact +3216327921; steven.defeyter@kuleuven.be Description Nature of the research project: Experimental work. Research questions/objectives: to develop new concepts for the on-surface formation and stabilization of large area, chiral porous and non-porous networks and their molecular level characterization. Purpose: These data will form the basis to verify or modify a research hypothesis. The main valorisation of the results are student training, and scientific publications. Institution KU Leuven 1. General Information Name applicant Steven De Feyter FWO Project Number & Title G0E3422N Towards the formation and stabilization of molecule-based chiral interfaces across different platforms Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created STM images .mi 100-300 GB Raw binary data resulting from Scanning Tunneling Microscopy of MOFs on HOPG AFM images .ibw 100-300 GB Raw binary data resulting from Atomic Force Microscopy Molecular models .hin 3-5 GB Models built using HyperChem Professional (Release 8.0.1 for Windows Molecular Modeling System). Protocols used for preparation of formulations and materials .doc max 2 GB Notes from lab book converted into digital format. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? In order to make sure all the data collected and stored will be reliable and reproducible, a text document describing the exact expeimental conditions, including date, time, location of measurements, instruments, sample preparation protocol and measurement parameters etc. This file will be kept in the same folder where the data is stored. For the materials, a list of samples and the location where these are stored will be kept in researcher's logbook. A description of the sample's characteristics (e.g. sample name, solvent, quantity, date, concentration) will be added to allow rapid identification and reuse. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Since the data generated by various experimental instruments do not use a standard metadata, we are unable to use a common format. As a consequence, we have created our own file format that fits to our experimental data. Although most of the generated data files contain metadata specific for that experiment, this is not sufficient and we will supplement this information with a detailed text document (ASCII type) storing the necessary information for finding, understanding and reuse of data. The text file will be placed in every folder containing data or processed data. In the case of processed or analysed data, detailed descriptions on the analysis steps will also be included. The text file and the structure of the folders used to deposit data will have a standard format. This will allow other users to: repeat the experiments or find and retrieve data. 5. Data storage and backup during the FWO project Where will the data be stored? Storage capacity/repository During research: - Co-worker takes backup of the data - Instrument responsible takes daily backup of the data generated - Data are transferred to university's central network drives (OneDrive) After the research This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 - Data (including metadata) are stored on local drives - Data are transferred to university's central network drives (OneDrive) How is backup of the data provided? The data will be stored on a personal hard drive and transferred to the university’s central servers daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Personal hard drive (1TB) University's central network drive (OneDrive, 2TB) What are the expected costs for data storage and back up during the project? How will these costs be covered? Standard every user has 2 TB on University's central network drive (OneDrive). This capacity can be extented to 5 TB without costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Controlled access to data files: ‘no access’, ‘read only’, ‘read and write’ or ‘administrator’ permission 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Lab books, microscopy images, metadata, reports, manuscripts and/or dissemination texts will be stored and preserved by the lab manager, Kunal Mali. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Standard every user has 2 TB on University's central network drive (OneDrive). This capacity can be extented to 5 TB without costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Manuscripts and/or dissemination texts. Public dissemination will occur through the website http://www.defeytergroup.org. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Fellow researchers and collaborators upon request by email. What are the expected costs for data sharing? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 NA 8. Responsibilities Who will be responsible for data documentation & metadata? Each individual researcher is responsible. The lab manager and PI monitor this process. The PI is the final responsible. Who will be responsible for data storage & back up during the project? Each individual researcher is responsible. The lab manager and PI monitor this process. The PI is the final responsible. Who will be responsible for ensuring data preservation and reuse ? Each individual researcher is responsible. The lab manager and PI monitor this process. The PI is the final responsible. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}