{
    "document_id": "D-2023-1878",
    "LinkTitle": "D-2023-1878",
    "file_name": "D-2023-1878.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1878.pdf",
    "metadata": {
        "title": "1124423N- Tackling arachidonic acid metabolism in macrophages to overcome immunesuppression and immunotherapy resistance -",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "1124423N- Tackling arachidonic acid metabolism in macrophages to overcome\nimmunesuppression and immunotherapy resistance -\nA Data Management Plan created using DMPonline.be\nCreator: \nMarie-Pauline Orban\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1124423N\nID: \n193421\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nTumor associated macrophages (TAMs) are key players in the tumor microenvironment (TME). This abundant immune cell population is\nknown to exert pro-tumoral, anti-inflammatory functions in the context of cancer. Since strategies to deplete them did not reach the\ndesired clinical endpoints, we and others proposed to re-educate those cells towards an anti-tumoral, pro-inflammatory phenotype.\nFollowing a meta-analysis in several cancer types, we observed an enhanced and specific expression of Hpgds, an enzyme of the\narachidonic acid metabolism, in TAMs of immunotherapy resistant mouse and human tumors. We found that Hpgds inhibition in\nmelanoma-bearing mice resulted in a strong decrease in tumor growth and metastasis formation, which can most likely be associated to\nthe repolarization of TAMs towards an angiostatic, immunostimulatory, M1-like phenotype. The aim of this proposal is to investigate the\nrole of Hpgds (involved in the synthesis of PGD2) in TAMs during tumor progression. We seek to understand how its targeting can lead to\nTAM re-education and an immunepermissive TME. This will eventually sensitize the tumor to currently available immunotherapy. Overall,\nour goal is to gain biological knowledge and to fulfill the preclinical validation of this target, with the future goal to translate our findings in\na concrete alternative for cancer treatment in the race to predict response and improve the efficacy of immunotherapy.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 5\n1124423N- Tackling arachidonic acid metabolism in macrophages to overcome\nimmunesuppression and immunotherapy resistance -\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose from\nthe following options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSequencing \nscRNA-seq\nNew\ndigital\nexperimental\n.bam\n<10TB\n \n \nFlow Cytometry\nNew\ndigital\nexperimental\n.fcs\n<5TB\n \n \nMurine organ\nnew\nphysical\n \n \n10 boxes\n \n \nMicroscopy\nnew\ndigital\nexperimental\n.lsm .tiff\n<1TB\n \nFunctional\nassays\nPhagocytosis\nCytotoxicity\nAntigen\npresentation\nT cell suppression\nNew\nDigital\nexperimental\nxlsx .pfz .fcs\n<1GB\n \n \nLentiviral vectors\nNew\n \n \n \n5 boxes\n \n \nMouse strains\nNew\n \n \n \n \n \n \nSOPs\nNew\ndigital\nexperimental\n.pdf\n<1GB\n \n \nDNA\nRNA\nProteins\nNew\n \n \n \n10 boxes\n \n \nqRT-PCR\nNew\nDigital\nExperimental\nxlsx .pfz\n<1GB\n \n \nMetabolomics\nNew\nDigital\nExperimental\n.raw .pmd\n<10GB\n \n \nLipidomic\nNew\nDigital\nExperimental\n \n<5TB\n \n \nTumour growth,\nvolume, metastasis\nNew\nDigital\nExperimental\nxlsx .pfz\n<1GB\n \n \nIllustration\nNEw\nDigital\nExperimental\n.ai .pdf .tiff\n<5GB\n \n \nPublication\nNew\nDigital\nExperimental\n.pdf\n<5GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nAll animal experiments to be performed have been approved by of the Ethical committee for Animal Experimentation (ECD) at KU Leuven.\nP063/2023\nP012/2022\nP226/2017\n \nWork on human clinical samples are conducted according to institutional, national and European regulations. In this case, the work performed falls under the umbrella of the MIMIPAC clinical trial\n(MEDI4736, UZ reference S61508).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 5\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nIntellectual property arising from this work will be managed based on the framework agreement between VIB (VIB Tech Transfer) and KU Leuven. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nAs above, dissemination or exploitation of the data will be managed according to the framework agreement between VIB, KULeuven and UZ Leuven \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nProtocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files by the applicants. Long-term storage of the lab books is\nsupervised by the lab manager. The lab book describes in detail the experimental setting and any deviation from the original experimental design.Experiments are organized by date and therefore\nfully searchable. Data folders containing raw and processed data will be hierarchically organized and labeled based on the source of the data, the type of experiment, the date of data generation\nand the different experimental conditions analyzed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders.\nStandard operating procedures (SOP) are constantly updated and safely stored as PDF to ensure proper replication of the biological experiments. SOPs are backed up to the J-drive once per\nmonth, where they are available for all members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nText documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including\nexperimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation.\nExperiments are organized by date so they can be compared with lab books for additional information. References of reagents used are listed on an excel table together with the reference and the\ndilution used.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nStorage options: (1) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Stored data can be modified); (2) L-Drive (Minimum 5Tb, Unlimited Size, Stored data can be modified); (3) K-\nDrive(Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Stored data can NOT be modified or deleted).\nHow will the data be backed up?\nData storage and backup is managed by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. Data storage and\nbackup is based on a combination of internal servers and external storage with commercial providers such as Microsoft, and with public databases and repositories. Long- term storage, is ensured\nby the L-drive (stored data can NOT be modified or deleted. This, will guarantee the preservation of data over the minimum term of 10 years. Regular computer backups through the inSync\nplatform (unlimited storage) secure the recovery of unsaved data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe institutes (KU Leuven and VIB) have sufficient and scalable storage capacity available, both during the research and during at least 10 years after the end of the research.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nNon-public data are login-protected (2FA) and accessible to designated staff members only. Network security is ensured by the KULeuven IT services.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 5\nThe annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup\npurposes. We expect that 15 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project leader.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nBiologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological material. As a general rule, data\nwill be preserved for a minimum term of 10 years. Datasets collected in the context of clinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25 years,\nin agreement with the University Hospital policies and the European Regulation 536/2014 on clinical trials of medicinal products for human use.\nWhere will these data be archived (stored and curated for the long-term)?\nPhysical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable materials). Digital data will be stored on KU Leuven\nstorage space: the KU Leuven L-Drive ( virtually unlimited size) has sufficient storage capacity for the outlined project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup\npurposes. We expect that 15 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project leader.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nOther, please specify:\nThe key findings of the project and their interpretation will be made available through publication of journal articles in established, peer-reviewed (non-predatory) academic journals. Relevant raw\ndata will be made publicly available through upload to well-established open-access data repositories\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case basis by the project leaders. We do not exclude\nthat the proposed work could result in research data with potential for tech transfer and valorization. The partner institutes have a policy to actively monitor research data for such potential. If there\nis substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP\nprotection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publications is minimal.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Other\nWe do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. If there is substantial potential, the invention will be thoroughly assessed,\nand in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made\npublic. In the case a decision is taken to file a patent application it will be planned so that any delay to publications is minimal.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDepending on the nature of the dataset both open-access and restricted-access repositories will be used to store data. All requests and approvals for reuse of data other than those deposited in\nopen-access repositories will be assessed on a case-by-case basis by the project leaders.\nWhen will the data be made available?\nAs study leader, Prof. Massimiliano Mazzone will monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for\nnoncommercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData not deposited in open-access repositories will in principle only be accessible to members of the lab. Other collaborations and sharing are possible with staff and students within the VIB–KU\nLeuven Center for Cancer Biology, as well as within the KU Leuven Department of Oncology, upon reasonable request. Any user can place reasonable requests data for non-commercial\npurposes, and these requests will be assessed on a case-by-case basis by the project leaders. Commercial- based requests will be navigated in coordination between KU Leuven/VIB Tech\nTransfer team.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 5\nWhen relevant PID/DOI/accession numbers will be added to datasets\nWhat are the expected costs for data sharing? How will these costs be covered?\nMainly publication fees and other costs for data sharing will be discussed with collaborators on a case-by-case basis.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nData documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone and Dana Liu (Lab Manager)\nwill monitor. \nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the pHD student (Marie-Pauline Orban) associated with this project. Prof. Massimiliano Mazzone and Dana Liu will monitor. \nWho will manage data preservation and sharing?\nAs study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will be automatically made available after the publication of\nresults to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. \nWho will update and implement this DMP?\nThe lab manager (Dana Liu, lab of Tumor Inflammation and Angiogenesis), staff scientist (Dr. Marcello Delfini, lab of Tumor Inflammation and Angiogenesis) and the PI (Prof. Massimiliano\nMazzone) will share the responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 5"
    },
    "clean_full_text": "1124423N- Tackling arachidonic acid metabolism in macrophages to overcome immunesuppression and immunotherapy resistance - A Data Management Plan created using DMPonline.be Creator: Marie-Pauline Orban Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1124423N ID: 193421 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Tumor associated macrophages (TAMs) are key players in the tumor microenvironment (TME). This abundant immune cell population is known to exert pro-tumoral, anti-inflammatory functions in the context of cancer. Since strategies to deplete them did not reach the desired clinical endpoints, we and others proposed to re-educate those cells towards an anti-tumoral, pro-inflammatory phenotype. Following a meta-analysis in several cancer types, we observed an enhanced and specific expression of Hpgds, an enzyme of the arachidonic acid metabolism, in TAMs of immunotherapy resistant mouse and human tumors. We found that Hpgds inhibition in melanoma-bearing mice resulted in a strong decrease in tumor growth and metastasis formation, which can most likely be associated to the repolarization of TAMs towards an angiostatic, immunostimulatory, M1-like phenotype. The aim of this proposal is to investigate the role of Hpgds (involved in the synthesis of PGD2) in TAMs during tumor progression. We seek to understand how its targeting can lead to TAM re-education and an immunepermissive TME. This will eventually sensitize the tumor to currently available immunotherapy. Overall, our goal is to gain biological knowledge and to fulfill the preclinical validation of this target, with the future goal to translate our findings in a concrete alternative for cancer treatment in the race to predict response and improve the efficacy of immunotherapy. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 5 1124423N- Tackling arachidonic acid metabolism in macrophages to overcome immunesuppression and immunotherapy resistance - FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Sequencing scRNA-seq New digital experimental .bam <10TB Flow Cytometry New digital experimental .fcs <5TB Murine organ new physical 10 boxes Microscopy new digital experimental .lsm .tiff <1TB Functional assays Phagocytosis Cytotoxicity Antigen presentation T cell suppression New Digital experimental xlsx .pfz .fcs <1GB Lentiviral vectors New 5 boxes Mouse strains New SOPs New digital experimental .pdf <1GB DNA RNA Proteins New 10 boxes qRT-PCR New Digital Experimental xlsx .pfz <1GB Metabolomics New Digital Experimental .raw .pmd <10GB Lipidomic New Digital Experimental <5TB Tumour growth, volume, metastasis New Digital Experimental xlsx .pfz <1GB Illustration NEw Digital Experimental .ai .pdf .tiff <5GB Publication New Digital Experimental .pdf <5GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data All animal experiments to be performed have been approved by of the Ethical committee for Animal Experimentation (ECD) at KU Leuven. P063/2023 P012/2022 P226/2017 Work on human clinical samples are conducted according to institutional, national and European regulations. In this case, the work performed falls under the umbrella of the MIMIPAC clinical trial (MEDI4736, UZ reference S61508). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Intellectual property arising from this work will be managed based on the framework agreement between VIB (VIB Tech Transfer) and KU Leuven. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes As above, dissemination or exploitation of the data will be managed according to the framework agreement between VIB, KULeuven and UZ Leuven Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Protocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files by the applicants. Long-term storage of the lab books is supervised by the lab manager. The lab book describes in detail the experimental setting and any deviation from the original experimental design.Experiments are organized by date and therefore fully searchable. Data folders containing raw and processed data will be hierarchically organized and labeled based on the source of the data, the type of experiment, the date of data generation and the different experimental conditions analyzed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. Standard operating procedures (SOP) are constantly updated and safely stored as PDF to ensure proper replication of the biological experiments. SOPs are backed up to the J-drive once per month, where they are available for all members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Text documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. Experiments are organized by date so they can be compared with lab books for additional information. References of reagents used are listed on an excel table together with the reference and the dilution used. 3. Data storage & back-up during the research project Where will the data be stored? Storage options: (1) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Stored data can be modified); (2) L-Drive (Minimum 5Tb, Unlimited Size, Stored data can be modified); (3) K- Drive(Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Stored data can NOT be modified or deleted). How will the data be backed up? Data storage and backup is managed by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. Data storage and backup is based on a combination of internal servers and external storage with commercial providers such as Microsoft, and with public databases and repositories. Long- term storage, is ensured by the L-drive (stored data can NOT be modified or deleted. This, will guarantee the preservation of data over the minimum term of 10 years. Regular computer backups through the inSync platform (unlimited storage) secure the recovery of unsaved data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The institutes (KU Leuven and VIB) have sufficient and scalable storage capacity available, both during the research and during at least 10 years after the end of the research. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Non-public data are login-protected (2FA) and accessible to designated staff members only. Network security is ensured by the KULeuven IT services. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 5 The annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 15 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project leader. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Biologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological material. As a general rule, data will be preserved for a minimum term of 10 years. Datasets collected in the context of clinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25 years, in agreement with the University Hospital policies and the European Regulation 536/2014 on clinical trials of medicinal products for human use. Where will these data be archived (stored and curated for the long-term)? Physical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable materials). Digital data will be stored on KU Leuven storage space: the KU Leuven L-Drive ( virtually unlimited size) has sufficient storage capacity for the outlined project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 15 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project leader. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: The key findings of the project and their interpretation will be made available through publication of journal articles in established, peer-reviewed (non-predatory) academic journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories If access is restricted, please specify who will be able to access the data and under what conditions. Data may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case basis by the project leaders. We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. The partner institutes have a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publications is minimal. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publications is minimal. Where will the data be made available? If already known, please provide a repository per dataset or data type. Depending on the nature of the dataset both open-access and restricted-access repositories will be used to store data. All requests and approvals for reuse of data other than those deposited in open-access repositories will be assessed on a case-by-case basis by the project leaders. When will the data be made available? As study leader, Prof. Massimiliano Mazzone will monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for noncommercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. Which data usage licenses are you going to provide? If none, please explain why. Data not deposited in open-access repositories will in principle only be accessible to members of the lab. Other collaborations and sharing are possible with staff and students within the VIB–KU Leuven Center for Cancer Biology, as well as within the KU Leuven Department of Oncology, upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the project leaders. Commercial- based requests will be navigated in coordination between KU Leuven/VIB Tech Transfer team. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 5 When relevant PID/DOI/accession numbers will be added to datasets What are the expected costs for data sharing? How will these costs be covered? Mainly publication fees and other costs for data sharing will be discussed with collaborators on a case-by-case basis. 6. Responsibilities Who will manage data documentation and metadata during the research project? Data documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone and Dana Liu (Lab Manager) will monitor. Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the pHD student (Marie-Pauline Orban) associated with this project. Prof. Massimiliano Mazzone and Dana Liu will monitor. Who will manage data preservation and sharing? As study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. Who will update and implement this DMP? The lab manager (Dana Liu, lab of Tumor Inflammation and Angiogenesis), staff scientist (Dr. Marcello Delfini, lab of Tumor Inflammation and Angiogenesis) and the PI (Prof. Massimiliano Mazzone) will share the responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 5"
}