{
    "document_id": "D-2024-2827",
    "LinkTitle": "D-2024-2827",
    "file_name": "D-2024-2827.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2827.pdf",
    "metadata": {
        "title": "D-2024-2827",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Junru Wang https://orcid.org/0000-0001-7344-4137\nContributor name(s) (+ ORCID) & roles\nProject number 1 & title 1SHI624N \nEnvironment-friendly flexible zinc-ion batteries: engineering for improved performance and durability\nFunder(s) GrantID 2\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description           -    The rapid development of wearable electronics faces the drawbacks of Liion batteries as\n  ,    ,    , flexible battery systems such as potential explosion anticipated rapidly increasing cost and  \n .  -   ( )    complex manufacturing Aqueous zincion batteries ZIBs are favourable alternatives thanks  \n  ,  ,    . ,     to their safety lower cost and high theoretical capacity Nevertheless issues such as poor\n ,   ,         cycling stability low practical performance and limited flexibility of ZIBs still hinder their\n  .     -      applications in wearables I aim to develop environmentfriendly flexible ZIBs with better\n  . performance and stability  \n     ()  -  -    The specific objectives are to i synthesize better performing Mnbased cathodes through a  \nnovel -   , ( )        coatingdoping combination strategy ii optimize the stability of zinc anode by\n developingelectrolyte additives, ( )      iii develop tough conductive hydrogel electrolyte  -with self\n repairing function ,  ( )       1 /2   and iv explore suitable electrode printing techniques for D D flexible\n.     ,        ZIBs Besides performance and stability enhancement I will focus on low cost and\n-      .      environmentalfriendliness of materials during fabrication process The project will deliver a\n          ,   flexible ZIB prototype suitable for providing power to diverse wearable electronics and as\n - , , -    -  .an environmentfriendly safe cost efficient alternative to lithium ion batteries\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nCAT-SCathode synthesis \nprotocolGenerate new data DigitalTextual & \nNumericalPDF < 1 GB\nELD-XCathode & anode \ncharacterization with \nXRDGenerate new data DigitalNumerical & \nImagestxt & png < 100 GB\nBAT-ECathode, anode, \nelectrolyte \ncharacterization with \nelectron microscopesGenerate new data DigitalImages txt & png < 100 GB\nELD-RCathode & anode \ncharacterization with Generate new data DigitalNumerical txt & xlsx < 1 GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5XPS\nBAT-PCathode, anode, \nelectrolyte \nperformance results \nwith electrochemical \nstation & battery \ntestersGenerate new data DigitalNumerical txt & xlsx < 1 GB\nCAT-BCathode/assembled \nbattery samplesGenerate new data PhysicalOther, prototype Decimetre size\nANO-SAnode synthesis \nprotocolGenerate new data DigitalTextual & \nNumericalPDF < 1 GB\nANO-BAnode/assembled \nbattery samplesGenerate new data PhysicalOther, prototype Decimetre size\nELE-SElectrolyte synthesis \nprotocolGenerate new data DigitalTextual & \nNumericalPDF < 1 GB\nELE-CElectrolyte \ncharacterization data \nthrough mechanical, \nDSC & TGA testsGenerate new data DigitalNumerical txt < 1 GB\nELE-BElectrolyte samples \n(with flexible battery)Generate new data PhysicalOther, prototype Decimetre size\nASE-SCell assembly \nprotocolGenerate new data DigitalTextual & \nNumericalPDF < 1 GB\nASE-IElectrode inks \ncharacterization (FTIR,  \nXRD, SEM, etc.) \nresultsGenerate new data DigitalNumerical txt & xlsx < 1 GB\nASE-P3D-printed cell \nconfigurationGenerate new data DigitalNumerical & \nmodeltxt & png & \n3dxml< 100 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6ASE-BFlexible battery \nsamplesGenerate new data PhysicalOther, prototype Decimetre size\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  No existing data will be reused in this project.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nIn this project, I will develop novel cathode, anode and electrolyte with high performance for zinc-ion \nbatteries, with the focus on sustainability and high durability. The project aims to develop flexible zinc-ion \nbattery prototype for wearable usage within a laboratory setting. Only in a follow-up study, the prototype \ncan be further developed towards a product or technology at higher TRL, which can then be licensed to \ncompanies.\nThe datasets associated with potential commercial valorization involve:\n1.CAT-S: Cathode synthesis protocol\n2.ANO-S: Anode synthesis protocol\n3.ELE-S: Electrolyte synthesis protocol\n4.ASE-P: 3D-printed cell configuration\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .For each protocol information, the experimental steps, reaction system, used instrument, involved \nchemicals, reaction parameters, etc. will be recorded in text documents.\nFor each of the characterization analyses, the measurement procedures and conditions, instrument type, \nsettings, etc will be recorded in text documents.\nWe will add the following metadata for the datasets:\n- CAT-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, \nparameters, authorization\n- ELD-X: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, \nparameters, authorization\n- BAT-E: details on investigation, investigator, topic and keyword, publication, instruments, dataset, \ndatafile, parameters, authorization\n-ELD-R: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, \nparameters, authorization\n- BAT-P: details on investigation, investigator, topic and keyword, publication, instruments, dataset, \ndatafile, parameters, authorization\n- ANO-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, \nparameters, authorization\n- ELE-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, \nparameters, authorization\n- ELE-C: details on investigation, investigator, topic and keyword, publication, dataset, datafile, \nparameters, authorization\n- ASE-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, \nparameters, authorization\n- ASE-I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, \nparameters, authorization\n- ASE-P: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, \nparameters, authorization\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nWe will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon  \ndepositing the data. The metadata model will include fields that are required, recommended and optional.  \nUsing this data repository, the data sets will be findable and reusable.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nThe storage facilities of KU Leuven ICTS  will be used in this project . Our group’s budget and budget for this \nprogram is sufficient to acquire enough storage for the project. The amount of storage can be extended if \nneeded.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  KU Leuven has IT specifications for data storage and management. Based on the confidentiality of the \ndata, storage space, possibility to share data with colleagues, type of data, metadata, etc, IT provides \ntailored solutions. The recommended storage is SharePoint on premise or online site of Teams site. Only \nthe persons involved in the project , such as promotors and I, will be able to access the data. If other (third \nparty) persons or research groups are interested in the data, then I will discuss this with my promotors of \nthe project. Large volume data will be stored on the dedicated platform of the KU Leuven (LVD storage @ \ndrives.kuleuven.be)\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No extra costs. The platform of Sharepoint, Teams of the Active Data Management Platform , and OneDrive \nare offered free of charge by KU Leuven.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The related storage solutions are free for staff.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nSome data regarding the protocol of battery components  can be important due to their potential further \ncommercial valorization ; therefore, we will keep them confidential, and thus no access to public until \npatent is issued and granted if applicable.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The data will be restricted/embargoed until the work is published or patented. Only the specific \ninvestigators involved in the research project , including promotors, me, and some collaborators,  will have \naccess to the data during the restriction / embargo period.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The above-mentioned storage types are free for KU Leuven staff s.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?My promotors and I  will make the dataset files along with the metadata. We will ensure uploading and  \nstoring the datasets during my PhD and the project.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Who will manage data storage and backup \nduring the research project?I will take care of data storage and backup during the research project, and I will be supervised in this task \nby the promotors of the research project .\nWho will manage data preservation and \nsharing?My promotor from KU Leuven will be responsible for the long term data storage, preservation and sharing \nof data. \nWho will update and implement this DMP? My promotors will update this DMP and make sure it is implemented."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Junru Wang https://orcid.org/0000-0001-7344-4137 Contributor name(s) (+ ORCID) & roles Project number 1 & title 1SHI624N Environment-friendly flexible zinc-ion batteries: engineering for improved performance and durability Funder(s) GrantID 2 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description - The rapid development of wearable electronics faces the drawbacks of Liion batteries as , , , flexible battery systems such as potential explosion anticipated rapidly increasing cost and . - ( ) complex manufacturing Aqueous zincion batteries ZIBs are favourable alternatives thanks , , . , to their safety lower cost and high theoretical capacity Nevertheless issues such as poor , , cycling stability low practical performance and limited flexibility of ZIBs still hinder their . - applications in wearables I aim to develop environmentfriendly flexible ZIBs with better . performance and stability () - - The specific objectives are to i synthesize better performing Mnbased cathodes through a novel - , ( ) coatingdoping combination strategy ii optimize the stability of zinc anode by developingelectrolyte additives, ( ) iii develop tough conductive hydrogel electrolyte -with self repairing function , ( ) 1 /2 and iv explore suitable electrode printing techniques for D D flexible . , ZIBs Besides performance and stability enhancement I will focus on low cost and - . environmentalfriendliness of materials during fabrication process The project will deliver a , flexible ZIB prototype suitable for providing power to diverse wearable electronics and as - , , - - .an environmentfriendly safe cost efficient alternative to lithium ion batteries 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA CAT-SCathode synthesis protocolGenerate new data DigitalTextual & NumericalPDF < 1 GB ELD-XCathode & anode characterization with XRDGenerate new data DigitalNumerical & Imagestxt & png < 100 GB BAT-ECathode, anode, electrolyte characterization with electron microscopesGenerate new data DigitalImages txt & png < 100 GB ELD-RCathode & anode characterization with Generate new data DigitalNumerical txt & xlsx < 1 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5XPS BAT-PCathode, anode, electrolyte performance results with electrochemical station & battery testersGenerate new data DigitalNumerical txt & xlsx < 1 GB CAT-BCathode/assembled battery samplesGenerate new data PhysicalOther, prototype Decimetre size ANO-SAnode synthesis protocolGenerate new data DigitalTextual & NumericalPDF < 1 GB ANO-BAnode/assembled battery samplesGenerate new data PhysicalOther, prototype Decimetre size ELE-SElectrolyte synthesis protocolGenerate new data DigitalTextual & NumericalPDF < 1 GB ELE-CElectrolyte characterization data through mechanical, DSC & TGA testsGenerate new data DigitalNumerical txt < 1 GB ELE-BElectrolyte samples (with flexible battery)Generate new data PhysicalOther, prototype Decimetre size ASE-SCell assembly protocolGenerate new data DigitalTextual & NumericalPDF < 1 GB ASE-IElectrode inks characterization (FTIR, XRD, SEM, etc.) resultsGenerate new data DigitalNumerical txt & xlsx < 1 GB ASE-P3D-printed cell configurationGenerate new data DigitalNumerical & modeltxt & png & 3dxml< 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6ASE-BFlexible battery samplesGenerate new data PhysicalOther, prototype Decimetre size GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. No existing data will be reused in this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: In this project, I will develop novel cathode, anode and electrolyte with high performance for zinc-ion batteries, with the focus on sustainability and high durability. The project aims to develop flexible zinc-ion battery prototype for wearable usage within a laboratory setting. Only in a follow-up study, the prototype can be further developed towards a product or technology at higher TRL, which can then be licensed to companies. The datasets associated with potential commercial valorization involve: 1.CAT-S: Cathode synthesis protocol 2.ANO-S: Anode synthesis protocol 3.ELE-S: Electrolyte synthesis protocol 4.ASE-P: 3D-printed cell configuration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .For each protocol information, the experimental steps, reaction system, used instrument, involved chemicals, reaction parameters, etc. will be recorded in text documents. For each of the characterization analyses, the measurement procedures and conditions, instrument type, settings, etc will be recorded in text documents. We will add the following metadata for the datasets: - CAT-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - ELD-X: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - BAT-E: details on investigation, investigator, topic and keyword, publication, instruments, dataset, datafile, parameters, authorization -ELD-R: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - BAT-P: details on investigation, investigator, topic and keyword, publication, instruments, dataset, datafile, parameters, authorization - ANO-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - ELE-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - ELE-C: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - ASE-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - ASE-I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - ASE-P: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: We will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon depositing the data. The metadata model will include fields that are required, recommended and optional. Using this data repository, the data sets will be findable and reusable. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No The storage facilities of KU Leuven ICTS will be used in this project . Our group’s budget and budget for this program is sufficient to acquire enough storage for the project. The amount of storage can be extended if needed. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data KU Leuven has IT specifications for data storage and management. Based on the confidentiality of the data, storage space, possibility to share data with colleagues, type of data, metadata, etc, IT provides tailored solutions. The recommended storage is SharePoint on premise or online site of Teams site. Only the persons involved in the project , such as promotors and I, will be able to access the data. If other (third party) persons or research groups are interested in the data, then I will discuss this with my promotors of the project. Large volume data will be stored on the dedicated platform of the KU Leuven (LVD storage @ drives.kuleuven.be) What are the expected costs for data storage and backup during the research project? How will these costs be covered?No extra costs. The platform of Sharepoint, Teams of the Active Data Management Platform , and OneDrive are offered free of charge by KU Leuven. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The related storage solutions are free for staff. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Some data regarding the protocol of battery components can be important due to their potential further commercial valorization ; therefore, we will keep them confidential, and thus no access to public until patent is issued and granted if applicable. If access is restricted, please specify who will be able to access the data and under what conditions.The data will be restricted/embargoed until the work is published or patented. Only the specific investigators involved in the research project , including promotors, me, and some collaborators, will have access to the data during the restriction / embargo period. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? The above-mentioned storage types are free for KU Leuven staff s. 7. Responsibilities Who will manage data documentation and metadata during the research project?My promotors and I will make the dataset files along with the metadata. We will ensure uploading and storing the datasets during my PhD and the project. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Who will manage data storage and backup during the research project?I will take care of data storage and backup during the research project, and I will be supervised in this task by the promotors of the research project . Who will manage data preservation and sharing?My promotor from KU Leuven will be responsible for the long term data storage, preservation and sharing of data. Who will update and implement this DMP? My promotors will update this DMP and make sure it is implemented."
}