{
    "document_id": "D-2024-2819",
    "LinkTitle": "D-2024-2819",
    "file_name": "D-2024-2819.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2819.pdf",
    "metadata": {
        "title": "Development of a digital twin for pig growth and behaviour",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Development of a digital twin for pig growth and behaviour\nDevelopment of a digital twin for pig growth and behaviour\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJens Slootmans\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SHGF24N\nID: \nID: \n203778\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nIncreasing productivity has been the main focus of the pig farming sector, however often at the cost\nof pig welfare. Recent technological developments allowed for the rise of a range of precision\nlivestock farming (PLF) technologies that can automatically monitor the pigs and assist the farmer.\nBy combining state-of-the-art PLF technologies, data about both production (i.e. pig growth) and\nwelfare (i.e. various pig behaviours) will be collected into an extensive dataset. Using mechanistic\nmodelling techniques, a reference growth curve for each individual pig will be estimated, which\nallows to predict the weight at time of slaughter. Additionally, data-based dynamic modelling will be\napplied to create a time series model for the individual weight of each pig based on real-time data\nduring the growing phase. By comparing the dynamic short-term weight prediction with the\nreference growth curve an early warning system for growth deviations will be developed. Based on\nthe combined models, a monitoring and predictive digital twin (DT) of the individual pig will be\ncreated. To gain insight into the further development of a prescriptive DT for the pig sector, the\napplication potential will be explored by consultation of pig farmers and veterinarians. Finally, a user\ninterface is created to allow easy interaction between the pig farmer and the DT for pig growth and\nbehaviour.\nLast modified: \nLast modified: \n17-05-2024\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n1 of 8\nDevelopment of a digital twin for pig growth and behaviour\nDevelopment of a digital twin for pig growth and behaviour\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n2 of 8\nDevelopment of a digital twin for pig growth and behaviour\nDevelopment of a digital twin for pig growth and behaviour\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n3 of 8\nDevelopment of a digital twin for pig growth and behaviour\nDevelopment of a digital twin for pig growth and behaviour\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nData will come from measurements performed in animals and the environment. For each individual animal, we will merge physiological, behavioural, and\nenvironmental data. We expect to generate more than 5 million samples. The experimental data will include numerical sensordata and pig information (.csv format),\nand videos (.mp4 format). The data manipulation and statistical analysis will be performed using R, Python or MATLAB and all created scripts will be saved.\nLink to shared excel file with datatypes tabel: \nOverview-datasets.xlsx\n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your\nanswer. (use up to 700 characters)\nanswer. (use up to 700 characters)\nThe project promotor, professor Tomas Norton, will be responsible for the data management of\nproject during and at least 10 years after the end of the research.\nAll files will be stored on hard drives. Data under processing will also be stored on the protected and\npersonal network drive at KU Leuven. Furthermore, all raw data generated in the experiment will also\nbe stored on the designated network drive at ILVO.\nThe network drives provide daily back-up to external servers and ensure long-term data\npreservation.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThis project does not deviate from the proposed principle. The data will be stored for beyond 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use\nup to 700 characters)\nup to 700 characters)\nNot applicable\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nKU Leuven's data repository Lirias will be used for archiving the data made accessible by the project.\nKU Leuven's data policy demands retention of data for a period of at least 10 years after the end of\nthe project. KU Leuven supports its researchers in the area of RDM (research data management) by\nthe provision of a customized and free data management plan and a dedicated RDM support desk\nadvising on data storage, metadata and preparing data for sharing. KU Leuven also continues to\ninvest in affordable long-term storage and curation.\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n4 of 8\nDevelopment of a digital twin for pig growth and behaviour\nDevelopment of a digital twin for pig growth and behaviour\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\nupper limit of the volume of the data.\nLink to shared excel file: \nOverview-datatypes.xlsx\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nHistorical data from ILVO, obtained from the same pig barn. Data is stored on ILVO internal network drives, but does not have a persistent identifier.\nExisting documentation about the ILVO pig barn will be used as the foundation for the documentation of the new datasets.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nsection. Please refer to specific datasets or data types when appropriate.\nsection. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nThe newly generated sensor data and sample data is gathered under the supervision of the ethical committee of ILVO (Flanders Research Institute for Agriculture,\nFisheries and Food). They approved the ethical committee application with the designated code 2023/435.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nwhen appropriate.\nNo\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nor data type where appropriate.\nYes\nNo immediate commercial valorization is foreseen\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nSome of the used AI models are or will be developed in collaboration with a 3rd party, restricting the possibility to share data for reuse (which applies on data used\nto train the AI models as well as the data resulting from applying the AI models)\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n5 of 8\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nwhere this information is recorded).\nwhere this information is recorded).\nThe data collected in this project is mainly sensor data. The metadata of the sensor data is stored in a documentation folder (sensor type, positioning of the sensor,\nmaintenance of the sensor, calibration dates, variables measured by the sensor etc.).\nFurthermore, there will be pig observation/scoring data. For this type of data, there will be readme.txt files explaining the setup of the observation and/or the\norganization of document (.xlsx files) structure. The .xlsx files will always contain a spreadsheet with explanation of the variables/parameters used in the other\nspreadsheets.\nCode will annotated and version controlled in the host institution GitLab. Readme.txt files or comment/markdown in the code will explain the code and the use of\nthe code\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nCurrently the use of metadata standard is not anticipated.\nSee the previous question for more info about the metadata that will be created.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on ILVO network servers and a KUL Mango repository.\nHow will the data be backed up?\nHow will the data be backed up?\nBoth the ILVO network servers and the KUL Mango repository have build in backup capabilties. By storing the data both at ILVO and at the KUL, the data is also\nsaved twice.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nThere is currently not sufficient storage to store all video data (200 TB expected during the course of the project), however it is not the goal to store all video data.\nThe video data will be analyzed by deep-learning computer vision models, of which only the results will be stored long term. For certain moments of interest, where\nhigh quality data is expected, video data will be saved as well.\n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData is stored on institutional network servers that provide the required tools for granting access and read/write rights. Using these tools, the authorization of persons\ncan be supervised in order to make sure the data is only accessed or modified by authorize persons.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKUL Mango provides 1 TB of free storage space, which is sufficient for this project (since no raw video or images will be stored here)\nILVO networkstorage is also provided for free. The research unit previously invested in data storage solutions resulting in no additional cost for data storage for this\nproject.\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n6 of 8\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data, except for the raw video and image data, will be stored for at least five years.\nDue to the large expected size of the video and image data (± 200 TB), it is not sustainable to store all the raw video and image data. Only videos and images of\nimportant moments (around treatment/sampling/disease outbreak) will be stored. Otherwise only the results of the computer vision models analyses will be stored\nafter the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on hard drives at the KUL and on the ILVO network servers.\nPossibly the data will also be written on tape for long term data storage. The required facilities for writing tape are available at ILVO.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected for the preservation of data.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nbe made available.\nbe made available.\nNo (closed access)\nThe data will not be made available for reuse after/during the project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nthe comment section per dataset or data type where appropriate.\nYes, Other\nData sharing of part of the dataset is restricted by a collaborating company\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will not be made available for reuse after/during the project.\nWhen will the data be made available?\nWhen will the data be made available?\nNot applicable\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCurrently, the specific data usage license is not yet determined\nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n7 of 8\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nKUL RDR repository datasets automatically get an identifier\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJens Slootmans \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJens Slootmans \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nTomas Norton and Jarissa Maselyne \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nJens Slootmans \nCreated using DMPonline.be. Last modiﬁed 17 May 2024\n8 of 8"
    },
    "clean_full_text": "Development of a digital twin for pig growth and behaviour Development of a digital twin for pig growth and behaviour A Data Management Plan created using DMPonline.be Creator: Creator: Jens Slootmans Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SHGF24N ID: ID: 203778 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Increasing productivity has been the main focus of the pig farming sector, however often at the cost of pig welfare. Recent technological developments allowed for the rise of a range of precision livestock farming (PLF) technologies that can automatically monitor the pigs and assist the farmer. By combining state-of-the-art PLF technologies, data about both production (i.e. pig growth) and welfare (i.e. various pig behaviours) will be collected into an extensive dataset. Using mechanistic modelling techniques, a reference growth curve for each individual pig will be estimated, which allows to predict the weight at time of slaughter. Additionally, data-based dynamic modelling will be applied to create a time series model for the individual weight of each pig based on real-time data during the growing phase. By comparing the dynamic short-term weight prediction with the reference growth curve an early warning system for growth deviations will be developed. Based on the combined models, a monitoring and predictive digital twin (DT) of the individual pig will be created. To gain insight into the further development of a prescriptive DT for the pig sector, the application potential will be explored by consultation of pig farmers and veterinarians. Finally, a user interface is created to allow easy interaction between the pig farmer and the DT for pig growth and behaviour. Last modified: Last modified: 17-05-2024 Created using DMPonline.be. Last modiﬁed 17 May 2024 1 of 8 Development of a digital twin for pig growth and behaviour Development of a digital twin for pig growth and behaviour DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 17 May 2024 2 of 8 Development of a digital twin for pig growth and behaviour Development of a digital twin for pig growth and behaviour GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 17 May 2024 3 of 8 Development of a digital twin for pig growth and behaviour Development of a digital twin for pig growth and behaviour Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Data will come from measurements performed in animals and the environment. For each individual animal, we will merge physiological, behavioural, and environmental data. We expect to generate more than 5 million samples. The experimental data will include numerical sensordata and pig information (.csv format), and videos (.mp4 format). The data manipulation and statistical analysis will be performed using R, Python or MATLAB and all created scripts will be saved. Link to shared excel file with datatypes tabel: Overview-datasets.xlsx Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) answer. (use up to 700 characters) The project promotor, professor Tomas Norton, will be responsible for the data management of project during and at least 10 years after the end of the research. All files will be stored on hard drives. Data under processing will also be stored on the protected and personal network drive at KU Leuven. Furthermore, all raw data generated in the experiment will also be stored on the designated network drive at ILVO. The network drives provide daily back-up to external servers and ensure long-term data preservation. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) This project does not deviate from the proposed principle. The data will be stored for beyond 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) up to 700 characters) Not applicable Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) KU Leuven's data repository Lirias will be used for archiving the data made accessible by the project. KU Leuven's data policy demands retention of data for a period of at least 10 years after the end of the project. KU Leuven supports its researchers in the area of RDM (research data management) by the provision of a customized and free data management plan and a dedicated RDM support desk advising on data storage, metadata and preparing data for sharing. KU Leuven also continues to invest in affordable long-term storage and curation. Created using DMPonline.be. Last modiﬁed 17 May 2024 4 of 8 Development of a digital twin for pig growth and behaviour Development of a digital twin for pig growth and behaviour FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. upper limit of the volume of the data. Link to shared excel file: Overview-datatypes.xlsx If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Historical data from ILVO, obtained from the same pig barn. Data is stored on ILVO internal network drives, but does not have a persistent identifier. Existing documentation about the ILVO pig barn will be used as the foundation for the documentation of the new datasets. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. section. Please refer to specific datasets or data types when appropriate. Yes, animal data The newly generated sensor data and sample data is gathered under the supervision of the ethical committee of ILVO (Flanders Research Institute for Agriculture, Fisheries and Food). They approved the ethical committee application with the designated code 2023/435. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. when appropriate. No No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. or data type where appropriate. Yes No immediate commercial valorization is foreseen Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Some of the used AI models are or will be developed in collaboration with a 3rd party, restricting the possibility to share data for reuse (which applies on data used to train the AI models as well as the data resulting from applying the AI models) Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 17 May 2024 5 of 8 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). where this information is recorded). The data collected in this project is mainly sensor data. The metadata of the sensor data is stored in a documentation folder (sensor type, positioning of the sensor, maintenance of the sensor, calibration dates, variables measured by the sensor etc.). Furthermore, there will be pig observation/scoring data. For this type of data, there will be readme.txt files explaining the setup of the observation and/or the organization of document (.xlsx files) structure. The .xlsx files will always contain a spreadsheet with explanation of the variables/parameters used in the other spreadsheets. Code will annotated and version controlled in the host institution GitLab. Readme.txt files or comment/markdown in the code will explain the code and the use of the code Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Currently the use of metadata standard is not anticipated. See the previous question for more info about the metadata that will be created. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on ILVO network servers and a KUL Mango repository. How will the data be backed up? How will the data be backed up? Both the ILVO network servers and the KUL Mango repository have build in backup capabilties. By storing the data both at ILVO and at the KUL, the data is also saved twice. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No There is currently not sufficient storage to store all video data (200 TB expected during the course of the project), however it is not the goal to store all video data. The video data will be analyzed by deep-learning computer vision models, of which only the results will be stored long term. For certain moments of interest, where high quality data is expected, video data will be saved as well. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is stored on institutional network servers that provide the required tools for granting access and read/write rights. Using these tools, the authorization of persons can be supervised in order to make sure the data is only accessed or modified by authorize persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? KUL Mango provides 1 TB of free storage space, which is sufficient for this project (since no raw video or images will be stored here) ILVO networkstorage is also provided for free. The research unit previously invested in data storage solutions resulting in no additional cost for data storage for this project. Created using DMPonline.be. Last modiﬁed 17 May 2024 6 of 8 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data, except for the raw video and image data, will be stored for at least five years. Due to the large expected size of the video and image data (± 200 TB), it is not sustainable to store all the raw video and image data. Only videos and images of important moments (around treatment/sampling/disease outbreak) will be stored. Otherwise only the results of the computer vision models analyses will be stored after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be archived on hard drives at the KUL and on the ILVO network servers. Possibly the data will also be written on tape for long term data storage. The required facilities for writing tape are available at ILVO. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected for the preservation of data. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. be made available. No (closed access) The data will not be made available for reuse after/during the project. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. the comment section per dataset or data type where appropriate. Yes, Other Data sharing of part of the dataset is restricted by a collaborating company Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will not be made available for reuse after/during the project. When will the data be made available? When will the data be made available? Not applicable Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Currently, the specific data usage license is not yet determined Created using DMPonline.be. Last modiﬁed 17 May 2024 7 of 8 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes KUL RDR repository datasets automatically get an identifier What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Jens Slootmans Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Jens Slootmans Who will manage data preservation and sharing? Who will manage data preservation and sharing? Tomas Norton and Jarissa Maselyne Who will update and implement this DMP? Who will update and implement this DMP? Jens Slootmans Created using DMPonline.be. Last modiﬁed 17 May 2024 8 of 8"
}