{
    "document_id": "D-2024-2531",
    "LinkTitle": "D-2024-2531",
    "file_name": "D-2024-2531.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2531.pdf",
    "metadata": {
        "title": "THE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS",
        "author": "N/A",
        "creation_date": "2024-04-05 13:53:26+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "THE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS\nTHE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nDing Cui\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nID: \nID: \n205595\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nSuccessful social interactions require monitoring and understanding of others' actions and intentions in order to plan and facilitate one’s own actions.\nIn the primate brain, both the mirror and mentalizing systems are proposed to be involved in these important social functions, and dysfunction of these\ntwo networks has been linked to impaired social behaviors manifested in several neurodevelopmental disorders such as autism, anxiety disorder, and\nschizophrenia. To date, however, it is still unclear to what extent these two important social networks interact and play a causal role in mediating real-\nlife interactions between conspecifics. Furthermore, while influential theories suggest that dysfunctional oxytocin signaling in these social networks\nlays the basis of the cognitive and emotional disturbances presenting in several neurodevelopmental disorders, currently little is known about the\nendogenous oxytocin dynamics in primates’ mirror and mentalizing networks during social interactions. In this proposal, using a combination of\nfunctional brain imaging and reversible perturbations in non-human primates, I will examine the causal role of the mirror and mentalizing networks\nduring real-life social interactions between two individuals. In addition, by applying state- of-the-art viral vector delivery with fiber photometry\ntechniques, I will probe the real-time dynamics of endogenous oxytocin in these social networks while monkeys are engaged in real-life social\ninteractions. \nLast modified: \nLast modified: \n05-04-2024\nCreated using DMPonline.be. Last modiﬁed 05 April 2024\n1 of 6\nTHE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS\nTHE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nfunctional\nneuroimaging\ndata (fMRI)\nDICOMs\nfrom fMRI\nrecordings \nGenerate new data\nDigital\nExperimental\n.ima\n<1TB\n \nbehavioral\ndata\nincluding\nlog-files with\nparameters\nrelated to the\nmotor tasks\nand eye\nmovements\n(eye positions\nand pupil\nsizes, etc)\nGenerate new data\nDigital\nExperimental\n.log, .sbin\n<100G\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nWe will collect both behavioral and fMRI data using non-human primates for the project. We already obtained ethical approval before the\nCreated using DMPonline.be. Last modiﬁed 05 April 2024\n2 of 6\ninitiation of the project. The ethics approval number: P084/2021; P131/2023. \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nfMRI data:\nDuring fMRI recordings, we must fill out a form with a standard template. The form includes the date, time, order numbers of experiment\nsequences (to retrieve the experiment details), basic condition (weight, reward intake, etc.) as well as treatments of animal subjects, and\nremarks on specific experiment sessions. This form is in paper version, which is attached to the experiment notebooks for behavioral data. This\nform is also digitally scanned and archived together with the fMRI data. \nBehavior data:\nWe use experiment notebooks for each animal subject. We write down experiment details including date, time, order numbers of experiment\nsequences, weight, reward intakes, task performance of animal subjects, and remarks. The notebooks are in paper version and serve as\nadditional indexing information when using digital files to extract specific information for data analysis. We organize the notebooks on the\nbookshelf of the lab according to animals and time.  \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nCreated using DMPonline.be. Last modiﬁed 05 April 2024\n3 of 6\nDue to the diversity of our experiments, we customize metadata for different data sets. Although without a standard, the metadata includes the\ndate, time, project title, animal ID, and experiment details. This information is sufficient to make the data easier to find and reuse. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nFor raw data storage, we will use 1) local workstations in the lab (> 8TB); 2) protected data servers in the lab (> 100TB); 3) the servers from\nthe central informatics division of KU Leuven (ICTS, > 50TB).\nFor data after analysis and publication, one copy will be kept on the local workstations, and an additional copy will be compressed and stored\non the servers in the lab. \nHow will the data be backed up?\nHow will the data be backed up?\nImmediately after data collection, raw data of fMRI recordings and behaviors are backed up to the protected servers in the lab and servers from\nthe ICTS of KU Leuven. During the use of the data, one copy will be kept on local workstations in the lab. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n1) Local workstations in the lab: > 8TB. 2) protected data servers in the lab: > 100TB. 3) the servers from the central informatics division of\nKU Leuven (ICTS): > 50TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe storage servers are monitored and protected by the lab IT assistant and the ICTS of KU Leuven. The authorization is strictly managed and\ncontrolled by the lab IT assistant and the ICTS of KU Leuven. Only the PI and the main responsible person for the project are given access to\nthe data on the servers. For other people who also need to work on the data, only a copy will be transferred to their local workstation (lab PC)\nwhich should be logged in with an authorized account. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAbout 30 euros per year would be expected for data storage on the lab servers and servers from the ICTS of KU Leuven for the research\nproject. The lab pays for >150TB of storage capacities per year for data from all projects, so the storage capacity the lab pays regularly will\ncover the data storage of the project.  \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nBoth fMRI and behavioral data will be retained for at least five years after the end of the project. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 05 April 2024\n4 of 6\nRaw data will be archived in the protected data servers in the lab and the servers from the central informatics division (ICTS) of KU\nLeuven. For data after analysis and publication, one copy will be kept on the local workstations, and an additional copy will be compressed\nand stored on the servers in the lab. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAbout 30 euros per year would be expected for data storage on the lab servers and servers from the ICTS of KU Leuven for the research\nproject. The lab pays for >150TB of storage capacities per year for data from all projects, so the storage capacity the lab pays regularly will\ncover the data storage of the project.  \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nOther, please specify:\nDuring the project, both the fMRI and behavior data will be stored/used internally with restricted access only. After analysis and publication,\nboth data types will be stored/reused with restricted access internally but depending on publication needs, part of the data might become\nopenly available. Except for the publication needs, during this project, we are not planning to share the data with external researchers via a data\nrepository. In case of potential collaborative projects with external researchers during/after this project, local use of the data with restricted\naccess will be preferred. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe PI of the lab and the main responsible person for the project will be able to access the data on the servers in case of unexpected\nmodifications of the data. For additional people who need to work on the data, one copy will be available on their local workstation (lab PC)\nwith authorized access. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRaw data will be available with restricted access on the protected servers in the lab and from the ICTS of KU Leuven. For additional people\nwho need to work on the data, one copy will be available on their local workstation (lab PC) with authorized access. In the case of publication\nneeds, the choice of data type (either raw or processed data) and repositories will depend on the specific requirements of the publisher. \nWhen will the data be made available?\nWhen will the data be made available?\nRaw data will be available immediately after collection of the data with restricted access. In the case of publication needs, it will be upon\npublication of research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 05 April 2024\n5 of 6\nData from the project will be reused for other projects depending on the specific research needs, this decision will be made by the PI of the\nlab. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nIn the case of publication needs, an identifier such as a DOI might be added to the openly accessed data. \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nFor internal data sharing, there will be no additional costs other than data storage. In the case of publication needs, i.e. openly sharing part of\nthe data, it will be either free of cost or paid together with publication fees. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nI will manage data documentation and metadata during the project. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nI will manage data storage and backup during the project. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nMy supervisor and our lab IT assistant will manage data preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nI will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 05 April 2024\n6 of 6"
    },
    "clean_full_text": "THE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS THE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS A Data Management Plan created using DMPonline.be Creator: Creator: Ding Cui Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) ID: ID: 205595 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Successful social interactions require monitoring and understanding of others' actions and intentions in order to plan and facilitate one’s own actions. In the primate brain, both the mirror and mentalizing systems are proposed to be involved in these important social functions, and dysfunction of these two networks has been linked to impaired social behaviors manifested in several neurodevelopmental disorders such as autism, anxiety disorder, and schizophrenia. To date, however, it is still unclear to what extent these two important social networks interact and play a causal role in mediating real- life interactions between conspecifics. Furthermore, while influential theories suggest that dysfunctional oxytocin signaling in these social networks lays the basis of the cognitive and emotional disturbances presenting in several neurodevelopmental disorders, currently little is known about the endogenous oxytocin dynamics in primates’ mirror and mentalizing networks during social interactions. In this proposal, using a combination of functional brain imaging and reversible perturbations in non-human primates, I will examine the causal role of the mirror and mentalizing networks during real-life social interactions between two individuals. In addition, by applying state- of-the-art viral vector delivery with fiber photometry techniques, I will probe the real-time dynamics of endogenous oxytocin in these social networks while monkeys are engaged in real-life social interactions. Last modified: Last modified: 05-04-2024 Created using DMPonline.be. Last modiﬁed 05 April 2024 1 of 6 THE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS THE CAUSAL ROLE OF SOCIAL BRAIN NETWORKS DURING REAL-LIFE SOCIAL INTERACTIONS FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA functional neuroimaging data (fMRI) DICOMs from fMRI recordings Generate new data Digital Experimental .ima <1TB behavioral data including log-files with parameters related to the motor tasks and eye movements (eye positions and pupil sizes, etc) Generate new data Digital Experimental .log, .sbin <100G If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data We will collect both behavioral and fMRI data using non-human primates for the project. We already obtained ethical approval before the Created using DMPonline.be. Last modiﬁed 05 April 2024 2 of 6 initiation of the project. The ethics approval number: P084/2021; P131/2023. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). fMRI data: During fMRI recordings, we must fill out a form with a standard template. The form includes the date, time, order numbers of experiment sequences (to retrieve the experiment details), basic condition (weight, reward intake, etc.) as well as treatments of animal subjects, and remarks on specific experiment sessions. This form is in paper version, which is attached to the experiment notebooks for behavioral data. This form is also digitally scanned and archived together with the fMRI data. Behavior data: We use experiment notebooks for each animal subject. We write down experiment details including date, time, order numbers of experiment sequences, weight, reward intakes, task performance of animal subjects, and remarks. The notebooks are in paper version and serve as additional indexing information when using digital files to extract specific information for data analysis. We organize the notebooks on the bookshelf of the lab according to animals and time. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 05 April 2024 3 of 6 Due to the diversity of our experiments, we customize metadata for different data sets. Although without a standard, the metadata includes the date, time, project title, animal ID, and experiment details. This information is sufficient to make the data easier to find and reuse. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? For raw data storage, we will use 1) local workstations in the lab (> 8TB); 2) protected data servers in the lab (> 100TB); 3) the servers from the central informatics division of KU Leuven (ICTS, > 50TB). For data after analysis and publication, one copy will be kept on the local workstations, and an additional copy will be compressed and stored on the servers in the lab. How will the data be backed up? How will the data be backed up? Immediately after data collection, raw data of fMRI recordings and behaviors are backed up to the protected servers in the lab and servers from the ICTS of KU Leuven. During the use of the data, one copy will be kept on local workstations in the lab. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 1) Local workstations in the lab: > 8TB. 2) protected data servers in the lab: > 100TB. 3) the servers from the central informatics division of KU Leuven (ICTS): > 50TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The storage servers are monitored and protected by the lab IT assistant and the ICTS of KU Leuven. The authorization is strictly managed and controlled by the lab IT assistant and the ICTS of KU Leuven. Only the PI and the main responsible person for the project are given access to the data on the servers. For other people who also need to work on the data, only a copy will be transferred to their local workstation (lab PC) which should be logged in with an authorized account. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? About 30 euros per year would be expected for data storage on the lab servers and servers from the ICTS of KU Leuven for the research project. The lab pays for >150TB of storage capacities per year for data from all projects, so the storage capacity the lab pays regularly will cover the data storage of the project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Both fMRI and behavioral data will be retained for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 05 April 2024 4 of 6 Raw data will be archived in the protected data servers in the lab and the servers from the central informatics division (ICTS) of KU Leuven. For data after analysis and publication, one copy will be kept on the local workstations, and an additional copy will be compressed and stored on the servers in the lab. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? About 30 euros per year would be expected for data storage on the lab servers and servers from the ICTS of KU Leuven for the research project. The lab pays for >150TB of storage capacities per year for data from all projects, so the storage capacity the lab pays regularly will cover the data storage of the project. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Other, please specify: During the project, both the fMRI and behavior data will be stored/used internally with restricted access only. After analysis and publication, both data types will be stored/reused with restricted access internally but depending on publication needs, part of the data might become openly available. Except for the publication needs, during this project, we are not planning to share the data with external researchers via a data repository. In case of potential collaborative projects with external researchers during/after this project, local use of the data with restricted access will be preferred. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The PI of the lab and the main responsible person for the project will be able to access the data on the servers in case of unexpected modifications of the data. For additional people who need to work on the data, one copy will be available on their local workstation (lab PC) with authorized access. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Raw data will be available with restricted access on the protected servers in the lab and from the ICTS of KU Leuven. For additional people who need to work on the data, one copy will be available on their local workstation (lab PC) with authorized access. In the case of publication needs, the choice of data type (either raw or processed data) and repositories will depend on the specific requirements of the publisher. When will the data be made available? When will the data be made available? Raw data will be available immediately after collection of the data with restricted access. In the case of publication needs, it will be upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 05 April 2024 5 of 6 Data from the project will be reused for other projects depending on the specific research needs, this decision will be made by the PI of the lab. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes In the case of publication needs, an identifier such as a DOI might be added to the openly accessed data. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? For internal data sharing, there will be no additional costs other than data storage. In the case of publication needs, i.e. openly sharing part of the data, it will be either free of cost or paid together with publication fees. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? I will manage data documentation and metadata during the project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? I will manage data storage and backup during the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? My supervisor and our lab IT assistant will manage data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? I will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 05 April 2024 6 of 6"
}