{
    "document_id": "D-2023-2354",
    "LinkTitle": "D-2023-2354",
    "file_name": "D-2023-2354.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2354.pdf",
    "metadata": {
        "title": "D-2023-2354",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "LIGNIN-FIRST BIOREFINERIES FEATURING SELF-HEALING AND \nRECYCLABLE VITRIMERS (GORILLA)\nA Data Management Plan created using DMPonline.be\nCreators: Laura Trullemans\nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator:  Bert Sels \nData Manager: Bert Sels, Bert Lagrain, Laura Trullemans  \nProject Administrator:  Bert Sels, Bert Lagrain\nGrant number / URL: C2M/23/025\nID: 206377\nStart date: 01-10-2023\nEnd date: 30-09-2027\nProject abstract: \nThis project investigates lignin-first lignocellulose biorefineries to generate from the lignin sustainable building blocks \nfor the synthesis of future self-healing and repairing materials.\nLast modified: 11-04-2024\nLIGNIN-FIRST BIOREFINERIES FEATURING SELF-HEALING AND \nRECYCLABLE VITRIMERS (GORILLA)\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset \nname / IDDescriptionNew or \nreuseDigital or \nPhysical dataData TypeFile formatData \nvolumePhysical \nvolume\nIndicate:\nN(ew \ndata) or \nE(xistin\ng data)Indicate:  \nD(igital) or \nP(hysical)Indicate:\nAudiovisual\nImages\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify)Indicate\n:\n<1GB\n<100G\nB\n<1TB\n<5TB\n>5TB\nNA\nAnalytical \nmeasurement\nsAnalysis of \nreaction \nproducts \n(GC, GC-MS, \nNMR, HPLC, \nIR, DSC)NDExperimenta\nl.txt .csv .xl\ns<100G\nB/\nStored \nproduct \nsamplesProduct \nsamples.NP///1 shelf \ncupboar\nd\nExperimental \ndata \n(generated) \nquantitativeProcessing \nof measured, \nexperimental\n, dataNDN,T.xls .ppt<100G\nB\nReference \ndataLiterature \nsummary \nand \norganization \nof literatureRDN,T.pdf .docx<100G\nB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nThe literature study for this project will be compiled from existing data as DOI, URL or PDF files, and summarized in a  \nreview document (.docx, .xls).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●Yes\nThis work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data \ndisclosure as it may contain IP-sensitive information. All data will be subjected for their patentability prior to any \npublication. If applicable, patent applications will be filled. IP management will be conducted in close collaboration \nwith the KU Leuven Tech Transfer Office.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \n1.      Regular set of raw experimental data will be collected per every experiment. Experiments will be classified \nbased on date and type of experiment.\n2.      Additional document (a living document, as .xls or .ppt) will contain a detailed summary of every experiment to \nkeep track of experimental details.  \n3.      Another overview file (ppt) explains the organization of data storage (raw files, processed files, progress report \nfiles).\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●Yes\nThe metadata for the data in this project entails:\no    Creator of the dataset\no    Name of the dataset\no    File type of the dataset (depending on the employed software different file formats will be generated).\no    Date of generation\no    Data type (experimental or modelled)\no    Software employed to generate the data (in case of modelled)\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●OneDrive (KU Leuven)\n●Personal network drive (I-drive)\n●Shared network drive (J-drive)\nAll data will be stored in a cloud service offered by the university: KULeuven-One drive.\nThis storage is regularly backed up by IT-service of KUL. In addition, generated experimental data, can be internally \nshared via the shared network drive (J-drive). Copies will be made and kept on personal drives (I:).\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nThe data will be stored on the university's central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nIn the cloud service offered by the university (One drive) the access to the data can be strictly authorized. \nFurthermore, we made the arrangement with the KU Leuven ICTS department that we can use the K-Drive for long-\nterm data storage. Here, one folder will have read-only rights for certain users to check data collected by the team \n(and which they can see, copy to their local storage space, but can't modify) and another folder with \"edit\" rights for \nusers as \"input\" folder. Furthermore a third folder will be made with authorization limited to the data managers (i.e. \nBert Sels, Bert Lagrain, Laura Trullemans) of this project to back-up the data of the two working folders. The data \nmanagers need to copy manually data from input to other 2 folders, which will be done every month.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nThere are no additional costs related to the data storage and backup.  \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●Certain data cannot be kept for 10 years (explain below)\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nRetained data:\n●       Publications (experimental manuscripts, review papers, PhD) stored in Lirias.  \n●       Regular progress and final reports (as ppt and doc files)\n●       Processed experimental data (as xls files)\nNot retained data:\n●       Raw experimental data (as csv, txt, xls,.. format) - easy and low cost reproducibility\nWhere will these data be archived (stored and curated for the long-term)?  \n●Other (specify below)\nThe data will be stored on the university's central servers (K-drive of CSCE, K:\\SET-CSCE-Archive-Data-D0771) with \nautomatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nK-drive long-term storage costs covered by project budget\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as restricted data (upon approval, or institutional access only)\nData will be available only in a format of publications (PhD, IP, master thesis) or strictly for internal use within \nresearch group internally\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nThe experimental and analytical data will be stored in a restricted access repository. This data and insights will be, \nlater, made available via publications or patents. More detailed information and data can be shared upon request by \nmail and approval by responsible PI (main data owner).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, intellectual property rights\nThis work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data \ndisclosure as it may contain IP-sensitive information.  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\n●Other (specify below)\nThe experimental and analytical data will be stored in a restricted access repository. This data and insights will be, \nlater, made available via publications or patents, which are accessible via LIMO (KU Leuven) and search engines like  \npatentscope. More detailed information and data can be shared upon request by mail and approval by responsible PI \n(main data owner)\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Other (specify below)\nThe usage of licenses in not applicable to the data generated in this project.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●Yes, a PID will be added upon deposit in a data repository\nOnce the research results will be published, the DOI will be linked to the dataset including the project results.  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nPublications in specific sources might be a subject of additional costs that will be payed form running projects.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nThe postdocs and PhD students will manage their own data and data documentation during the project based on \nmutual agreements about data sets. They will be assisted by professor and project manager\nWho will manage data storage and backup during the research project?  \nProject manager will take responsibility to organize data collection (set-up One-drive), coordinate of data \nmanagement activity (incl. manual back-ups) and assist people involved in the project in proper handling of collected \ndata (documentation of data, sharing data etc.). Professor will take a helicopter view on data management (assign \nroles, specify access permissions etc.). Project manager of current project (Laura Trullemans) will be always backed-\nup by other group members involved in project management (research manager Ekaterina Makshina, IOF \nvalorization manager Bert Lagrain, PI Bert Sels)  \nWho will manage data preservation and sharing?  \nResearch manager (Ekaterina Makshina), main PI/professor (Bert Sels)  \nWho will update and implement this DMP?  \nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor) and project \nmanagers. "
    },
    "clean_full_text": "LIGNIN-FIRST BIOREFINERIES FEATURING SELF-HEALING AND RECYCLABLE VITRIMERS (GORILLA) A Data Management Plan created using DMPonline.be Creators: Laura Trullemans Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Bert Sels Data Manager: Bert Sels, Bert Lagrain, Laura Trullemans Project Administrator: Bert Sels, Bert Lagrain Grant number / URL: C2M/23/025 ID: 206377 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: This project investigates lignin-first lignocellulose biorefineries to generate from the lignin sustainable building blocks for the synthesis of future self-healing and repairing materials. Last modified: 11-04-2024 LIGNIN-FIRST BIOREFINERIES FEATURING SELF-HEALING AND RECYCLABLE VITRIMERS (GORILLA) RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Indicate: N(ew data) or E(xistin g data)Indicate: D(igital) or P(hysical)Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)Indicate : <1GB <100G B <1TB <5TB >5TB NA Analytical measurement sAnalysis of reaction products (GC, GC-MS, NMR, HPLC, IR, DSC)NDExperimenta l.txt .csv .xl s<100G B/ Stored product samplesProduct samples.NP///1 shelf cupboar d Experimental data (generated) quantitativeProcessing of measured, experimental , dataNDN,T.xls .ppt<100G B Reference dataLiterature summary and organization of literatureRDN,T.pdf .docx<100G B If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The literature study for this project will be compiled from existing data as DOI, URL or PDF files, and summarized in a review document (.docx, .xls). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●Yes This work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data disclosure as it may contain IP-sensitive information. All data will be subjected for their patentability prior to any publication. If applicable, patent applications will be filled. IP management will be conducted in close collaboration with the KU Leuven Tech Transfer Office. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. Regular set of raw experimental data will be collected per every experiment. Experiments will be classified based on date and type of experiment. 2. Additional document (a living document, as .xls or .ppt) will contain a detailed summary of every experiment to keep track of experimental details. 3. Another overview file (ppt) explains the organization of data storage (raw files, processed files, progress report files). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●Yes The metadata for the data in this project entails: o Creator of the dataset o Name of the dataset o File type of the dataset (depending on the employed software different file formats will be generated). o Date of generation o Data type (experimental or modelled) o Software employed to generate the data (in case of modelled) DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●OneDrive (KU Leuven) ●Personal network drive (I-drive) ●Shared network drive (J-drive) All data will be stored in a cloud service offered by the university: KULeuven-One drive. This storage is regularly backed up by IT-service of KUL. In addition, generated experimental data, can be internally shared via the shared network drive (J-drive). Copies will be made and kept on personal drives (I:). How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? In the cloud service offered by the university (One drive) the access to the data can be strictly authorized. Furthermore, we made the arrangement with the KU Leuven ICTS department that we can use the K-Drive for long- term data storage. Here, one folder will have read-only rights for certain users to check data collected by the team (and which they can see, copy to their local storage space, but can't modify) and another folder with \"edit\" rights for users as \"input\" folder. Furthermore a third folder will be made with authorization limited to the data managers (i.e. Bert Sels, Bert Lagrain, Laura Trullemans) of this project to back-up the data of the two working folders. The data managers need to copy manually data from input to other 2 folders, which will be done every month. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no additional costs related to the data storage and backup. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●Certain data cannot be kept for 10 years (explain below) ●All data will be preserved for 10 years according to KU Leuven RDM policy Retained data: ● Publications (experimental manuscripts, review papers, PhD) stored in Lirias. ● Regular progress and final reports (as ppt and doc files) ● Processed experimental data (as xls files) Not retained data: ● Raw experimental data (as csv, txt, xls,.. format) - easy and low cost reproducibility Where will these data be archived (stored and curated for the long-term)? ●Other (specify below) The data will be stored on the university's central servers (K-drive of CSCE, K:\\SET-CSCE-Archive-Data-D0771) with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy What are the expected costs for data preservation during the expected retention period? How will these costs be covered? K-drive long-term storage costs covered by project budget DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as restricted data (upon approval, or institutional access only) Data will be available only in a format of publications (PhD, IP, master thesis) or strictly for internal use within research group internally If access is restricted, please specify who will be able to access the data and under what conditions. The experimental and analytical data will be stored in a restricted access repository. This data and insights will be, later, made available via publications or patents. More detailed information and data can be shared upon request by mail and approval by responsible PI (main data owner). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, intellectual property rights This work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data disclosure as it may contain IP-sensitive information. Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) ●Other (specify below) The experimental and analytical data will be stored in a restricted access repository. This data and insights will be, later, made available via publications or patents, which are accessible via LIMO (KU Leuven) and search engines like patentscope. More detailed information and data can be shared upon request by mail and approval by responsible PI (main data owner) When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●Other (specify below) The usage of licenses in not applicable to the data generated in this project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●Yes, a PID will be added upon deposit in a data repository Once the research results will be published, the DOI will be linked to the dataset including the project results. What are the expected costs for data sharing? How will these costs be covered? Publications in specific sources might be a subject of additional costs that will be payed form running projects. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The postdocs and PhD students will manage their own data and data documentation during the project based on mutual agreements about data sets. They will be assisted by professor and project manager Who will manage data storage and backup during the research project? Project manager will take responsibility to organize data collection (set-up One-drive), coordinate of data management activity (incl. manual back-ups) and assist people involved in the project in proper handling of collected data (documentation of data, sharing data etc.). Professor will take a helicopter view on data management (assign roles, specify access permissions etc.). Project manager of current project (Laura Trullemans) will be always backed- up by other group members involved in project management (research manager Ekaterina Makshina, IOF valorization manager Bert Lagrain, PI Bert Sels) Who will manage data preservation and sharing? Research manager (Ekaterina Makshina), main PI/professor (Bert Sels) Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor) and project managers."
}