{
    "document_id": "D-2023-2151",
    "LinkTitle": "D-2023-2151",
    "file_name": "D-2023-2151.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2151.pdf",
    "metadata": {
        "title": "Voluntary Participation and Exit in International Unions",
        "author": "N/A",
        "creation_date": "2023-06-27 10:18:02+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Voluntary Participation and Exit in International Unions\nA Data Management Plan created using DMPonline.be\nCreator: \nMichal Kobielarz\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG041023N\nID: \n200241\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nGlobalization is one of the main economic trends of the twentieth century. The Global Financial Crisis and the current\npandemic have substantially slowed down this trend and reduced the popularity of international integration. This poses\na challenge to international unions, which rely on the voluntary participation of countries. The most prominent examples\nof those tendencies are Brexit, tensions within NATO, the withdrawal of the US from NAFTA, or the recent international\ntrade wars.\nThe above phenomena pose a challenge to the economic theory of international cooperation. This theory relies on static\nmodels and does not consider the possibility of exit from international unions. This project introduces a dynamic model\nof international unions and the explicit option of an exit decision. The threat of exit changes optimal decision-making\nwithin unions, and the model’s dynamic nature provides new insights into the union’s optimal size and composition. In\nthe second part of the project, the general model is applied to the case of a monetary union. The monetary union\nframework includes modeling the macroeconomic structure of the member economies. The novel model is used to study\nthe motivation for bail-outs in a monetary union and their dynamic effects.\nLast modified: \n27-06-2023\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n1 of 6\nVoluntary Participation and Exit in International Unions\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nMacroeconomic\nData\nMacroeconomic times series for Greece and the Eurozone. The data are used\nfor motivating and calibrating the theoretical model.\nReuse\nDigital\nCompiled/aggregated\n.csv\n<10MB\n \nComputer code\nComputer code for numerically solving the theoretical model\nNew\nDigital\nSoftware\n.m\n(Matlab\ncode)\n<100MB\n \nSimulation\nresults\nResults of the simulations of the solved models.\nNew\nDigital\nSimulation data\n.mat\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nI will use existing macroeconomic data series from publicly available data sources:\nThe Eurostat Database (https://ec.europa.eu/eurostat/data/database)\nThe OECD Database (https://stats.oecd.org/ )\nThe data on public debt created by Carmen Reinhart and Kenneth Rogoff, available at: https://www.openicpsr.org/openicpsr/project/112444/version/V1/view\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n2 of 6\nFor the aggregated macroeconomic times series I will create an overview file with the names of the variables, a description of data manipulation, and the source of the\noriginal data.\nThe computer code will be internally documented, so that the code is easily understandable by other researchers in the field. There will be also a README.txt file created\nthat describes all the files needed to obtain the results and the order of steps to be taken.\nThe simulation results are closely tied to the computer code and will also be described in the README.txt file.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nNA\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData is stored on KU Leuven servers. Working copies are available on PCs of PI and PhD student. Data will be kept for at least 10 years, in line with KU Leuven policy. Data\ncodes are made publicly accessible through the journal website (after publication of the paper), the personal website of Michal Kobielarz, or on request. With these files,\nany researcher interested in replicating the results of the project will be able to do so.\nHow will the data be backed up?\nI use standard KU Leuven procedures for data back-up - provided and managed by KUL ICTS.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nProvided by KU Leuven. If more space is necessary, this can be easily arranged with KU Leuven ICTS.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll project participants will follow standard security measures recommended by KU Leuven.\nNo physical data in this project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo expected costs - I use the standard network drive available to all KU Leuven employees.\n250 euro per TB/year in case more space is required\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be stored for at least 10 years in line with KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on KU Leuven servers, as well as made publicly available via the Mendeley Data repository (the preferred standard in the field).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFree of charge.\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n3 of 6\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nAll data will be made publicly available via Mendeley Data after the resulting papers are published.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll data will be made available via Mendeley Data.\nWhen will the data be made available?\nAfter publication of the papers.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC BY 4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nFree of charge\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMichal Kobielarz \nWho will manage data storage and backup during the research project?\nMichal Kobielarz \nWho will manage data preservation and sharing?\nMichal Kobielarz \nWho will update and implement this DMP?\nMichal Kobielarz \nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n4 of 6\nVoluntary Participation and Exit in International Unions\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n5 of 6\nVoluntary Participation and Exit in International Unions\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n6 of 6"
    },
    "clean_full_text": "Voluntary Participation and Exit in International Unions A Data Management Plan created using DMPonline.be Creator: Michal Kobielarz Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G041023N ID: 200241 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Globalization is one of the main economic trends of the twentieth century. The Global Financial Crisis and the current pandemic have substantially slowed down this trend and reduced the popularity of international integration. This poses a challenge to international unions, which rely on the voluntary participation of countries. The most prominent examples of those tendencies are Brexit, tensions within NATO, the withdrawal of the US from NAFTA, or the recent international trade wars. The above phenomena pose a challenge to the economic theory of international cooperation. This theory relies on static models and does not consider the possibility of exit from international unions. This project introduces a dynamic model of international unions and the explicit option of an exit decision. The threat of exit changes optimal decision-making within unions, and the model’s dynamic nature provides new insights into the union’s optimal size and composition. In the second part of the project, the general model is applied to the case of a monetary union. The monetary union framework includes modeling the macroeconomic structure of the member economies. The novel model is used to study the motivation for bail-outs in a monetary union and their dynamic effects. Last modified: 27-06-2023 Created using DMPonline.be. Last modiﬁed 27 June 2023 1 of 6 Voluntary Participation and Exit in International Unions FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Macroeconomic Data Macroeconomic times series for Greece and the Eurozone. The data are used for motivating and calibrating the theoretical model. Reuse Digital Compiled/aggregated .csv <10MB Computer code Computer code for numerically solving the theoretical model New Digital Software .m (Matlab code) <100MB Simulation results Results of the simulations of the solved models. New Digital Simulation data .mat <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I will use existing macroeconomic data series from publicly available data sources: The Eurostat Database (https://ec.europa.eu/eurostat/data/database) The OECD Database (https://stats.oecd.org/ ) The data on public debt created by Carmen Reinhart and Kenneth Rogoff, available at: https://www.openicpsr.org/openicpsr/project/112444/version/V1/view Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 27 June 2023 2 of 6 For the aggregated macroeconomic times series I will create an overview file with the names of the variables, a description of data manipulation, and the source of the original data. The computer code will be internally documented, so that the code is easily understandable by other researchers in the field. There will be also a README.txt file created that describes all the files needed to obtain the results and the order of steps to be taken. The simulation results are closely tied to the computer code and will also be described in the README.txt file. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No NA 3. Data storage & back-up during the research project Where will the data be stored? Data is stored on KU Leuven servers. Working copies are available on PCs of PI and PhD student. Data will be kept for at least 10 years, in line with KU Leuven policy. Data codes are made publicly accessible through the journal website (after publication of the paper), the personal website of Michal Kobielarz, or on request. With these files, any researcher interested in replicating the results of the project will be able to do so. How will the data be backed up? I use standard KU Leuven procedures for data back-up - provided and managed by KUL ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Provided by KU Leuven. If more space is necessary, this can be easily arranged with KU Leuven ICTS. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All project participants will follow standard security measures recommended by KU Leuven. No physical data in this project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No expected costs - I use the standard network drive available to all KU Leuven employees. 250 euro per TB/year in case more space is required 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be stored for at least 10 years in line with KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The data will be archived on KU Leuven servers, as well as made publicly available via the Mendeley Data repository (the preferred standard in the field). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Free of charge. Created using DMPonline.be. Last modiﬁed 27 June 2023 3 of 6 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository All data will be made publicly available via Mendeley Data after the resulting papers are published. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. All data will be made available via Mendeley Data. When will the data be made available? After publication of the papers. Which data usage licenses are you going to provide? If none, please explain why. CC BY 4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? Free of charge 6. Responsibilities Who will manage data documentation and metadata during the research project? Michal Kobielarz Who will manage data storage and backup during the research project? Michal Kobielarz Who will manage data preservation and sharing? Michal Kobielarz Who will update and implement this DMP? Michal Kobielarz Created using DMPonline.be. Last modiﬁed 27 June 2023 4 of 6 Voluntary Participation and Exit in International Unions GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 27 June 2023 5 of 6 Voluntary Participation and Exit in International Unions DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 27 June 2023 6 of 6"
}