{
    "document_id": "D-2024-3130",
    "LinkTitle": "D-2024-3130",
    "file_name": "D-2024-3130.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3130.pdf",
    "metadata": {
        "title": "Forced evictions and displacement; Patterns, processes and implications on the right to adequate housing for the urban poor in Nairobi, Kenya",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Forced evictions and displacement; Patterns, processes and implications on the right to adequate\nForced evictions and displacement; Patterns, processes and implications on the right to adequate\nhousing for the urban poor in Nairobi, Kenya\nhousing for the urban poor in Nairobi, Kenya\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\nIndividual\ninterviews\n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nIndividual\ninterviews\nInterviews with individual stakeholders and\nparticipants who have experienced forced\nevictions or facing eviction threats.\nNew\nDigital\nSound and\nTextual\nUncompressed\nrecorded audio\n(Mp3), \n<100 GB\n \nFocus group\ninterviews\nGroup interviews with community members\nliving in settlements that are undergoing\neviction processes\nNew\nDigital\nSound and\nTextual\nUncompressed\nrecorded audio\n(Mp3),\n<100 GB\n \nField notes\nObservations made in the field for the\nresearch.\nNew\nDigital\nTextual\npdf \n<1GB\n \nPhotographs\nPhotographs taken during the fieldwork\nNew\nDigital\nImages\njpeg\n<100GB\n \nLiterature\nAcademic and grey literature on the\nresearch topic that is available on the public\ndomain\nOld\nDigital\nTextual\nPdf\n<1GB\n \nLiterature\nnotes\nAnnotations on digital versions of literature.\nThey consist of remarks by the researcher.\nNew\nDigital\nTextual\njpeg\n<100GB\n \nArchival\nmaterial\nScans of archival material available in the\npublic domain. Consists of newspaper\nexcerpts, plans and historical imagery\nOld\nDigital\nImages,\ntextual\njpeg, tiff, pdf. \n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nAcademic literature will be retrieved by using academic search engines and databases such as Google Scholar, LIMO and\nScopus. Grey literature will be retrieved by using Google search engine and visiting relevant organization websites.\nMost of the digitized archives will be retrieved from - \nhttps://ifranairobi.hypotheses.org/hal-shs-open-archives\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nG-2023-7106-R2(MIN)\nCreated using DMPonline.be. Last modiﬁed 17 October 2024\n1 of 5\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2023-7106-R2(MIN)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1\n. \nIndividual Interviews: A word document will be constructed containing (i) Thick description of the site where the interview\nwas conducted, (ii) informed consent form, (iii) sampling methodology (iv) interview guide containing the subjects discussed\nand (v) details on the pseudonymisation process used on the transcripts.\n2\n. \nFocus group Interviews: A word document will be constructed containing (i) Thick description of the site where the interview\nwas conducted, (ii) informed consent form, (iii) sampling methodology, (iv) interview guide containing the subjects discussed\nand (v) details on the pseudonymisation process used on the transcripts.\n3\n. \nField notes: (i) Time and date of the observation, (ii) research activities undertaken on which the notes reflect and (iii) topics\nthe fieldnotes reflect on.\n4\n. \nPhotographs: (i) time and place of the photograph, (ii) camera model, (iii) resolution of the images (iv) brief description of the\nphotograph (no personal data will be included).\n5\n. \nLiterature and Literature notes: List of academic sources consulted.\n6\n. \nArchival material: (i) Archive name and (ii) archival reference numbers.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 17 October 2024\n2 of 5\nYes\nDublin Core\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal network drive (I-drive)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data will only be stored on the internal KU Leuven servers, with the possibility of a single copy on a password protected\nencrypted personal computer by the main\nresearcher.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for the storage are already paid through the allocation of funds to SET-IT\nin our division.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 17 October 2024\n3 of 5\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDepending on the final size of the data the estimated cost is around 150 EUR for the entire period. The cost will be covered by the\ncorresponding supervisor\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAcces to the shared data will be unrestricted. Except the archival material, all\nresources will be shared under the CC-BY license. The copyright of the archival\nmaterial will depend on the agreement that can be reached with the archives\nconsulted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, ethical aspects\nYes, privacy aspects\nIn the informed consent agreement made with the interviewed participants, the specific goals of the research are outlined and the\nparticipants are given the guarantee that the data will not be shared for other research purposes. No data from the individual\ninterview, focus group interviews, hand drawn maps or photographs will hence be shared with third parties.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nSpecific date (specify below)\nImmediately after the end of the project\nCreated using DMPonline.be. Last modiﬁed 17 October 2024\n4 of 5\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nLong term storage is estimated to cost approximately 150 EUR to be covered by the corresponding supervisor\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe responsibility falls to the primary researcher - Hezron Kagia Gathura\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe responsibility falls to the primary researcher - Hezron Kagia Gathura\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe responsibility falls to the primary researcher - Hezron Kagia Gathura\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe responsibility for updating and implementing this DMP falls to the primary researcher - Hezron Kagia Gathura. In the longer\nterm, the promotor prof. Manuel Aalbers will be responsible\nCreated using DMPonline.be. Last modiﬁed 17 October 2024\n5 of 5"
    },
    "clean_full_text": "Forced evictions and displacement; Patterns, processes and implications on the right to adequate Forced evictions and displacement; Patterns, processes and implications on the right to adequate housing for the urban poor in Nairobi, Kenya housing for the urban poor in Nairobi, Kenya Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Individual interviews Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Individual interviews Interviews with individual stakeholders and participants who have experienced forced evictions or facing eviction threats. New Digital Sound and Textual Uncompressed recorded audio (Mp3), <100 GB Focus group interviews Group interviews with community members living in settlements that are undergoing eviction processes New Digital Sound and Textual Uncompressed recorded audio (Mp3), <100 GB Field notes Observations made in the field for the research. New Digital Textual pdf <1GB Photographs Photographs taken during the fieldwork New Digital Images jpeg <100GB Literature Academic and grey literature on the research topic that is available on the public domain Old Digital Textual Pdf <1GB Literature notes Annotations on digital versions of literature. They consist of remarks by the researcher. New Digital Textual jpeg <100GB Archival material Scans of archival material available in the public domain. Consists of newspaper excerpts, plans and historical imagery Old Digital Images, textual jpeg, tiff, pdf. <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Academic literature will be retrieved by using academic search engines and databases such as Google Scholar, LIMO and Scopus. Grey literature will be retrieved by using Google search engine and visiting relevant organization websites. Most of the digitized archives will be retrieved from - https://ifranairobi.hypotheses.org/hal-shs-open-archives Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G-2023-7106-R2(MIN) Created using DMPonline.be. Last modiﬁed 17 October 2024 1 of 5 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2023-7106-R2(MIN) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1 . Individual Interviews: A word document will be constructed containing (i) Thick description of the site where the interview was conducted, (ii) informed consent form, (iii) sampling methodology (iv) interview guide containing the subjects discussed and (v) details on the pseudonymisation process used on the transcripts. 2 . Focus group Interviews: A word document will be constructed containing (i) Thick description of the site where the interview was conducted, (ii) informed consent form, (iii) sampling methodology, (iv) interview guide containing the subjects discussed and (v) details on the pseudonymisation process used on the transcripts. 3 . Field notes: (i) Time and date of the observation, (ii) research activities undertaken on which the notes reflect and (iii) topics the fieldnotes reflect on. 4 . Photographs: (i) time and place of the photograph, (ii) camera model, (iii) resolution of the images (iv) brief description of the photograph (no personal data will be included). 5 . Literature and Literature notes: List of academic sources consulted. 6 . Archival material: (i) Archive name and (ii) archival reference numbers. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 17 October 2024 2 of 5 Yes Dublin Core Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Personal network drive (I-drive) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will only be stored on the internal KU Leuven servers, with the possibility of a single copy on a password protected encrypted personal computer by the main researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for the storage are already paid through the allocation of funds to SET-IT in our division. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 17 October 2024 3 of 5 Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Depending on the final size of the data the estimated cost is around 150 EUR for the entire period. The cost will be covered by the corresponding supervisor Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Acces to the shared data will be unrestricted. Except the archival material, all resources will be shared under the CC-BY license. The copyright of the archival material will depend on the agreement that can be reached with the archives consulted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, ethical aspects Yes, privacy aspects In the informed consent agreement made with the interviewed participants, the specific goals of the research are outlined and the participants are given the guarantee that the data will not be shared for other research purposes. No data from the individual interview, focus group interviews, hand drawn maps or photographs will hence be shared with third parties. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Specific date (specify below) Immediately after the end of the project Created using DMPonline.be. Last modiﬁed 17 October 2024 4 of 5 Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Long term storage is estimated to cost approximately 150 EUR to be covered by the corresponding supervisor Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The responsibility falls to the primary researcher - Hezron Kagia Gathura Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The responsibility falls to the primary researcher - Hezron Kagia Gathura Who will manage data preservation and sharing? Who will manage data preservation and sharing? The responsibility falls to the primary researcher - Hezron Kagia Gathura Who will update and implement this DMP? Who will update and implement this DMP? The responsibility for updating and implementing this DMP falls to the primary researcher - Hezron Kagia Gathura. In the longer term, the promotor prof. Manuel Aalbers will be responsible Created using DMPonline.be. Last modiﬁed 17 October 2024 5 of 5"
}