{
    "document_id": "D-2024-2485",
    "LinkTitle": "D-2024-2485",
    "file_name": "D-2024-2485.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2485.pdf",
    "metadata": {
        "title": "The Structure of Graph Product Operator Algebras",
        "author": "N/A",
        "creation_date": "2024-04-27 15:35:00+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "The Structure of Graph Product Operator Algebras\nA Data Management Plan created using DMPonline.be\nCreator: \nMario Klisse\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1203924N\nID: \n206869\nStart date: \n01-10-2023\nEnd date: \n30-09-2026\nProject abstract:\nBeing part of Voiculescu's groundbreaking non-commutative probability theory, free products of operator algebras are ubiquitous in the\ntheory of operator algebras. They can be viewed as a natural operator-algebraic analogue to free products of groups where both\nconstructions are in a certain sense compatible with each other. In the group setting free products can be generalized in terms of Green's\ngraph products of groups. Inspired by this, Caspers and Fima introduced a suitable operatoralgebraic analogue of graph products. Their\nconstruction associates with a simplicial graph with C*-algebras (or von Neumann algebras) attached to each vertex, a new C*-algebra\n(or von Neumann algebra) into which the vertex operator algebras canonically embed and for which the commutation relations resemble\nthe structure of the underlying graph. It generalizes both Voiculescu's free products and tensor products, covers interesting examples\n(such as right-angled Hecke operator algebras), and admits desirable stability properties.\nBeing highly non-trivial, since the late 1980s free products of operator algebras have been studied a lot. Much less is known about graph\nproducts of operator algebras. Motivated by that, the proposed project aims at broadening the knowledge of the structure of graph\nproduct operator algebras with a particular emphasis put on their ideal structure, the (preservation of) approximation properties, and the\nstructure of (right-angled) Hecke operator algebras.\nLast modified: \n27-04-2024\nCreated using DMPonline.be. Last modiﬁed 27 April 2024\n1 of 6\nThe Structure of Graph Product Operator Algebras\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital\ndata\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital\nData\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nNotes\nThe notes I will be writing\nduring meetings and\nduring the production of\nthe final manuscripts.\nGenerate\nnew data\n \nboth\ndigital\nand\nphysical\n \nOther\n.tex, .bib,\n.docx, .lyx\n \n<1GB\nSome\nsheets of\npaper.\nManuscripts\nOnce \"Notes\" have been\npolished for publication,\nthey become a\nmanuscript that contains\nmy\nresearch findings.\nGenerate\nnew data\nboth\ndigital\nand\nphysical\nOther\n.tex,\n.bib.,\n.docx\n<1GB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nNo data will be reused.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 27 April 2024\n2 of 6\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nAll the information to keep the data understandable is contained in the text of the corresponding publications. The metadata that\nfacilitate the usability is per the publishing bodies' requirements (those of, e.g., LIRIAS, arXiv, journals) and includes the standard\nbibliographical information together with the unique digital identifier DOI.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata standard is inherited from the publishing body (e.g., LIRIAS, arXiv, journals).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data \"Notes\" will be stored as follows:\n Physical notes are stored in the desk drawer of my office in the KU Leuven Mathematics department.\nDigital notes are stored on the digital facilities (servers) of the KU Leuven and via the cloud editor overleaf.com.\n \n\"Notes\" transition into \"Manuscripts\" by being uploaded to arXiv.org, an open-access archive for mathematical work, where the\nmanuscript remains freely accessible indefinitely. They will further be deposited in LIRIAS, in accordance with the FWO\nrequirements, and submitted to journals for publication.\nCreated using DMPonline.be. Last modiﬁed 27 April 2024\n3 of 6\nHow will the data be backed up?\n\"Notes\" do not need to be backed up, as their relevance is very short lived and as they are reproduceable. Virtual copies of\n\"Manuscripts\" will be kept on a local hard drive, in the cloud (overleaf.com, OneDrive through KU Leuven) and per the policies of\nthe publishing bodies (e.g., LIRIAS, journals, arXiv). The redundancy principle guarantees the preservation of the data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe data is represented digitally in the form of text and formulas typset in LaTeX. Hence the resulting files do not require much\nstorage capacity (average file size is 1MB), and the existing storage and backup capacities are more then sufficient.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data does not contain any sentivie information. However, all digital data is stored in online accounts (on overleaf.com,\nDropBox.com, OneDrive through KU Leuven, LIRIAS, arXiv) and on devices (laptop provided by SET-IT; personal laptop) that are\npassword protected. All physical data is stored in my locked office in KU Leuven's Mathematics department.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere will be no costs associated to data storage and backup.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nNotes will have lost their value after five years and will therefore not needed to be retained. Manuscripts will be retained on arXiv,\nLIRIAS, and at the publishing journals indefinitely, i.e., beyond five years after the project has ended.\nWhere will these data be archived (stored and curated for the long-term)?\nNotes will not be archived. The data will be archived on the servers of KU Leuven (LIRIAS), arXiv, and of the other publishing\nbodies.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThe data preservation bears no costs for the project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 27 April 2024\n4 of 6\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nMy notes are only for my personal use during the production of manuscripts, whereas manuscripts will be made available on the\nopen-access preprint server arXiv, on LIRIAS, and at the publishing journal.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMy notes will never be made available to the public, as it is for my own use. The access of the data that is not for my personal\nuse (i.e., of manuscripts) will not be restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMy notes will never be made available to the public. The final manuscripts will be made available via arXiv, LIRIAS, and at the\npublishing journals.\nWhen will the data be made available?\nUpon publication of research results. The results in a form of preprints will be first available through arXiv.\nWhich data usage licenses are you going to provide? If none, please explain why.\nDoes not apply to my notes.\nManuscripts on arXiv are either under \"CC BY 4.0\" or under \"arXiv.org perpetual, non-exclusive license to distribute this article\n(Minimal rights required by arXiv.org) \".\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nDOI is provided automatically by the publishing body.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCreated using DMPonline.be. Last modiﬁed 27 April 2024\n5 of 6\nMario Klisse, to the extent it is applicable \nWho will manage data storage and backup during the research project?\nMario Klisse, to the extent it is applicable \nWho will manage data preservation and sharing?\nMario Klisse, to the extent it is applicable \nWho will update and implement this DMP?\nMario Klisse, to the extent it is applicable \nCreated using DMPonline.be. Last modiﬁed 27 April 2024\n6 of 6"
    },
    "clean_full_text": "The Structure of Graph Product Operator Algebras A Data Management Plan created using DMPonline.be Creator: Mario Klisse Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1203924N ID: 206869 Start date: 01-10-2023 End date: 30-09-2026 Project abstract: Being part of Voiculescu's groundbreaking non-commutative probability theory, free products of operator algebras are ubiquitous in the theory of operator algebras. They can be viewed as a natural operator-algebraic analogue to free products of groups where both constructions are in a certain sense compatible with each other. In the group setting free products can be generalized in terms of Green's graph products of groups. Inspired by this, Caspers and Fima introduced a suitable operatoralgebraic analogue of graph products. Their construction associates with a simplicial graph with C*-algebras (or von Neumann algebras) attached to each vertex, a new C*-algebra (or von Neumann algebra) into which the vertex operator algebras canonically embed and for which the commutation relations resemble the structure of the underlying graph. It generalizes both Voiculescu's free products and tensor products, covers interesting examples (such as right-angled Hecke operator algebras), and admits desirable stability properties. Being highly non-trivial, since the late 1980s free products of operator algebras have been studied a lot. Much less is known about graph products of operator algebras. Motivated by that, the proposed project aims at broadening the knowledge of the structure of graph product operator algebras with a particular emphasis put on their ideal structure, the (preservation of) approximation properties, and the structure of (right-angled) Hecke operator algebras. Last modified: 27-04-2024 Created using DMPonline.be. Last modiﬁed 27 April 2024 1 of 6 The Structure of Graph Product Operator Algebras FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Notes The notes I will be writing during meetings and during the production of the final manuscripts. Generate new data both digital and physical Other .tex, .bib, .docx, .lyx <1GB Some sheets of paper. Manuscripts Once \"Notes\" have been polished for publication, they become a manuscript that contains my research findings. Generate new data both digital and physical Other .tex, .bib., .docx <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No data will be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 27 April 2024 2 of 6 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All the information to keep the data understandable is contained in the text of the corresponding publications. The metadata that facilitate the usability is per the publishing bodies' requirements (those of, e.g., LIRIAS, arXiv, journals) and includes the standard bibliographical information together with the unique digital identifier DOI. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The metadata standard is inherited from the publishing body (e.g., LIRIAS, arXiv, journals). 3. Data storage & back-up during the research project Where will the data be stored? The data \"Notes\" will be stored as follows: Physical notes are stored in the desk drawer of my office in the KU Leuven Mathematics department. Digital notes are stored on the digital facilities (servers) of the KU Leuven and via the cloud editor overleaf.com. \"Notes\" transition into \"Manuscripts\" by being uploaded to arXiv.org, an open-access archive for mathematical work, where the manuscript remains freely accessible indefinitely. They will further be deposited in LIRIAS, in accordance with the FWO requirements, and submitted to journals for publication. Created using DMPonline.be. Last modiﬁed 27 April 2024 3 of 6 How will the data be backed up? \"Notes\" do not need to be backed up, as their relevance is very short lived and as they are reproduceable. Virtual copies of \"Manuscripts\" will be kept on a local hard drive, in the cloud (overleaf.com, OneDrive through KU Leuven) and per the policies of the publishing bodies (e.g., LIRIAS, journals, arXiv). The redundancy principle guarantees the preservation of the data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The data is represented digitally in the form of text and formulas typset in LaTeX. Hence the resulting files do not require much storage capacity (average file size is 1MB), and the existing storage and backup capacities are more then sufficient. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data does not contain any sentivie information. However, all digital data is stored in online accounts (on overleaf.com, DropBox.com, OneDrive through KU Leuven, LIRIAS, arXiv) and on devices (laptop provided by SET-IT; personal laptop) that are password protected. All physical data is stored in my locked office in KU Leuven's Mathematics department. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There will be no costs associated to data storage and backup. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Notes will have lost their value after five years and will therefore not needed to be retained. Manuscripts will be retained on arXiv, LIRIAS, and at the publishing journals indefinitely, i.e., beyond five years after the project has ended. Where will these data be archived (stored and curated for the long-term)? Notes will not be archived. The data will be archived on the servers of KU Leuven (LIRIAS), arXiv, and of the other publishing bodies. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data preservation bears no costs for the project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 27 April 2024 4 of 6 Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) My notes are only for my personal use during the production of manuscripts, whereas manuscripts will be made available on the open-access preprint server arXiv, on LIRIAS, and at the publishing journal. If access is restricted, please specify who will be able to access the data and under what conditions. My notes will never be made available to the public, as it is for my own use. The access of the data that is not for my personal use (i.e., of manuscripts) will not be restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. My notes will never be made available to the public. The final manuscripts will be made available via arXiv, LIRIAS, and at the publishing journals. When will the data be made available? Upon publication of research results. The results in a form of preprints will be first available through arXiv. Which data usage licenses are you going to provide? If none, please explain why. Does not apply to my notes. Manuscripts on arXiv are either under \"CC BY 4.0\" or under \"arXiv.org perpetual, non-exclusive license to distribute this article (Minimal rights required by arXiv.org) \". Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI is provided automatically by the publishing body. What are the expected costs for data sharing? How will these costs be covered? There are no costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 27 April 2024 5 of 6 Mario Klisse, to the extent it is applicable Who will manage data storage and backup during the research project? Mario Klisse, to the extent it is applicable Who will manage data preservation and sharing? Mario Klisse, to the extent it is applicable Who will update and implement this DMP? Mario Klisse, to the extent it is applicable Created using DMPonline.be. Last modiﬁed 27 April 2024 6 of 6"
}