{
    "document_id": "D-2024-3364",
    "LinkTitle": "D-2024-3364",
    "file_name": "D-2024-3364.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3364.pdf",
    "metadata": {
        "title": "https:/dmponline.be/plans/211433/export?format=pdf&export%5Bform%5D=true&phase_id%5B%5D=18327&export%5Bquestion_headings%5D=true&export%5Bunanswered_questions%5D=true&export%5Bformatting%5D%5Bfont_face%5D=Roboto%2C+Arial%2C+Sans-Serif&export%5Bformatting%5D%5Bfont_size%5D=14&export%5Bformatting%5D%5Bmargin%5D%5Btop%5D=25&export%5Bformatting%5D%5Bmargin%5D%5Bbottom%5D=20&export%5Bformatting%5D%5Bmargin%5D%5Bleft%5D=12&export%5Bformatting%5D%5Bmargin%5D%5Bright%5D=12&button=",
        "author": "Jade Willaert",
        "num_pages": 6
    },
    "content": {
        "full_text": "(DE)CONSTRUCTING THE 'OTHER'. A QUALITATIVE EMPIRICAL STUDY ON VIEWS OF CATHOLIC(DE)CONSTRUCTING THE 'OTHER'. A QUALITATIVE EMPIRICAL STUDY ON VIEWS OF CATHOLICCOMMUNITIES AND THEIR MEMBERS, MIGRANT PRIESTS AND LAY PERSONS, AND LGBTQ+COMMUNITIES AND THEIR MEMBERS, MIGRANT PRIESTS AND LAY PERSONS, AND LGBTQ+INDIVIDUALS REGARDING FAITH AND LGBTQ+ ISSUES.INDIVIDUALS REGARDING FAITH AND LGBTQ+ ISSUES.FWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP)1. Research Data Summary1. Research Data SummaryList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. ForList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. Foreach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to knoweach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to knowwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the typewhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the typeof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name/IDDescriptionNew orreused DigitalorphysicalDatatypeFileformatDatavolumePhysicalvolumeAudio RecordingsGroup 1 (AUDIO1)-              Audio files of 20 interviews with key researchparticipants belonging to group 1.[1]-              The files have been obtained by means of arecording device.-              The audio files are stored in the researcher'sKU Leuven OneDrive account.NewDigitalSoundMP3(.mp3)WAV(.wav)<100GBNAAudio RecordingsGroup 2 (AUDIO2)-              Audio files of interviews with key researchparticipants belonging to group 2.[2]-              The files have been obtained by means of arecording device.-              The audio files are stored in the researcher'sKU Leuven OneDrive account.NewDigitalSoundMP3(.mp3)WAV(.wav)<100GBNAAudio RecordingsGroup 3 (AUDIO3)-              Audio files of interviews with key researchparticipants belonging to group 3.[3]-              The files have been obtained by means of arecording device.-              The audio files are stored in the researcher'sKU Leuven OneDrive account.NewDigitalSoundMP3(.mp3)WAV(.wav)<100GBNAInterviewTranscriptions Group 1(TRANSCRIPT1)-              Transcriptions of audio recorded interviews ofgroup 1.-              Each interview is transcribed into one textdocument. The text documents are uploaded to NVivofor analysis.-              The files are stored in the researcher's KULeuven OneDrive account.NewDigitalTextualWord(.docx)Nvivo(.nvpx)<100GBNAInterviewTranscriptions Group 2(TRANSCRIPT2)-              Transcriptions of audio recorded interviews ofgroup 2.-              Each interview is transcribed into one textdocument. The text documents are uploaded to NVivofor analysis.-              The files are stored in the researcher's KULeuven OneDrive account.NewDigitalTextualWord(.docx)<1GBNAInterviewTranscriptions Group 3(TRANSCRIPT3)-              Transcriptions of audio recorded interviews ofgroup 3.-              Each interview is transcribed into one textdocument. The text documents are uploaded to NVivofor analysis.-              The files are stored in the researcher's KULeuven OneDrive account.NewDigitalTextualWord(.docx)<1GBNACreated using DMPonline.be. Last modiﬁed 20 December 20241 of 6\nSigned InformedConsent Forms (SICF)-              Signed copies of the Informed Consent Formsprovided to the research participants.-              The files are archived for records purposes.NewPhysicalTextualNANA60formsPseudonymizationMatching Index (PMI)-              File containing the code for thepseudonymized data.-              This file is restricted and securely stored inthe researcher’s KU Leuven OneDrive account.NewDigitalTextualExcel(.xlsx)<1GBNABibliographical Notes(BIBL)-            Collection of digital books, chapters and series,articles, and journals relevant to the project.-              These files are uploaded to Zotero forannotations, coding, and thematic analysis.-              The files are also stored in the researcher'sKU Leuven OneDrive account as back-up.ReusedDigitalTextualPDF(.pdf)Word(.docx)<10GBNAResearcher’s Notes(NOTES)-              Collection of notes taken by the researcherduring the project.-              This file is stores in the researcher’s KULeuven OneDrive account.NewDigitalTextualWord(.docx)<1GBNA [1] Group 1: Individuals who identify as Catholic Catholic and were born in Flanders or the Netherlandsborn in Flanders or the Netherlands and live there at the time of theinterview.[2] Group 2: Individuals who identify as Catholic Catholic and were not born in Flanders, the Netherlands, or a neighboring country ofnot born in Flanders, the Netherlands, or a neighboring country ofBelgium or the NetherlandsBelgium or the Netherlands, but live in Flanders or the Netherlands at the time of the interview.[3] Group 3: Individuals who identify as Catholic Catholic and as LGBTQ+LGBTQ+ and live in Flanders or the Netherlands at the time of theinterview.If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) perIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) perdataset or data type:dataset or data type:The data that will be reused in this research are from published books, journals, reports, and dissertations only. These data areavailable in digital format (.html, .pdf or .docx) or in hard-copy. I will use KU Leuven Libraries' search function (Limo) to look forphysical copies of books. I will also search for relevant articles on ATLA Religion Database, JSTOR, ProQuest Central, IndexReligiosus, and IxTheo. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.Yes, human subject dataThe human subject data are only used to provide further profiling of subjects. These data will not be used for analysis orsynthesis.SMECSMEC: G-2024-8726Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please referWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please referto specific datasets or data types when appropriate.to specific datasets or data types when appropriate.YesAll AUDIO en TRANSCRIPT datasets will contain personal data. Ordinary personal data:Ordinary personal data:Identification: names, email adresses, telephone numbersPersonal details: age, gender, marital status, nationalityFamily composition: number of childrenEducation and trainingCreated using DMPonline.be. Last modiﬁed 20 December 20242 of 6\nOccupation: position, company, characteristics of companyAudio recordings Special categories of personal data:Special categories of personal data:Data revealing racial or ethnic origin Data revealing religious or philosophical beliefsSexual orientation As personal data will be collected and processed, ethical approval was sought from the KU Leuven Social and Societal EthicsCommittee (SMEC: G-2024-8726). All personal data will be pseudonymized by the primary researcher (Jade Willaert). Only theprimary researcher will have access to the non-pseudonymized data. All audio recordings will be deleted after transcription. Thekey for pseudonymization will be securely stored in the PMI, as mentioned in the overview of all datasets above.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?If so, please comment per dataset or data type where appropriate.If so, please comment per dataset or data type where appropriate.NoDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transferDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transferagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and whatagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and whatrestrictions are in place.restrictions are in place.NoAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data youAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.No2. Documentation and Metadata2. Documentation and MetadataClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandableClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandableand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, proceduresand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, proceduresused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).BIBLBIBL: All the published data (journals, books, reports, dissertations) and their metadata will be documented and stored via Zoteroand its built-in storage. The metadata can be exported as a .csv file. Interview documentationInterview documentation: All important research data will be stored in the KU Leuven OneDrive account of the researcher.Transcriptions (TRANSCRIPT1, TRANSCRIPT2, TRANSCRIPT3) based on the audio recordings of interviews (AUDIO1, AUDIO2,AUDIO3) will be uploaded, coded, and analyzed in NVivo. The thematic analysis will also be performed in NVivo. This dataset(.nvpx) will also be stored in the researcher's KU Leuven OneDrive account.PMIPMI: The documentation that contains the key characteristics of the interview participants and the interview date, time, andlocation, will be stored on a secure, password-protected MS Excel (.xlsx) file on the primary researcher's (Jade Willaert) KULeuven ICTS managed laptop. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate perWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate perdataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)which metadata will be created to make the data easier to find and reuse.which metadata will be created to make the data easier to find and reuse.Created using DMPonline.be. Last modiﬁed 20 December 20243 of 6\nYesWhen necessary, the research will use the Dublin Core metadata standard. 3. Data storage & back-up during the research project3. Data storage & back-up during the research projectWhere will the data be stored?Where will the data be stored?All the data that do not contain personal or private information of the participants (journal articles, research notes, interviewquestions, publication materials, pseudonymized transcripts) will be stored in the primary researcher's (Jade Willaert) KU LeuvenOneDrive account. The data that contains personal and private information will be stored in a secure KU Leuven managed storage, specifically aSharepoint On-Premise Site. Access to the site will be purchased as soon as the first interview data is generated. Theresearcher's bench fee will be used to cover this.How will the data be backed up?How will the data be backed up?The data will be stored on the KU Leuven OneDrive account of the primary researcher (Jade Willaert). KU Leuven ICTS protectsand manages the accounts used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.YesMost data will consist of audio files and textual data (.pdf or .docx). This data will be securely stored on the primary researcher'sKU Leuven OneDrive account, which is free for staff and students and provides 250 GB of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?Only the primary researcher (Jade Willaert) has access to the files that contain personal data. KU Leuven OneDrive storage usesmultifactor authentication to protect access to strictly confidential data.  What are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered?OneDrive is free for students and staff of KU Leuven. In the unlikely event that additional storage space is required, theresearcher's bench fee will be used to cover the costs. 4. Data preservation after the end of the research project4. Data preservation after the end of the research projectWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) afterWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) afterthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractualthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractualrestrictions, storage/budget issues, institutional policies...).restrictions, storage/budget issues, institutional policies...).All data will be preserved for ten years according to KU Leuven RDM policy. The data that will be stored are: the transcribed andpseudonymized interviews (.docx, .pdf), the analysis through and NVivo (.nvpx), and the researchers's notes (.docx). Where will these data be archived (stored and curated for the long-term)?Where will these data be archived (stored and curated for the long-term)?Created using DMPonline.be. Last modiﬁed 20 December 20244 of 6\nThe data will be archived via the OneDrive account managed by KU Leuven for at least ten years.Data that will contain personal and private information will be deleted once the research project is completed. Only the analyzedand pseudonimyzed interview data, and other important data gathered during the research will be kept. As such, these will bestored under supervision of promotors (Prof. Annemie Dillen and Prof. Dries Bosschaert) for ten years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?It is unlikely that this storage will incur additional costs. KU Leuven's storage facility for staff (OneDrive for Business) will besufficient. In the unlikely event that additional storage needs to be purchased, the bench fee will be used.5. Data sharing and reuse5. Data sharing and reuseWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain perWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain perdataset or data type which data will be made available.dataset or data type which data will be made available.Yes, in an Open Access repositoryPart of the data may be used when the researcher publishes a research article where the generated data is relevant. All researchoutput will be available through open access, as the funder requires. The researcher's promoters will supervise the approval forthe use of this data. Additionally, the used data will continue to observe KU Leuven's research guidelines on privacy andprotection.If access is restricted, please specify who will be able to access the data and under what conditions.If access is restricted, please specify who will be able to access the data and under what conditions.Only the researcher will have access to the data prior to its publication. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.Yes, Privacy aspectsYes, Ethical aspectsAll AUDIO en TRANSCRIPT datasets will contain personal data. Ordinary personal data:Ordinary personal data:Identification: names, email adresses, telephone numbersPersonal details: age, gender, marital status, nationalityFamily composition: number of childrenEducation and trainingOccupation: position, company, characteristics of companyAudio recordings Special categories of personal data:Special categories of personal data:Data revealing racial or ethnic origin Data revealing religious or philosophical beliefsSexual orientation As personal data will be collected and processed, ethical approval was sought from the KU Leuven Social and Societal EthicsCommittee (SMEC: G-2024-8726). All personal data will be pseudonymized by the primary researcher (Jade Willaert). Only theprimary researcher will have access to the non-pseudonymized data. All audio recordings will be deleted after transcription. Thekey for pseudonymization will be securely stored in the PMI, as mentioned in the overview of all datasets above.Created using DMPonline.be. Last modiﬁed 20 December 20245 of 6\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.Where will the data be made available? If already known, please provide a repository per dataset or data type.The analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articlesthat will be published as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven InstitutionalRepository and Information Archiving System). All articles will be published open access, as the funder requires.When will the data be made available?When will the data be made available?Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why.Which data usage licenses are you going to provide? If none, please explain why.The project data that can be shared via the online repositories will be made available under a Creative Commons Attributionlicense (CC-BY 4.0), so that users have to give credit to the original data creators.Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in theDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in thecomment section.comment section.NoWhat are the expected costs for data sharing? How will these costs be covered?What are the expected costs for data sharing? How will these costs be covered?There are no expected costs for data sharing. In the event that a paid service is necessary to share data, the bench fee of theresearcher will be used.6. Responsibilities6. ResponsibilitiesWho will manage data documentation and metadata during the research project?Who will manage data documentation and metadata during the research project?Jade Willaert Who will manage data storage and backup during the research project?Who will manage data storage and backup during the research project?Jade Willaert Who will manage data preservation and sharing?Who will manage data preservation and sharing?During the project, the researcher (Jade Willaert) will manage the data preservation. Professor Annemie Dillen wille take care ofthe preservation after the completion of the doctoral dissertation. The researcher will manage the sharing of data. Who will update and implement this DMP?Who will update and implement this DMP?Jade Willaert \nCreated using DMPonline.be. Last modiﬁed 20 December 20246 of 6"
    },
    "clean_full_text": "(DE)CONSTRUCTING THE 'OTHER'. A QUALITATIVE EMPIRICAL STUDY ON VIEWS OF CATHOLIC(DE)CONSTRUCTING THE 'OTHER'. A QUALITATIVE EMPIRICAL STUDY ON VIEWS OF CATHOLICCOMMUNITIES AND THEIR MEMBERS, MIGRANT PRIESTS AND LAY PERSONS, AND LGBTQ+COMMUNITIES AND THEIR MEMBERS, MIGRANT PRIESTS AND LAY PERSONS, AND LGBTQ+INDIVIDUALS REGARDING FAITH AND LGBTQ+ ISSUES.INDIVIDUALS REGARDING FAITH AND LGBTQ+ ISSUES.FWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP)1. Research Data Summary1. Research Data SummaryList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. ForList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. Foreach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to knoweach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to knowwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the typewhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the typeof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name/IDDescriptionNew orreused DigitalorphysicalDatatypeFileformatDatavolumePhysicalvolumeAudio RecordingsGroup 1 (AUDIO1)- Audio files of 20 interviews with key researchparticipants belonging to group 1.[1]- The files have been obtained by means of arecording device.- The audio files are stored in the researcher'sKU Leuven OneDrive account.NewDigitalSoundMP3(.mp3)WAV(.wav)<100GBNAAudio RecordingsGroup 2 (AUDIO2)- Audio files of interviews with key researchparticipants belonging to group 2.[2]- The files have been obtained by means of arecording device.- The audio files are stored in the researcher'sKU Leuven OneDrive account.NewDigitalSoundMP3(.mp3)WAV(.wav)<100GBNAAudio RecordingsGroup 3 (AUDIO3)- Audio files of interviews with key researchparticipants belonging to group 3.[3]- The files have been obtained by means of arecording device.- The audio files are stored in the researcher'sKU Leuven OneDrive account.NewDigitalSoundMP3(.mp3)WAV(.wav)<100GBNAInterviewTranscriptions Group 1(TRANSCRIPT1)- Transcriptions of audio recorded interviews ofgroup 1.- Each interview is transcribed into one textdocument. The text documents are uploaded to NVivofor analysis.- The files are stored in the researcher's KULeuven OneDrive account.NewDigitalTextualWord(.docx)Nvivo(.nvpx)<100GBNAInterviewTranscriptions Group 2(TRANSCRIPT2)- Transcriptions of audio recorded interviews ofgroup 2.- Each interview is transcribed into one textdocument. The text documents are uploaded to NVivofor analysis.- The files are stored in the researcher's KULeuven OneDrive account.NewDigitalTextualWord(.docx)<1GBNAInterviewTranscriptions Group 3(TRANSCRIPT3)- Transcriptions of audio recorded interviews ofgroup 3.- Each interview is transcribed into one textdocument. The text documents are uploaded to NVivofor analysis.- The files are stored in the researcher's KULeuven OneDrive account.NewDigitalTextualWord(.docx)<1GBNACreated using DMPonline.be. Last modiﬁed 20 December 20241 of 6 Signed InformedConsent Forms (SICF)- Signed copies of the Informed Consent Formsprovided to the research participants.- The files are archived for records purposes.NewPhysicalTextualNANA60formsPseudonymizationMatching Index (PMI)- File containing the code for thepseudonymized data.- This file is restricted and securely stored inthe researcher’s KU Leuven OneDrive account.NewDigitalTextualExcel(.xlsx)<1GBNABibliographical Notes(BIBL)- Collection of digital books, chapters and series,articles, and journals relevant to the project.- These files are uploaded to Zotero forannotations, coding, and thematic analysis.- The files are also stored in the researcher'sKU Leuven OneDrive account as back-up.ReusedDigitalTextualPDF(.pdf)Word(.docx)<10GBNAResearcher’s Notes(NOTES)- Collection of notes taken by the researcherduring the project.- This file is stores in the researcher’s KULeuven OneDrive account.NewDigitalTextualWord(.docx)<1GBNA [1] Group 1: Individuals who identify as Catholic Catholic and were born in Flanders or the Netherlandsborn in Flanders or the Netherlands and live there at the time of theinterview.[2] Group 2: Individuals who identify as Catholic Catholic and were not born in Flanders, the Netherlands, or a neighboring country ofnot born in Flanders, the Netherlands, or a neighboring country ofBelgium or the NetherlandsBelgium or the Netherlands, but live in Flanders or the Netherlands at the time of the interview.[3] Group 3: Individuals who identify as Catholic Catholic and as LGBTQ+LGBTQ+ and live in Flanders or the Netherlands at the time of theinterview.If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) perIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) perdataset or data type:dataset or data type:The data that will be reused in this research are from published books, journals, reports, and dissertations only. These data areavailable in digital format (.html, .pdf or .docx) or in hard-copy. I will use KU Leuven Libraries' search function (Limo) to look forphysical copies of books. I will also search for relevant articles on ATLA Religion Database, JSTOR, ProQuest Central, IndexReligiosus, and IxTheo. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.Yes, human subject dataThe human subject data are only used to provide further profiling of subjects. These data will not be used for analysis orsynthesis.SMECSMEC: G-2024-8726Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please referWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please referto specific datasets or data types when appropriate.to specific datasets or data types when appropriate.YesAll AUDIO en TRANSCRIPT datasets will contain personal data. Ordinary personal data:Ordinary personal data:Identification: names, email adresses, telephone numbersPersonal details: age, gender, marital status, nationalityFamily composition: number of childrenEducation and trainingCreated using DMPonline.be. Last modiﬁed 20 December 20242 of 6 Occupation: position, company, characteristics of companyAudio recordings Special categories of personal data:Special categories of personal data:Data revealing racial or ethnic origin Data revealing religious or philosophical beliefsSexual orientation As personal data will be collected and processed, ethical approval was sought from the KU Leuven Social and Societal EthicsCommittee (SMEC: G-2024-8726). All personal data will be pseudonymized by the primary researcher (Jade Willaert). Only theprimary researcher will have access to the non-pseudonymized data. All audio recordings will be deleted after transcription. Thekey for pseudonymization will be securely stored in the PMI, as mentioned in the overview of all datasets above.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?If so, please comment per dataset or data type where appropriate.If so, please comment per dataset or data type where appropriate.NoDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transferDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transferagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and whatagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and whatrestrictions are in place.restrictions are in place.NoAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data youAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.No2. Documentation and Metadata2. Documentation and MetadataClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandableClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandableand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, proceduresand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, proceduresused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).BIBLBIBL: All the published data (journals, books, reports, dissertations) and their metadata will be documented and stored via Zoteroand its built-in storage. The metadata can be exported as a .csv file. Interview documentationInterview documentation: All important research data will be stored in the KU Leuven OneDrive account of the researcher.Transcriptions (TRANSCRIPT1, TRANSCRIPT2, TRANSCRIPT3) based on the audio recordings of interviews (AUDIO1, AUDIO2,AUDIO3) will be uploaded, coded, and analyzed in NVivo. The thematic analysis will also be performed in NVivo. This dataset(.nvpx) will also be stored in the researcher's KU Leuven OneDrive account.PMIPMI: The documentation that contains the key characteristics of the interview participants and the interview date, time, andlocation, will be stored on a secure, password-protected MS Excel (.xlsx) file on the primary researcher's (Jade Willaert) KULeuven ICTS managed laptop. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate perWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate perdataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)which metadata will be created to make the data easier to find and reuse.which metadata will be created to make the data easier to find and reuse.Created using DMPonline.be. Last modiﬁed 20 December 20243 of 6 YesWhen necessary, the research will use the Dublin Core metadata standard. 3. Data storage & back-up during the research project3. Data storage & back-up during the research projectWhere will the data be stored?Where will the data be stored?All the data that do not contain personal or private information of the participants (journal articles, research notes, interviewquestions, publication materials, pseudonymized transcripts) will be stored in the primary researcher's (Jade Willaert) KU LeuvenOneDrive account. The data that contains personal and private information will be stored in a secure KU Leuven managed storage, specifically aSharepoint On-Premise Site. Access to the site will be purchased as soon as the first interview data is generated. Theresearcher's bench fee will be used to cover this.How will the data be backed up?How will the data be backed up?The data will be stored on the KU Leuven OneDrive account of the primary researcher (Jade Willaert). KU Leuven ICTS protectsand manages the accounts used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.YesMost data will consist of audio files and textual data (.pdf or .docx). This data will be securely stored on the primary researcher'sKU Leuven OneDrive account, which is free for staff and students and provides 250 GB of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?Only the primary researcher (Jade Willaert) has access to the files that contain personal data. KU Leuven OneDrive storage usesmultifactor authentication to protect access to strictly confidential data. What are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered?OneDrive is free for students and staff of KU Leuven. In the unlikely event that additional storage space is required, theresearcher's bench fee will be used to cover the costs. 4. Data preservation after the end of the research project4. Data preservation after the end of the research projectWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) afterWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) afterthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractualthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractualrestrictions, storage/budget issues, institutional policies...).restrictions, storage/budget issues, institutional policies...).All data will be preserved for ten years according to KU Leuven RDM policy. The data that will be stored are: the transcribed andpseudonymized interviews (.docx, .pdf), the analysis through and NVivo (.nvpx), and the researchers's notes (.docx). Where will these data be archived (stored and curated for the long-term)?Where will these data be archived (stored and curated for the long-term)?Created using DMPonline.be. Last modiﬁed 20 December 20244 of 6 The data will be archived via the OneDrive account managed by KU Leuven for at least ten years.Data that will contain personal and private information will be deleted once the research project is completed. Only the analyzedand pseudonimyzed interview data, and other important data gathered during the research will be kept. As such, these will bestored under supervision of promotors (Prof. Annemie Dillen and Prof. Dries Bosschaert) for ten years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?It is unlikely that this storage will incur additional costs. KU Leuven's storage facility for staff (OneDrive for Business) will besufficient. In the unlikely event that additional storage needs to be purchased, the bench fee will be used.5. Data sharing and reuse5. Data sharing and reuseWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain perWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain perdataset or data type which data will be made available.dataset or data type which data will be made available.Yes, in an Open Access repositoryPart of the data may be used when the researcher publishes a research article where the generated data is relevant. All researchoutput will be available through open access, as the funder requires. The researcher's promoters will supervise the approval forthe use of this data. Additionally, the used data will continue to observe KU Leuven's research guidelines on privacy andprotection.If access is restricted, please specify who will be able to access the data and under what conditions.If access is restricted, please specify who will be able to access the data and under what conditions.Only the researcher will have access to the data prior to its publication. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.Yes, Privacy aspectsYes, Ethical aspectsAll AUDIO en TRANSCRIPT datasets will contain personal data. Ordinary personal data:Ordinary personal data:Identification: names, email adresses, telephone numbersPersonal details: age, gender, marital status, nationalityFamily composition: number of childrenEducation and trainingOccupation: position, company, characteristics of companyAudio recordings Special categories of personal data:Special categories of personal data:Data revealing racial or ethnic origin Data revealing religious or philosophical beliefsSexual orientation As personal data will be collected and processed, ethical approval was sought from the KU Leuven Social and Societal EthicsCommittee (SMEC: G-2024-8726). All personal data will be pseudonymized by the primary researcher (Jade Willaert). Only theprimary researcher will have access to the non-pseudonymized data. All audio recordings will be deleted after transcription. Thekey for pseudonymization will be securely stored in the PMI, as mentioned in the overview of all datasets above.Created using DMPonline.be. Last modiﬁed 20 December 20245 of 6 Where will the data be made available? If already known, please provide a repository per dataset or data type.Where will the data be made available? If already known, please provide a repository per dataset or data type.The analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articlesthat will be published as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven InstitutionalRepository and Information Archiving System). All articles will be published open access, as the funder requires.When will the data be made available?When will the data be made available?Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why.Which data usage licenses are you going to provide? If none, please explain why.The project data that can be shared via the online repositories will be made available under a Creative Commons Attributionlicense (CC-BY 4.0), so that users have to give credit to the original data creators.Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in theDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in thecomment section.comment section.NoWhat are the expected costs for data sharing? How will these costs be covered?What are the expected costs for data sharing? How will these costs be covered?There are no expected costs for data sharing. In the event that a paid service is necessary to share data, the bench fee of theresearcher will be used.6. Responsibilities6. ResponsibilitiesWho will manage data documentation and metadata during the research project?Who will manage data documentation and metadata during the research project?Jade Willaert Who will manage data storage and backup during the research project?Who will manage data storage and backup during the research project?Jade Willaert Who will manage data preservation and sharing?Who will manage data preservation and sharing?During the project, the researcher (Jade Willaert) will manage the data preservation. Professor Annemie Dillen wille take care ofthe preservation after the completion of the doctoral dissertation. The researcher will manage the sharing of data. Who will update and implement this DMP?Who will update and implement this DMP?Jade Willaert Created using DMPonline.be. Last modiﬁed 20 December 20246 of 6"
}