{
    "document_id": "D-2023-2322",
    "LinkTitle": "D-2023-2322",
    "file_name": "D-2023-2322.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2322.pdf",
    "metadata": {
        "title": "Body Image and Youth with Visible Differences: Exploring the Role of Social Media",
        "author": "N/A",
        "creation_date": "2023-12-13 09:39:39+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Body Image and Youth with Visible Differences: Exploring the Role of Social Media\nBody Image and Youth with Visible Differences: Exploring the Role of Social Media\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nLaura Vandenbosch, n.n. n.n., n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nLaura Vandenbosch, n.n. n.n., n.n. n.n., n.n. n.n.\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nGrant number / URL: \n3H230270\nID: \nID: \n202235\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nMost academics agree that social media use has small, yet consistent effects, in the development of negative, but also positive, body image components\nof young people in the general population. Yet, these studies have neglected the substantial group of young individuals that have visible differences.\nVisible differences refer to having “a scar, mark, or condition on your face or body that makes you look different” (e.g., psoriasis, cleft lip, or burns).\nThis project will explore social media’s role in these young people’s body image development. The Social Media Model on Young Individuals with\nVisible Differences (SMM-YIVD) will be theorized and empirically validated by using multi-method research (i.e., quantitative content analysis, go-\nalong interviews, daily diary study, experiment). This project will provide better understandings of social media effects among a group of social media\nusers who are especially challenged to develop a healthy body image.\nLast modified: \nLast modified: \n13-12-2023\nCreated using DMPonline.be. Last modiﬁed 13 December 2023\n1 of 6\nBody Image and Youth with Visible Differences: Exploring the Role of Social Media\nBody Image and Youth with Visible Differences: Exploring the Role of Social Media\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a\nshort name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the\nshort name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the\ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical \nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nCodebook_ContentAnalysis_WP1\nCodebook contains\nall relevant codes that\nwill be used during\ncoding process of\ncontent analysis\nNew\nDigital\nTextual\n.pdf\n<1GB\n \nSocialMediaPosts_ContentAnalysis_WP1\nDataset containing\nthe social media posts\nof influencers and\nsocial media users\nwith a visible\ndifference that will be\ncoded during the\ncontent analysis.\nExisting\nDigital\nSocial media posts\n.JPEG\n<100GB\n \nDataset_ContentAnalysis_CodedPosts_WP1\nDataset containing\nthe coded posts of\ninfluencers and social\nmedia users with a\nvisible difference\nNew\nDigital\nNummerical\n.R\n<100GB\n \nTopicList-Interviews-WP2\nTopic list that\ncontains topics and\nquestions to ask\nduring the interviews\nNew\nDigital\nTextual\n.pdf\n<1GB\n \nRecordings_Interviews_WP2\nAudio recordings of\nthe interviews\nNew\nDigital\nSound\n.mp3\n<1GB\n \nDataset_Interviews_WP2\nDataset containing\nthe observational\nnotes and transcripts\nof the interviews\naccompanied by the\ncodes that are\nascribed to the\nparticipants'\nresponses and the\ncodebook that will be\ncreated based on\nthese responses\nNew\nDigital\nTextual\n.pdf\n<100GB\n \nDataset_DailyDiary_WP3\nDataset containing\nthe daily diary survey\nresults focusing on\nyoung adults’ with\nvisible differences'\nbody image\noutcomes of daily\nsocial media\nexposure/posting\nbehaviors\nNew\nDigital\nNummerical\n.R\n<100GB\n \nDataset_Experiment_WP4\nDataset containing\nthe results of the\nexperiment focusing\non body image\noutcomes of exposure\nto appearance content\namong youth\nwith/without a visible\ndifference\nNew\nDigital\nNummerical\n.R\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSocialMediaPosts_ContentAnalysis_WP1: The researchers will conduct a sample of existing social media posts of social media users and influencers with a visible difference through Instagram.\nThese profiles will be searched through searching for certain hashtags (e.g. #visibledifference, #atypicalappearance,...). These profiles are publicly available. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and\nprovide the relevant ethical approval number.\nprovide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 13 December 2023\n2 of 6\nYes, human subject data (Provide SMEC or EC approval number below)\nWork packages 2, 3, 4 make use of human subject data (demographic info, personality, body image, social media use)\nFor all the studies ethical approval will be asked to SMEC in the near future. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nIn work packages 2, 3, 4 personal data of participants will be collected in the form of socio-demographical data (e.g. gender, age) and background information of the participants (e.g. email\naddresses). This personal information will be stored separately and all datasets will be pseudonymized. \nPrivacy Registry Reference: ethical approval will be asked from the Ethical Commission of KU Leuven (SMEC) in the near future.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where\nappropriate. \nappropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain\nin the comment section to what data they relate and what restrictions are in place.\nin the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they\nrelate and which restrictions will be asserted.\nrelate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for yourself and others, now and in the future (e.g. in\n, for yourself and others, now and in the future (e.g. in\nterms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nterms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe main researcher will collect all data and group the different datafiles according to the different work packages (WP) in het secured KU Leuven folder.\nWP1 has 3 datasets and receive the names 'Codebook_ContentAnalysis_WP1' (with as data the codes that will be used during the coding process of the content analysis, these codes are based on\nprevious content analyses and other relevant body image literature), 'SocialMediaPosts_ContentAnalysis_WP1' (with as data the social media posts of social media users and influencers with a\nvisible difference that will be coded during the coding process of the content analysis), 'Dataset_ContentAnalysis_CodedPosts_WP1' (with as data the codes that were ascribed to the different\nsocial media posts during the content analysis).\n \nWP2 contains 3 datasets and receive the names 'TopicList_Interviews_WP2' (with as data the semi-structured interview question list and instructions to make this data understandable),\n'Recordings_Interviews_WP2' (with as data the recorded interviews), 'Dataset_Interviews_WP2' (with as data the observational notes and transcripts of the interviews accompanied by the codes\nthat are ascribed to the participants' responses and the codebook that will be created based on the responses). \n \nWP3 contains 1 dataset and receives the name 'Dataset_DailyDiary_WP3' (with as data the export of the responses to the daily surveys, accompanied by a methodology document where the used\nscales are described, mentioning all items and references of the original articles to explain all concepts and variables).\n \nWP4 contains 1 dataset and receives the name 'Dataset_Experiment_WP4' (with as data the export of the responses to the survey programmed in qualtrics, accompanied by the experimental\nstimuli used, the results of the pilot study testing the experimental stimuli, and a methodology document where the used scales are described). \n \nAll data transformations and analyses performed on these datasets will be explained in a document and stored in a safe folder.\n \nDatasets in OSF will be accompanied by metadata so datasets are understandable for later re-use. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nFor WP1 the codebook will be made accessible. This codebook will contain detailed explanations of all the variables and the accompanying codes. In this way, the codebook can be reused in other\nstudies.\nFor WP2 a metadatafile will be created including the context specific information in which the interviews were conducted. \nFor WP3 (Daily Diary Study) a metadatafile (with compiled data) will be created in the following steps: 1) a unique identification code is given to each participant; 2) participants answers across\nconsecutive days will be linked in diary research through their unique identification codes. After participants have been linked, the unique identification codes will be deleted and the metadatafile\nwill no longer contain personal information and will be pseudonymized.\nCreated using DMPonline.be. Last modiﬁed 13 December 2023\n3 of 6\nFor WP4 a detailed explanation will be given for the experimental protocol so this methodology can be used again. This explanation includes detailed information on the creation of the stimuli\nmaterial, the manipulation check used to validate the stimuli material and the circumstances in which the experiment was conducted. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nAll data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through\nthe password protected intranet or through VPN. The pseudonimized data will not be stored together with the personal information.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nData are automatically backed up when stored on the secure central storage infrastructure of KULeuven.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nKU Leuven ensures sufficient storage for our data which are not exceptionally large.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven employees (who received access) and can only be obtained through the\npassword protected intranet or through VPN. The ICTS of KU Leuven guarantees the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used\nby the primary researchers of KU Leven (i.e., PhD student and (co-)supervisors) and will not be distributed to anyone else. This personal data will be stored seperately from the pseudonimized\ndata sets.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no additional costs for this project. Costs are covered by the research group. The I- and J-drive can be accessed for this project. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nIn accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently.\n \nAll emailaddresses, names, dates of birth, ages, and other information that can identify a person will be deleted after completion of the data collection, and before disseminating the results of the\nstudy. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nData will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be, in line with open access guidelines, stay available in the long term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are covered by the research group.\nCreated using DMPonline.be. Last modiﬁed 13 December 2023\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nOther (specify below)\nOnly anonymised data of all work packages will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets will be made available. All\nidentification data will only be made available to the PhD student and the PI’s.\nFor work package 1, the codebook and the dataset containing the variables with accompanying codes will be made available. \nFor work package 2, transcripts of the interviews will be made available. However, all information that can identify a person will be deleted before making these transcripts public.\nFor work package 3, the exported data of the responses to the daily questionnaires will be made available. All information that can identify persons will be deleted before making this data public.\nFor work package 4, the exported nummeric data of the experiment will be made available. All information that can identify persons will be deleted before making this data public. \n \nFor WP 2, 3, and 4 participants will be informed about the public availability of the data in the informed consent forms. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the PhD student and PI's will ave access to the full datasets. The general public will only have access to the datasets without identifiable information. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, ethical aspects\nYes, privacy aspects\nIdentification data of the participants will never be shared.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nAll anonymized datasets will be made available in the open access repository of OSF. Following international standards, the research should be available to the international community who are\nnot familiar with the new RDR. \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nA DOI will be automatically made when preregistering the studies on OSF.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 13 December 2023\n5 of 6\nLaure Dedecker\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nLaure Dedecker\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLaura Vandenbosch\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nLaure Dedecker\nCreated using DMPonline.be. Last modiﬁed 13 December 2023\n6 of 6"
    },
    "clean_full_text": "Body Image and Youth with Visible Differences: Exploring the Role of Social Media Body Image and Youth with Visible Differences: Exploring the Role of Social Media A Data Management Plan created using DMPonline.be Creators: Creators: Laura Vandenbosch, n.n. n.n., n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Laura Vandenbosch, n.n. n.n., n.n. n.n., n.n. n.n. Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: n.n. n.n. Grant number / URL: Grant number / URL: 3H230270 ID: ID: 202235 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Most academics agree that social media use has small, yet consistent effects, in the development of negative, but also positive, body image components of young people in the general population. Yet, these studies have neglected the substantial group of young individuals that have visible differences. Visible differences refer to having “a scar, mark, or condition on your face or body that makes you look different” (e.g., psoriasis, cleft lip, or burns). This project will explore social media’s role in these young people’s body image development. The Social Media Model on Young Individuals with Visible Differences (SMM-YIVD) will be theorized and empirically validated by using multi-method research (i.e., quantitative content analysis, go- along interviews, daily diary study, experiment). This project will provide better understandings of social media effects among a group of social media users who are especially challenged to develop a healthy body image. Last modified: Last modified: 13-12-2023 Created using DMPonline.be. Last modiﬁed 13 December 2023 1 of 6 Body Image and Youth with Visible Differences: Exploring the Role of Social Media Body Image and Youth with Visible Differences: Exploring the Role of Social Media Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Codebook_ContentAnalysis_WP1 Codebook contains all relevant codes that will be used during coding process of content analysis New Digital Textual .pdf <1GB SocialMediaPosts_ContentAnalysis_WP1 Dataset containing the social media posts of influencers and social media users with a visible difference that will be coded during the content analysis. Existing Digital Social media posts .JPEG <100GB Dataset_ContentAnalysis_CodedPosts_WP1 Dataset containing the coded posts of influencers and social media users with a visible difference New Digital Nummerical .R <100GB TopicList-Interviews-WP2 Topic list that contains topics and questions to ask during the interviews New Digital Textual .pdf <1GB Recordings_Interviews_WP2 Audio recordings of the interviews New Digital Sound .mp3 <1GB Dataset_Interviews_WP2 Dataset containing the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the codebook that will be created based on these responses New Digital Textual .pdf <100GB Dataset_DailyDiary_WP3 Dataset containing the daily diary survey results focusing on young adults’ with visible differences' body image outcomes of daily social media exposure/posting behaviors New Digital Nummerical .R <100GB Dataset_Experiment_WP4 Dataset containing the results of the experiment focusing on body image outcomes of exposure to appearance content among youth with/without a visible difference New Digital Nummerical .R <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: SocialMediaPosts_ContentAnalysis_WP1: The researchers will conduct a sample of existing social media posts of social media users and influencers with a visible difference through Instagram. These profiles will be searched through searching for certain hashtags (e.g. #visibledifference, #atypicalappearance,...). These profiles are publicly available. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 13 December 2023 2 of 6 Yes, human subject data (Provide SMEC or EC approval number below) Work packages 2, 3, 4 make use of human subject data (demographic info, personality, body image, social media use) For all the studies ethical approval will be asked to SMEC in the near future. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) In work packages 2, 3, 4 personal data of participants will be collected in the form of socio-demographical data (e.g. gender, age) and background information of the participants (e.g. email addresses). This personal information will be stored separately and all datasets will be pseudonymized. Privacy Registry Reference: ethical approval will be asked from the Ethical Commission of KU Leuven (SMEC) in the near future. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for yourself and others, now and in the future (e.g. in , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The main researcher will collect all data and group the different datafiles according to the different work packages (WP) in het secured KU Leuven folder. WP1 has 3 datasets and receive the names 'Codebook_ContentAnalysis_WP1' (with as data the codes that will be used during the coding process of the content analysis, these codes are based on previous content analyses and other relevant body image literature), 'SocialMediaPosts_ContentAnalysis_WP1' (with as data the social media posts of social media users and influencers with a visible difference that will be coded during the coding process of the content analysis), 'Dataset_ContentAnalysis_CodedPosts_WP1' (with as data the codes that were ascribed to the different social media posts during the content analysis). WP2 contains 3 datasets and receive the names 'TopicList_Interviews_WP2' (with as data the semi-structured interview question list and instructions to make this data understandable), 'Recordings_Interviews_WP2' (with as data the recorded interviews), 'Dataset_Interviews_WP2' (with as data the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the codebook that will be created based on the responses). WP3 contains 1 dataset and receives the name 'Dataset_DailyDiary_WP3' (with as data the export of the responses to the daily surveys, accompanied by a methodology document where the used scales are described, mentioning all items and references of the original articles to explain all concepts and variables). WP4 contains 1 dataset and receives the name 'Dataset_Experiment_WP4' (with as data the export of the responses to the survey programmed in qualtrics, accompanied by the experimental stimuli used, the results of the pilot study testing the experimental stimuli, and a methodology document where the used scales are described). All data transformations and analyses performed on these datasets will be explained in a document and stored in a safe folder. Datasets in OSF will be accompanied by metadata so datasets are understandable for later re-use. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No For WP1 the codebook will be made accessible. This codebook will contain detailed explanations of all the variables and the accompanying codes. In this way, the codebook can be reused in other studies. For WP2 a metadatafile will be created including the context specific information in which the interviews were conducted. For WP3 (Daily Diary Study) a metadatafile (with compiled data) will be created in the following steps: 1) a unique identification code is given to each participant; 2) participants answers across consecutive days will be linked in diary research through their unique identification codes. After participants have been linked, the unique identification codes will be deleted and the metadatafile will no longer contain personal information and will be pseudonymized. Created using DMPonline.be. Last modiﬁed 13 December 2023 3 of 6 For WP4 a detailed explanation will be given for the experimental protocol so this methodology can be used again. This explanation includes detailed information on the creation of the stimuli material, the manipulation check used to validate the stimuli material and the circumstances in which the experiment was conducted. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) All data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN. The pseudonimized data will not be stored together with the personal information. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Data are automatically backed up when stored on the secure central storage infrastructure of KULeuven. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes KU Leuven ensures sufficient storage for our data which are not exceptionally large. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven employees (who received access) and can only be obtained through the password protected intranet or through VPN. The ICTS of KU Leuven guarantees the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven (i.e., PhD student and (co-)supervisors) and will not be distributed to anyone else. This personal data will be stored seperately from the pseudonimized data sets. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no additional costs for this project. Costs are covered by the research group. The I- and J-drive can be accessed for this project. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) In accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently. All emailaddresses, names, dates of birth, ages, and other information that can identify a person will be deleted after completion of the data collection, and before disseminating the results of the study. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Data will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be, in line with open access guidelines, stay available in the long term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are covered by the research group. Created using DMPonline.be. Last modiﬁed 13 December 2023 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Other (specify below) Only anonymised data of all work packages will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets will be made available. All identification data will only be made available to the PhD student and the PI’s. For work package 1, the codebook and the dataset containing the variables with accompanying codes will be made available. For work package 2, transcripts of the interviews will be made available. However, all information that can identify a person will be deleted before making these transcripts public. For work package 3, the exported data of the responses to the daily questionnaires will be made available. All information that can identify persons will be deleted before making this data public. For work package 4, the exported nummeric data of the experiment will be made available. All information that can identify persons will be deleted before making this data public. For WP 2, 3, and 4 participants will be informed about the public availability of the data in the informed consent forms. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the PhD student and PI's will ave access to the full datasets. The general public will only have access to the datasets without identifiable information. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, ethical aspects Yes, privacy aspects Identification data of the participants will never be shared. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) All anonymized datasets will be made available in the open access repository of OSF. Following international standards, the research should be available to the international community who are not familiar with the new RDR. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository A DOI will be automatically made when preregistering the studies on OSF. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 13 December 2023 5 of 6 Laure Dedecker Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Laure Dedecker Who will manage data preservation and sharing? Who will manage data preservation and sharing? Laura Vandenbosch Who will update and implement this DMP? Who will update and implement this DMP? Laure Dedecker Created using DMPonline.be. Last modiﬁed 13 December 2023 6 of 6"
}