{
    "document_id": "D-2021-1187",
    "LinkTitle": "D-2021-1187",
    "file_name": "D-2021-1187.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1187.pdf",
    "metadata": {
        "title": "A Framework for Real-Time Difficulty Adaptation of Interactive Systems for Rehabilitation - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-28 14:38:26+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n A Framework for Real-Time Difficulty Adaptation of Interactive Systems for\nRehabilitation - DMP title\nProject Identifier\n 11E9122N\nPrincipal Investigator / Researcher\n Maria Aufheimer\nDescription\n Rehabilitation and training (e.g., wheelchair training for people with limited\nmobility) are an important step towards independent mobility and better quality of life. However,\nrehabilitation often requires engagement with lengthy and monotonous exercise routines, and\ninteractive systems are a promising avenue to avoid patient drop-out. However, existing systems\nfall short of traditional approaches in terms of difficulty adjustment and scaffolding typically\nprovided by the therapist. This project will contribute novel algorithms for real-time difficulty\nadaptation in interactive systems and games for rehabilitation using wheelchair training as an\nexample, building on research on dynamic difficulty adjustment in games and connecting it with\nthe requirements of clinical settings. Throughout, the project will complement theoretical\nconsiderations with empirical work, involving rehabilitation experts and patients as expert\nstakeholders as well as participants during the validation phase. Further, the project seeks to\ndevelop a framework that provides empirically grounded recommendations for the design and\ndevelopment of adaptive interactive rehabilitative systems, thereby laying the theoretical\nfoundation for further research into technology-based rehabilitation.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMaria Aufheimer\nFWO Project Number & Title\n11E9122N – A Framework for Real-Time Difficulty Adaptation of Interactive Systems for\nRehabilitation\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nRef.Nr.\nType of data\nFormat\nVolume\nHow created\n1\nqualitative data: 12\ninterviews (motivation\nand scaffolding in\ntherapy)\n.mkv or\n.wav\n1GB\nrecordings of\nonline interview\nsessions with\ntherapists\n2\ntranscripts of\ninterviews in #1\n.docx and\n.pdf\n 10MB\n-\n3\nqualitative data: 12\ninterviews (algorithm\ndesign)\n.mkv or\n.wav\n 500MB\nrecordings of\nonline interviews\nwith\nstakeholders,\ngame developers,\nand rehabilitation\nexperts \n4\ntranscripts of\ninterviews in #3\n.docx and\n.pdf\n5MB\n-\n5\nqualitative data: 12\ninterviews (system\ndesign)\n.mkv or\n.wav\n1GB\nrecordings of\nonline interviews\nand design\nsessions with\nstakeholders,\ngame developers,\nand rehabilitation\nexperts\n6\ntranscripts of\nrecordings in #5\n.docx and\n.pdf\n10MB\n-\n7\nqualitative data: 12\ninterviews/test\nsessions (testbed\napplication input\nreview)\n.mkv and\n.wav\n1GB\naudio and screen-\nrecordings of\nface-to-face\nsessions to\nreview a\ndeveloped\ntestbed\napplication\n8\ntranscripts/notes of\ntest sessions in #7\n.docx and\n.pdf\n10MB\n-\n9\nqualitative data: 12\ninterviews/test\nsessions (system\nreview)\n .mkv and\n.wav\n 1GB\naudio and screen-\nrecordings of\nface-to-face\nsessions to\nreview a\ndeveloped\nsystem\n 10\ntranscripts/notes of\ntest sessions in #9\n.docx and\n.pdf\n 10MB\n -\n 11\nquantitative survey\ndata: 50 participants\n(end-user evaluation)\n.xls and/or\n.csv\n15MB \ndata entered into\na digital survey\nsystem during\nthe end-user\nevaluation\nsessions\n 12\nqualitative data: 50\nparticipants (end-user\nevaluation)\n.mkv and\n.wav\n3GB \naudio and screen-\nrecordings\nof end-user\nevalutation\nsessions\n 13\ntranscripts/notes of\nevaluation session in\n#12\n.docx and\n.pdf\n15MB \n -\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2021-3290-R3(AMD)\nShort description of the kind of personal data that will be used:\nWe have collected data on participant’s work practice, more specifically their approach to\nphysical therapy sessions, strategies that are applied, what specific kind of therapy they usually\nconduct, what disabilities they work with and opinions towards utilising games for therapy.\nPotential identifying data on participants' patients possibly mentioned during the interview will\nbe anonymized during transcription of the interviews (see also Section 6, \"Technical and\norganisational measures for data processing and data management\"). Aside from the recording\nof the interview, we will not collect data that allows us to identify individuals.\n \nWe did not yet apply for ethics for future data collections, however, the studies we have still\nplanned will be conducted in a very similar manner, i.e., we will collect data on participants\nprofessional backgrounds and their feedback on our prototypes and systems, and anonymise the\ndata.\nBefore data collection will commence, we will apply for ethical approval.\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nreference to ethical committee approval (PRET application): G-2021-3290-R3(AMD)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nAll data collected will be used to develop a gaming system that may be valorised and for which IP\nmay be claimed. However, the data itself will not directly lend itself to valorization.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nCollected data will not be reused, since participants do not consent to their data being used\noutside the scope of this project. However, the signed informed consent forms will be stored and\nwe will generate metadate in the process of analysis. In the case of interviews for example,\nthis could include codebooks for analysis. Any identifying information will be removed from the\ndata before storage.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nMaster copies of all collected data will be stored on a password protected KU Leuven J-Drive or\nOneDrive from where copies can be made and kept on personal devices for analysis.\nHow is backup of the data provided?\nThe data will be stored on a password protected KU Leuven J-Drive and OneDrive with their\nrespective automatic back-up procedures. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n The storage and backup capacity offered by OneDrive and J-Drive are sufficient for this project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n There are currently no costs expected for data storage and backup.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored on the university's secure servers and any identifying information\n(accidentally) collected will be anoymised as soon as possible.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained, except for data that is transcribed, i.e., (audio) recordings of interviews.\nHere, only the fully anonymised transcripts will be retained. \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nWe currently do not expect any cost for data retention, since we only generate a small amount of\ndata. After the end of the degree/project, Kathrin Gerling (PhD adviser) will be in charge of\ndealing with storage through their personal KU Leuven drive.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\n Data can not be shared beyond researchers associated with the project, since participants do\nnot give consent to do so.\nWhich data will be made available after the end of the project?\nNo data will be made available after the end of the project, since participants do not consent to\ntheir data being used outside the purposes of this project.\nWhere/how will the data be made available for reuse?\nOther (specify):\n Data will not be made available for reuse, since participants do not consent to their data being\nused outside the purposes of this project.\nWhen will the data be made available?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n -\nWho will be able to access the data and under what conditions?\n -\nWhat are the expected costs for data sharing? How will the costs be covered?\n -\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMaria Aufheimer (PhD student) will be responsible for data documentation and metadata.\nWho will be responsible for data storage & back up during the project?\nMaria Aufheimer and Kathrin Gerling (PhD student and PhD advisor) will be responsible for data\nstorage and back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nKathrin Gerling (PhD advisor) will be responsible for data preservation, however, data will not be\nreused as mentioned in the respective section before.\nWho bears the end responsibility for updating & implementing this DMP?\nMaria Aufheimer and Kathrin Gerling (PhD student and PhD advisor) bear the end responsibility of\nupdating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name A Framework for Real-Time Difficulty Adaptation of Interactive Systems for Rehabilitation - DMP title Project Identifier 11E9122N Principal Investigator / Researcher Maria Aufheimer Description Rehabilitation and training (e.g., wheelchair training for people with limited mobility) are an important step towards independent mobility and better quality of life. However, rehabilitation often requires engagement with lengthy and monotonous exercise routines, and interactive systems are a promising avenue to avoid patient drop-out. However, existing systems fall short of traditional approaches in terms of difficulty adjustment and scaffolding typically provided by the therapist. This project will contribute novel algorithms for real-time difficulty adaptation in interactive systems and games for rehabilitation using wheelchair training as an example, building on research on dynamic difficulty adjustment in games and connecting it with the requirements of clinical settings. Throughout, the project will complement theoretical considerations with empirical work, involving rehabilitation experts and patients as expert stakeholders as well as participants during the validation phase. Further, the project seeks to develop a framework that provides empirically grounded recommendations for the design and development of adaptive interactive rehabilitative systems, thereby laying the theoretical foundation for further research into technology-based rehabilitation. Institution KU Leuven 1. General Information Name applicant Maria Aufheimer FWO Project Number & Title 11E9122N – A Framework for Real-Time Difficulty Adaptation of Interactive Systems for Rehabilitation Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Ref.Nr. Type of data Format Volume How created 1 qualitative data: 12 interviews (motivation and scaffolding in therapy) .mkv or .wav 1GB recordings of online interview sessions with therapists 2 transcripts of interviews in #1 .docx and .pdf 10MB - 3 qualitative data: 12 interviews (algorithm design) .mkv or .wav 500MB recordings of online interviews with stakeholders, game developers, and rehabilitation experts 4 transcripts of interviews in #3 .docx and .pdf 5MB - 5 qualitative data: 12 interviews (system design) .mkv or .wav 1GB recordings of online interviews and design sessions with stakeholders, game developers, and rehabilitation experts 6 transcripts of recordings in #5 .docx and .pdf 10MB - 7 qualitative data: 12 interviews/test sessions (testbed application input review) .mkv and .wav 1GB audio and screen- recordings of face-to-face sessions to review a developed testbed application 8 transcripts/notes of test sessions in #7 .docx and .pdf 10MB - 9 qualitative data: 12 interviews/test sessions (system review) .mkv and .wav 1GB audio and screen- recordings of face-to-face sessions to review a developed system 10 transcripts/notes of test sessions in #9 .docx and .pdf 10MB - 11 quantitative survey data: 50 participants (end-user evaluation) .xls and/or .csv 15MB data entered into a digital survey system during the end-user evaluation sessions 12 qualitative data: 50 participants (end-user evaluation) .mkv and .wav 3GB audio and screen- recordings of end-user evalutation sessions 13 transcripts/notes of evaluation session in #12 .docx and .pdf 15MB - This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-3290-R3(AMD) Short description of the kind of personal data that will be used: We have collected data on participant’s work practice, more specifically their approach to physical therapy sessions, strategies that are applied, what specific kind of therapy they usually conduct, what disabilities they work with and opinions towards utilising games for therapy. Potential identifying data on participants' patients possibly mentioned during the interview will be anonymized during transcription of the interviews (see also Section 6, \"Technical and organisational measures for data processing and data management\"). Aside from the recording of the interview, we will not collect data that allows us to identify individuals. We did not yet apply for ethics for future data collections, however, the studies we have still planned will be conducted in a very similar manner, i.e., we will collect data on participants professional backgrounds and their feedback on our prototypes and systems, and anonymise the data. Before data collection will commence, we will apply for ethical approval. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes reference to ethical committee approval (PRET application): G-2021-3290-R3(AMD) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes All data collected will be used to develop a gaming system that may be valorised and for which IP may be claimed. However, the data itself will not directly lend itself to valorization. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Collected data will not be reused, since participants do not consent to their data being used outside the scope of this project. However, the signed informed consent forms will be stored and we will generate metadate in the process of analysis. In the case of interviews for example, this could include codebooks for analysis. Any identifying information will be removed from the data before storage. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 5. Data storage and backup during the FWO project Where will the data be stored? Master copies of all collected data will be stored on a password protected KU Leuven J-Drive or OneDrive from where copies can be made and kept on personal devices for analysis. How is backup of the data provided? The data will be stored on a password protected KU Leuven J-Drive and OneDrive with their respective automatic back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The storage and backup capacity offered by OneDrive and J-Drive are sufficient for this project. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are currently no costs expected for data storage and backup. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored on the university's secure servers and any identifying information (accidentally) collected will be anoymised as soon as possible. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained, except for data that is transcribed, i.e., (audio) recordings of interviews. Here, only the fully anonymised transcripts will be retained. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? We currently do not expect any cost for data retention, since we only generate a small amount of data. After the end of the degree/project, Kathrin Gerling (PhD adviser) will be in charge of dealing with storage through their personal KU Leuven drive. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Data can not be shared beyond researchers associated with the project, since participants do not give consent to do so. Which data will be made available after the end of the project? No data will be made available after the end of the project, since participants do not consent to their data being used outside the purposes of this project. Where/how will the data be made available for reuse? Other (specify): Data will not be made available for reuse, since participants do not consent to their data being used outside the purposes of this project. When will the data be made available? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 - Who will be able to access the data and under what conditions? - What are the expected costs for data sharing? How will the costs be covered? - 8. Responsibilities Who will be responsible for data documentation & metadata? Maria Aufheimer (PhD student) will be responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? Maria Aufheimer and Kathrin Gerling (PhD student and PhD advisor) will be responsible for data storage and back up during the project. Who will be responsible for ensuring data preservation and reuse ? Kathrin Gerling (PhD advisor) will be responsible for data preservation, however, data will not be reused as mentioned in the respective section before. Who bears the end responsibility for updating & implementing this DMP? Maria Aufheimer and Kathrin Gerling (PhD student and PhD advisor) bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}