{
    "document_id": "D-2025-3788",
    "LinkTitle": "D-2025-3788",
    "file_name": "D-2025-3788.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3788.pdf",
    "metadata": {
        "title": "D-2025-3788",
        "author": "CASORRAN Carlos (RTD)",
        "num_pages": 5
    },
    "content": {
        "full_text": "EU Grants: Data management plan (HE):V1.1 – 01.04.2022\nDATA MANAGEMENT PLAN\n(To be filled in and uploaded as deliverable in the  Portal Grant Management System, at the due date foreseen in the  system (and regularly updated).\nThe template is recommended but not mandatory. If you do not use it, please make however sure that you comply with  the research data management requirements under Article 17 of the Grant Agreement.)\nPROJECT\nProject number: 101150849\nProject acronym: Blue-PeroLED\nProject name: Spectrally Stable and High-Performance Perovskite Pure Blue \nLight-Emitting Diodes\nDATA MANAGEMENT PLAN\nDate: 08.04.2025\nVersion: V1.0\n1.Data Summary\nWill you re-use any existing data and what will you re-use it for? State the reasons if re-use of any existing  \ndata has been considered but discarded.\nThe MATLAB programs developed by the host laboratory - research group will be re-used for data analysis,  \nspecifically for analyzing the wide-field microscopy data - single particle spectroscopy data of the newly  \ndesigned samples during this project. \nWhat types and formats of data will the project generate or re-use?\nThroughout this project, digital raw data will be generated using various scientific characterization instruments  \nand the data types will be varied based on the type of measurements. In detail, during the course of the  \nproject, both digital and physical data will be generated. The digital data includes; experimental results/data  \n(Raw files: text, ASCII, Excel, and CSV type files) of materials and devices using various characterization  \ntechniques, images and videos of the thin films and LEDs under operation, imaging files from the optical  \nmicroscopes  (raw  files,  tiff,  jpeg,  AVI,  and  MP4).  Physical  data  includes  thin  film  substrates,  \nmaterials/samples, handwritten Lab notebooks, and fabricated LED devices. \nWhat is the purpose of the data generation or re-use and its relation to the objectives of the project?\nIn this project, we aim to develop new synthetic strategies to design halide perovskite pure blue emitters with  \nimproved emission and spectral stability, which is primary criteria to realize the LEDs as an active light-\nemitting material in a multilayer LED device. Once we design them, further to evaluate their properties, we  \nperform  various  optical,  spectroscopic,  structural,  and  materials  characterization.  these  results  give  the  \nevidence or an idea of how better the materials are designed. Once we achieve them, we integrate them for  \nthe realization of efficient and stable pure blue LEDs. Here, we also engineer the LED device structure with  \nvarious charge transport layers to find the suitable combination of electron and hole transport layers that will  \nsupport in achieving high-performance blue LEDs. These individual objectives are interlinked to each other  \nand generation of the data in each objective will further support to implement further research plans and  \nachieve next objective. Overall, we will generate synthesis/design protocols, characterization data, evaluate  \nthe LED device performance by measuring all the figure-of-merits/parameters. \nWhat is the expected size of the data that you intend to generate or re-use?\nThe size of the data is expected to be less than 1 TB.\nEU Grants: Data management plan (HE):V1.1 – 01.04.2022\nWhat is the origin/provenance of the data, either generated or re-used?\nThe data will be generated, which originates from in-house scientific equipments that are used to characterize  \nthe materials/samples and devices designed in this project.\nTo whom might your data be useful ('data  utility'), outside your project?\nThe data will be highly beneficial for academic/scientific researchers, industrial scientists, start-ups, and  \ndisplay industries exploring the fabrication of high-performance blue LEDs, and designing perovskites-based  \nLED lighting and display technologies.\n2.FAIR data\n2.1.Making data findable, including provisions for metadata\nWill data be identified by a persistent identifier?\nWe will utilize the RDR data repository facility of KU Leuven. The research data/outputs will be identified by a  \npersistent identifier DOI (from KU Leuven RDR, ChemRxiv, arXiv, etc.). The deposited data in the RDR  \nrepository will remain accessible even after the project completion. Also, the DOI of the MSCA grant and other  \ngrants obtained (if any) will be indicated in the open-access preprints and publications generated from this  \nproject. \nWill rich metadata be provided to allow discovery? What metadata will be created? What disciplinary or  \ngeneral standards will be followed? In case metadata standards do not exist in your discipline, please outline  \nwhat type of metadata will be created and how.\nWe will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon  \ndepositing the data. The metadata model will include fields that are required, recommended, and optional.  \nUsing this data repository, the data sets will be findable and reusable. Systematic titles matching with the  \nopen-access preprints and publications will be used to ease the location of the datasets.  \nWill search keywords be provided in the metadata to optimize the possibility for discovery and then potential  \nre-use?\nYes, keywords will be provided through the RDR repository systems. \nWill metadata be offered in such a way that it can be harvested and indexed?\nThis is ensured in the KU Leuven RDR repository platform. \n2.2.Making data accessible\nRepository:\nWill the data be deposited in a trusted repository?\nYes, the research data and output will be deposited in the RDR of KU Leuven, which is recognized nationally.  \nAll documentation, publications, and results will also be available through Lirias, the institutional repository of  \nKU Leuven. Lirias also provides a gateway to materials stored on the RDR. \nHave you explored appropriate arrangements with the identified repository where your data will be deposited?  \nYes, we will use RDR data repository of KU Leuven.\nDoes the repository ensure that the data is assigned an identifier? Will the repository resolve the identifier to a  \ndigital object? \nYes. Most data depositories used in this project use a digital objective identifier (DOI).\nData:\nWill all data be made openly available? If certain datasets cannot be shared (or need to be shared under  \nrestricted access conditions), explain why, clearly separating legal and contractual reasons from intentional  \nrestrictions. Note that in multi-beneficiary projects it is also possible for specific beneficiaries to keep their data  \nEU Grants: Data management plan (HE):V1.1 – 01.04.2022\nclosed if opening their data goes against their legitimate interests or other constraints as per the Grant  \nAgreement.\nYes, all data is made openly available.\nIf an embargo is applied to give time to publish or seek protection of the intellectual property (e.g. patents),  \nspecify why and how long this will apply, bearing in mind that research data should be made available as  \nsoon as possible.\nNo, and Not Applicable. \nWill the data be accessible through a free and standardized access protocol?\nYes, this is ensured by the different repositories that will be used in this project, including the KU Leuven  \nRDR.\nIf there are restrictions on use, how will access be provided to the data, both during and after the end of the  \nproject?\nThere will be no restrictions on use. \nHow will the identity of the person accessing the data be ascertained?\nNot applicable. \nIs there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive  \ndata)?\nNo. \nMetadata:\nWill metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant  \nAgreement? If not, please clarify why. Will metadata contain information to enable the user to access the  \ndata?\nYes, metadata will be made openly available and licensed under a public domain dedication open license  \n(Creative  Commons  Attribution  International  Public  License  (CC  BY)).  Yes,  metadata  will  include  all  \nnecessary information to enable the user to access the data.\nHow long will the data remain available and findable? Will metadata be guaranteed to remain available after  \ndata is no longer available?\nKU Leuven RDR ensures the storage of data for at least 10 years. \nWill documentation or reference about any software be needed to access or read the data be included? Will it  \nbe possible to include the relevant software (e.g. in open source code)?\nDetailed Materials and Methods sections will be available in open-access preprints and publications, as well  \nas in metadata file descriptions. These descriptions will explicitly outline the list of softwares used, references,  \nDOIs, parameters, and more. The data will be provided in readily accessible formats (PDF, XLSX) and in file  \nformats commonly employed in our discipline. \n2.3.Making data interoperable\nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data  \ninteroperable to allow data exchange and re-use within and across disciplines? Will you follow community-\nendorsed interoperability best practices? Which ones? \nAll descriptors will be presented in a language easily understood by diverse disciplines, ensuring accessibility  \nto a wider scientific community. Data will be deposited in a format that can be easily accessible for everyone  \n(using text files, MS Word/Excel, pdf, ppt). All metadata and data vocabularies will be recognizable to any  \nresearcher working in our discipline as well as in chemistry, materials science, and physics. We will adhere to  \naccepted standards for interoperability, as endorsed by the community and applicable to our specific field.  \nEU Grants: Data management plan (HE):V1.1 – 01.04.2022\nIn case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will  \nyou provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies  \nor vocabularies to allow reusing, refining or extending them?\nNot applicable.\nWill your data include qualified references 1 to other data (e.g. other data from your project, or datasets from  \nprevious research)?\nYes, when applicable or needed.\n2.4.Increase data re-use\nHow will you provide documentation needed to validate data analysis and facilitate data re-use (e.g. readme  \nfiles with information on methodology, codebooks, data cleaning, analyses, variable definitions, units of  \nmeasurement, etc.)?\nDetailed information on methodology, protocols, experimental setup, measurement conditions/parameters,  \ndata analyses, and results interpretation will be provided in the README files. This will ensure that our data  \nwill be easy to reuse and understand.\nWill your data be made freely available in the public domain to permit the widest re-use possible? Will your  \ndata be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?\nYes, data will be made freely available on the different repositories, including KU Leuven RDR, under  \nstandard reuse licenses (Creative Commons Attributions International Public License (CC BY)).  \nWill the data produced in the project be useable by third parties, in particular after the end of the project?\nYes. All data will be preserved for 10 years according to KU Leuven research data management (RDM)  \npolicy. Open-access data and the preprint will be available for reuse by the community.  \nWill the provenance of the data be thoroughly documented using the appropriate standards?\nYes. Appropriate standards commonly used in our field will be applied to document research outputs and  \ndata. \nDescribe all relevant data quality assurance processes.\nRegular meetings with project supervisors will ensure quality control over the data collection process. The  \nconclusive research output and data will be subsequently deposited in a trusted open repository. Data access  \nwill be free, however, modifications by others will be restricted to ensure data quality and security. KU Leuven  \nhas specific IT specifications for data storage and it's management. Tailored solutions are provided by the IT  \ndepartment based on factors like data confidentiality, storage space, the possibility of data sharing with  \ncolleagues, data type, and metadata, etc. Additionally, standard data quality processes such as calibration,  \nrepeat measurements, and peer review will be adhered to. \nFurther to the FAIR principles, DMPs should also address research outputs other than data, and should  \ncarefully consider aspects related to the allocation of resources, data security and ethical aspects.  \n3.Other research outputs\nIn addition to the management of data, beneficiaries should also consider and plan for the management of  \nother research outputs that may be generated or re-used throughout their projects. Such outputs can be either  \ndigital (e.g. software, workflows, protocols, models, etc.) or physical (e.g. new materials, antibodies, reagents,  \nsamples, etc.).\nBeneficiaries  should  consider  which  of  the  questions  pertaining  to  FAIR  data  above,  can  apply  to  the  \nmanagement of other research outputs, and should strive to provide sufficient detail on how their research  \noutputs will be managed and shared, or made available for re-use, in line with the FAIR principles.\n1 A qualified reference is a cross-reference that explains its intent. For example, X is regulator of Y is a much more  qualified reference than X is associated with Y, or X see also Y. The goal therefore is to create as many meaningful  links  as  possible  between  (meta)data  resources  to  enrich  the  contextual  knowledge  about  the  data.  (Source: https://www.go-fair.org/fair-principles/i3-metadata-include-qualified-references-metadata/ )\nEU Grants: Data management plan (HE):V1.1 – 01.04.2022\nNot applicable to the research work particularly carried out in this project. If, at any point, this becomes the  \ncase, we will adhere to this policy.\n4.Allocation of resources\nWhat will the costs be for making data or other research outputs FAIR in your project (e.g. direct and indirect  \ncosts related to storage, archiving, re-use, security, etc.) ?\nThere will be no additional costs to make data and research outputs FAIR in this project, as repositories and  \nother resources are provided by KU Leuven free of charge. \nHow will these be covered? Note that costs related to research data/output management are eligible as part of  \nthe Horizon Europe grant (if compliant with the Grant Agreement conditions)\nNot applicable.\nWho will be responsible for data management in your project?\nThe  research  fellow  will  be  responsible  for  the  data  management  during  the  project.  Furthermore,  the  \nsupervisor of the project will ensure the long-term storage of the data at KU Leuven.\nHow will long term preservation be ensured? Discuss the necessary resources to accomplish this (costs and  \npotential value, who decides and how, what data will be kept and for how long)?\nAll data will be preserved for 10 years according to KU Leuven RDM policy. KU Leuven provides this free of  \ncharge. \n5.Data security\nWhat  provisions  are  or  will  be  in  place  for  data  security  (including  data  recovery  as  well  as  secure  \nstorage/archiving and transfer of sensitive data)?\nKU  Leuven  has  IT  specifications  for  data  storage  and  it's  management,  including  standard  backup  \nprocedures.  The  IT  department  provides  tailored  solutions  to  ensure  that  data  is  securely  stored,  and  \nprotected against  unauthorized alterations (to make sure cannot  be altered by an  unauthorized entity).  \nThroughout the data collection phase of the project (i.e., before data is made open), all data will be securely  \nstored on a 2-factor authentication-protected KU Leuven OneDrive server. Backup copies will be stored on the  \npassword-protected KU Leuven internal server, and the two folders are synchronized automatically. Other  \nrepositories such as chemRxiv and arXiv also have identical rules and equivalent policies in accordance with  \ntheir respective policy guidelines.\nWill the data be safely stored in trusted repositories for long term preservation and curation?  \nYes, all data will be safely preserved for 10 years according to KU Leuven RDM policy.  \n6.Ethics\nAre there, or could there be, any ethics or legal issues that can have an impact on data sharing? These can  \nalso be discussed in the context of the ethics review. If relevant, include references to ethics deliverables and  \nethics chapter in the Description of the Action (DoA).\nNo.\nWill informed consent for data sharing and long term preservation be included in questionnaires dealing with  \npersonal data?\nNot applicable. \n7.Other issues\nDo  you,  or  will  you,  make  use  of  other  national/funder/sectorial/departmental  procedures  for  data  \nmanagement? If yes, which ones (please list and briefly describe them)?\nYes, KU Leuven has well-established data management policies, which will be thoroughly followed."
    },
    "clean_full_text": "EU Grants: Data management plan (HE):V1.1 – 01.04.2022 DATA MANAGEMENT PLAN (To be filled in and uploaded as deliverable in the Portal Grant Management System, at the due date foreseen in the system (and regularly updated). The template is recommended but not mandatory. If you do not use it, please make however sure that you comply with the research data management requirements under Article 17 of the Grant Agreement.) PROJECT Project number: 101150849 Project acronym: Blue-PeroLED Project name: Spectrally Stable and High-Performance Perovskite Pure Blue Light-Emitting Diodes DATA MANAGEMENT PLAN Date: 08.04.2025 Version: V1.0 1.Data Summary Will you re-use any existing data and what will you re-use it for? State the reasons if re-use of any existing data has been considered but discarded. The MATLAB programs developed by the host laboratory - research group will be re-used for data analysis, specifically for analyzing the wide-field microscopy data - single particle spectroscopy data of the newly designed samples during this project. What types and formats of data will the project generate or re-use? Throughout this project, digital raw data will be generated using various scientific characterization instruments and the data types will be varied based on the type of measurements. In detail, during the course of the project, both digital and physical data will be generated. The digital data includes; experimental results/data (Raw files: text, ASCII, Excel, and CSV type files) of materials and devices using various characterization techniques, images and videos of the thin films and LEDs under operation, imaging files from the optical microscopes (raw files, tiff, jpeg, AVI, and MP4). Physical data includes thin film substrates, materials/samples, handwritten Lab notebooks, and fabricated LED devices. What is the purpose of the data generation or re-use and its relation to the objectives of the project? In this project, we aim to develop new synthetic strategies to design halide perovskite pure blue emitters with improved emission and spectral stability, which is primary criteria to realize the LEDs as an active light- emitting material in a multilayer LED device. Once we design them, further to evaluate their properties, we perform various optical, spectroscopic, structural, and materials characterization. these results give the evidence or an idea of how better the materials are designed. Once we achieve them, we integrate them for the realization of efficient and stable pure blue LEDs. Here, we also engineer the LED device structure with various charge transport layers to find the suitable combination of electron and hole transport layers that will support in achieving high-performance blue LEDs. These individual objectives are interlinked to each other and generation of the data in each objective will further support to implement further research plans and achieve next objective. Overall, we will generate synthesis/design protocols, characterization data, evaluate the LED device performance by measuring all the figure-of-merits/parameters. What is the expected size of the data that you intend to generate or re-use? The size of the data is expected to be less than 1 TB. EU Grants: Data management plan (HE):V1.1 – 01.04.2022 What is the origin/provenance of the data, either generated or re-used? The data will be generated, which originates from in-house scientific equipments that are used to characterize the materials/samples and devices designed in this project. To whom might your data be useful ('data utility'), outside your project? The data will be highly beneficial for academic/scientific researchers, industrial scientists, start-ups, and display industries exploring the fabrication of high-performance blue LEDs, and designing perovskites-based LED lighting and display technologies. 2.FAIR data 2.1.Making data findable, including provisions for metadata Will data be identified by a persistent identifier? We will utilize the RDR data repository facility of KU Leuven. The research data/outputs will be identified by a persistent identifier DOI (from KU Leuven RDR, ChemRxiv, arXiv, etc.). The deposited data in the RDR repository will remain accessible even after the project completion. Also, the DOI of the MSCA grant and other grants obtained (if any) will be indicated in the open-access preprints and publications generated from this project. Will rich metadata be provided to allow discovery? What metadata will be created? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. We will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon depositing the data. The metadata model will include fields that are required, recommended, and optional. Using this data repository, the data sets will be findable and reusable. Systematic titles matching with the open-access preprints and publications will be used to ease the location of the datasets. Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? Yes, keywords will be provided through the RDR repository systems. Will metadata be offered in such a way that it can be harvested and indexed? This is ensured in the KU Leuven RDR repository platform. 2.2.Making data accessible Repository: Will the data be deposited in a trusted repository? Yes, the research data and output will be deposited in the RDR of KU Leuven, which is recognized nationally. All documentation, publications, and results will also be available through Lirias, the institutional repository of KU Leuven. Lirias also provides a gateway to materials stored on the RDR. Have you explored appropriate arrangements with the identified repository where your data will be deposited? Yes, we will use RDR data repository of KU Leuven. Does the repository ensure that the data is assigned an identifier? Will the repository resolve the identifier to a digital object? Yes. Most data depositories used in this project use a digital objective identifier (DOI). Data: Will all data be made openly available? If certain datasets cannot be shared (or need to be shared under restricted access conditions), explain why, clearly separating legal and contractual reasons from intentional restrictions. Note that in multi-beneficiary projects it is also possible for specific beneficiaries to keep their data EU Grants: Data management plan (HE):V1.1 – 01.04.2022 closed if opening their data goes against their legitimate interests or other constraints as per the Grant Agreement. Yes, all data is made openly available. If an embargo is applied to give time to publish or seek protection of the intellectual property (e.g. patents), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. No, and Not Applicable. Will the data be accessible through a free and standardized access protocol? Yes, this is ensured by the different repositories that will be used in this project, including the KU Leuven RDR. If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? There will be no restrictions on use. How will the identity of the person accessing the data be ascertained? Not applicable. Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? No. Metadata: Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. Will metadata contain information to enable the user to access the data? Yes, metadata will be made openly available and licensed under a public domain dedication open license (Creative Commons Attribution International Public License (CC BY)). Yes, metadata will include all necessary information to enable the user to access the data. How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? KU Leuven RDR ensures the storage of data for at least 10 years. Will documentation or reference about any software be needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? Detailed Materials and Methods sections will be available in open-access preprints and publications, as well as in metadata file descriptions. These descriptions will explicitly outline the list of softwares used, references, DOIs, parameters, and more. The data will be provided in readily accessible formats (PDF, XLSX) and in file formats commonly employed in our discipline. 2.3.Making data interoperable What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re-use within and across disciplines? Will you follow community- endorsed interoperability best practices? Which ones? All descriptors will be presented in a language easily understood by diverse disciplines, ensuring accessibility to a wider scientific community. Data will be deposited in a format that can be easily accessible for everyone (using text files, MS Word/Excel, pdf, ppt). All metadata and data vocabularies will be recognizable to any researcher working in our discipline as well as in chemistry, materials science, and physics. We will adhere to accepted standards for interoperability, as endorsed by the community and applicable to our specific field. EU Grants: Data management plan (HE):V1.1 – 01.04.2022 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? Not applicable. Will your data include qualified references 1 to other data (e.g. other data from your project, or datasets from previous research)? Yes, when applicable or needed. 2.4.Increase data re-use How will you provide documentation needed to validate data analysis and facilitate data re-use (e.g. readme files with information on methodology, codebooks, data cleaning, analyses, variable definitions, units of measurement, etc.)? Detailed information on methodology, protocols, experimental setup, measurement conditions/parameters, data analyses, and results interpretation will be provided in the README files. This will ensure that our data will be easy to reuse and understand. Will your data be made freely available in the public domain to permit the widest re-use possible? Will your data be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Yes, data will be made freely available on the different repositories, including KU Leuven RDR, under standard reuse licenses (Creative Commons Attributions International Public License (CC BY)). Will the data produced in the project be useable by third parties, in particular after the end of the project? Yes. All data will be preserved for 10 years according to KU Leuven research data management (RDM) policy. Open-access data and the preprint will be available for reuse by the community. Will the provenance of the data be thoroughly documented using the appropriate standards? Yes. Appropriate standards commonly used in our field will be applied to document research outputs and data. Describe all relevant data quality assurance processes. Regular meetings with project supervisors will ensure quality control over the data collection process. The conclusive research output and data will be subsequently deposited in a trusted open repository. Data access will be free, however, modifications by others will be restricted to ensure data quality and security. KU Leuven has specific IT specifications for data storage and it's management. Tailored solutions are provided by the IT department based on factors like data confidentiality, storage space, the possibility of data sharing with colleagues, data type, and metadata, etc. Additionally, standard data quality processes such as calibration, repeat measurements, and peer review will be adhered to. Further to the FAIR principles, DMPs should also address research outputs other than data, and should carefully consider aspects related to the allocation of resources, data security and ethical aspects. 3.Other research outputs In addition to the management of data, beneficiaries should also consider and plan for the management of other research outputs that may be generated or re-used throughout their projects. Such outputs can be either digital (e.g. software, workflows, protocols, models, etc.) or physical (e.g. new materials, antibodies, reagents, samples, etc.). Beneficiaries should consider which of the questions pertaining to FAIR data above, can apply to the management of other research outputs, and should strive to provide sufficient detail on how their research outputs will be managed and shared, or made available for re-use, in line with the FAIR principles. 1 A qualified reference is a cross-reference that explains its intent. For example, X is regulator of Y is a much more qualified reference than X is associated with Y, or X see also Y. The goal therefore is to create as many meaningful links as possible between (meta)data resources to enrich the contextual knowledge about the data. (Source: https://www.go-fair.org/fair-principles/i3-metadata-include-qualified-references-metadata/ ) EU Grants: Data management plan (HE):V1.1 – 01.04.2022 Not applicable to the research work particularly carried out in this project. If, at any point, this becomes the case, we will adhere to this policy. 4.Allocation of resources What will the costs be for making data or other research outputs FAIR in your project (e.g. direct and indirect costs related to storage, archiving, re-use, security, etc.) ? There will be no additional costs to make data and research outputs FAIR in this project, as repositories and other resources are provided by KU Leuven free of charge. How will these be covered? Note that costs related to research data/output management are eligible as part of the Horizon Europe grant (if compliant with the Grant Agreement conditions) Not applicable. Who will be responsible for data management in your project? The research fellow will be responsible for the data management during the project. Furthermore, the supervisor of the project will ensure the long-term storage of the data at KU Leuven. How will long term preservation be ensured? Discuss the necessary resources to accomplish this (costs and potential value, who decides and how, what data will be kept and for how long)? All data will be preserved for 10 years according to KU Leuven RDM policy. KU Leuven provides this free of charge. 5.Data security What provisions are or will be in place for data security (including data recovery as well as secure storage/archiving and transfer of sensitive data)? KU Leuven has IT specifications for data storage and it's management, including standard backup procedures. The IT department provides tailored solutions to ensure that data is securely stored, and protected against unauthorized alterations (to make sure cannot be altered by an unauthorized entity). Throughout the data collection phase of the project (i.e., before data is made open), all data will be securely stored on a 2-factor authentication-protected KU Leuven OneDrive server. Backup copies will be stored on the password-protected KU Leuven internal server, and the two folders are synchronized automatically. Other repositories such as chemRxiv and arXiv also have identical rules and equivalent policies in accordance with their respective policy guidelines. Will the data be safely stored in trusted repositories for long term preservation and curation? Yes, all data will be safely preserved for 10 years according to KU Leuven RDM policy. 6.Ethics Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? These can also be discussed in the context of the ethics review. If relevant, include references to ethics deliverables and ethics chapter in the Description of the Action (DoA). No. Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? Not applicable. 7.Other issues Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? Yes, KU Leuven has well-established data management policies, which will be thoroughly followed."
}