{
    "document_id": "D-2023-2082",
    "LinkTitle": "D-2023-2082",
    "file_name": "D-2023-2082.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2082.pdf",
    "metadata": {
        "title": "Hydrogeological feedback mechanisms during juvenile dune development",
        "author": "N/A",
        "creation_date": "2023-04-28 20:13:39+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Hydrogeological feedback mechanisms during juvenile dune development\nA Data Management Plan created using DMPonline.be\nCreator: \nJadon Beerlandt\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SG3423N\nID: \n199226\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nToday, the threat of rising sea levels is not limited to the beach and dunes; we must also resist the intrusion of saltwater under the\nsandy coastline. Traditionally, freshwater lenses beneath our existing dunes have protected us from the infiltration of saltwater.\nHowever, our coastline and climate are changing, resulting in a decline in the extent of freshwater lenses. Understanding the\nhydrogeological feedback mechanisms during dune development is crucial for predicting the development of freshwater lenses,\nparticularly as coastal management increasingly focuses on natural solutions for coastal protection, such as dune-for-dike\napproaches. These feedback mechanisms strongly depend on the interactions between groundwater fluctuations, tidal action,\ninfiltration, and dune development.\nDespite decades of research, we still cannot reliably predict the growth of freshwater lenses due to a lack of process knowledge\nand the inherent complexity of dynamic systems. During this project, we aim to monitor and model the development of a\nfreshwater lens using modern techniques in a large and unique artificial dune area in Raversijde, Belgium. In doing so, we aim to\nreintroduce the dune to the coast as it was traditionally and work towards an integrated coastal model that not only protects us\nagainst flooding but also protects our hinterland and economy against salinization and contamination of our groundwater\nresources.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 5\nHydrogeological feedback mechanisms during juvenile dune development\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \nOnly for digital data\nOnly for digital\ndata\nOnly for\ndigital data\nOnly for\nphysical data\nDataset Name\nDescription\nNew or\nReused\nDigital or\nPhysical\nDigital Data\nType\n \nDigital Data\nFormat\n \nDigital Data Volume\n(MB, GB, TB)\nPhysical\nVolume\n \n \nERT Profiles\nGeophysical ERT profiles that are going to be taken periodically\nduring the project.\n☒\n Generate\nnew data\n☐\n Reuse\nexisting data\n☒\n Digital\n \n☒\nObservational\n☒\nExperimental\n \n☒\n .py\n \n☒\n < 1 TB\n \n/\nEM Profiles\nGeophysical EM profiles that are going to be taken periodically\nduring the project.\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\nObservational\n☒\nExperimental\n \n☒\n .py\n \n☒\n < 100 GB\n \n/\nGPR Profiles\nGeophysical GPR profiles that are going to be taken periodically\nduring the project.\n☒\n Generate\nnew data\n \n☒\n Digital\n☒\nObservational\n☒\nExperimental\n \n☒\n .py\n \n☒\n < 100 GB\n \n/\nMonitoring well\ndataset\nData from the clustered monitoring wells placed on the different\ncross section\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\nObservational\n☒\nExperimental\n \n☒\n .csv\n \n☒\n < 100 GB\n \n/\nDrone profiling\nMonthly drone profiling that we receive from MDK\n☒\n Reuse\nexisting data\n☒\n Digital\n \n☒\nObservational\n☒\nExperimental\n \n☒\n .tiff\n \n☒\n < 1 TB\n \n/\nRTK GPS\ndataset\nRTK GPS data that we take at certain time to compare against\ndrone data or want a newer image.\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\nObservational\n☒\nExperimental\n \n☒\n .csv\n \n☒\n < 100 GB\n \n/\nSimulation data\nSEAWAT\nSimulation results/scrips and steps generated using SEAWAT\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\n Simulation\ndata\n \n☒\n .SWT\n \n☒\n < 100 GB\n \n/\nPython scripts\nScripts that are written in Python to process geophysical data and\ninversions.\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\n Software\n \n☒\n .py\n \n☒\n < 1 GB\n \n/\nMATLAB scripts\nScripts that are written in Python to process geophysical data and\ninversions.\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\n Software\n \n☒\n .mat\n \n☒\n < 1 GB\n \n/\nPictures\nPictures that are taken during the project to visualize changes in\nthe dune area.\n☒\n Generate\nnew data\n \n☒\n Digital\n \n☒\nObservational\n \n☒\n .png\n \n☒\n < 100 GB\n \n/\n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe are able to use the monthly available drone data from MDK that are generated from the test site.\nThis is governmental data that we are able to use for our research.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 5\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nTo manage and document my different types of data, I follow the following approach:\n \nFor geophysical and hydrogeological data, I ensure that each dataset is well-organized and labelled with a clear name. I define the variables in a codebook and include metadata such as\nthe location, date, and time of the data collection. I also document any processing or filtering steps applied to the data.\n \nFor MATLAB and Python scripts, I store them in a version control system such as Git, along with documentation describing their purpose and any necessary input/output data. I make sure\nthat the scripts are well-commented and follow good programming practices.\n \nPictures are stored in a directory with a clear and consistent naming convention. I add metadata to the pictures, such as the date, location, and any relevant details about the picture.\nAdditionally, if pictures are used in analysis, I document which pictures were used and how they were analysed.\n \nFor simulation data, I make sure that it is clearly labelled and organized. I create a codebook to describe the variables in the dataset. I also document any scripts or code used to run the\nsimulation, including details such as the simulation parameters and any assumptions made.\n \nFor drone profiling data, I label it with information such as the location, date, and time of the data collection. I create a codebook to describe the variables in the dataset.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:\nWe will use the convention that is also used during the project and organization of the living lab. For now, this is still in discussion.\nAt this moment, we accompany all available metadata (location, time, date, boundary factors) that are available with every dataset.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nInternal storage work PC\nLocal mass network storage at our campus\nKU Leuven OneDrive\nPrivate NAS at my home\nSee next section for more details.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 5\nHow will the data be backed up?\nTo ensure that I do not lose any important files, I have set up a backup system using multiple storage locations.\n·       Firstly, I will use the internal storage location on my PC to store my files, as it is readily accessible and does not require an internet connection. However, I am aware that if my PC\nfails or experiences a hardware failure, I may lose all of my data stored on the internal storage location.\n·       Secondly, I will utilize a local mass drive storage at our campus to store my files (Large Volume Storage of the KU Leuven ICTS). This will provide an additional layer of security\nand ensure that my data is still accessible even if my PC fails. This storage option can also be accessed from anywhere on the campus network, making it easy to share files with\ncolleagues.\n·       Thirdly, I will back up my data to our university's Microsoft OneDrive, which provides secure cloud storage. This ensures that my files are stored remotely on servers managed by\nMicrosoft, and that my data is accessible from any device with an internet connection. In the event of a PC failure, my files will still be backed up and accessible. Daily back-up of newly\ngenerated data is guaranteed with the KU Leuven One Drive service, while the Large Volume Storage of the KU Leuven ICTS secures daily backup of the large files/datasets directly\nuploaded there.\n·       Finally, I will use a local Network Attached Storage (NAS) device at my home to back up my data. This will provide an additional layer of security for my data and ensure that my\nfiles are still accessible even if all other backup options fail. The NAS can be accessed remotely, making it easy to retrieve files even when I am away from home.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe OneDrive has a limitation in storage capacity (2TB) which will be sufficient for the small datasets, scrips and reports generated in this project. The research group provides sufficient data\nstorage for all larger data files in the Large Volume Storage of the KU Leuven ICTS.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly the PhD student, Jadon Beerlandt, and the research group/living lab will have access to the data.\nTo prevent unauthorized access or modification of my data, I will implement appropriate security measures. For example, I will use a strong password or passcode to protect my PC and NAS\ndevice from unauthorized access. I will also ensure that the storage device at my campus is only accessible to authorized personnel and that my OneDrive account has a strong password and\ntwo-factor authentication.\nOur internal KU Leuven accounts also have two-factor authentication.\nData that needs to be transferred will be done using our universities protected sharing client (Belnet).\nI will regularly update my security measures and review my backup system to ensure that my data remains secure.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs. Costs for large volume on ICTS servers are covered by our research group. KU Leuven OneDrive is without charge.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data (the data mentioned in beforementioned table) will be preserved for at least 5 years after ending of the project on:\nThe large volume of our research group ICTS data storage.\nThe data storage of the living lab\nThese will also be split in different version of the data (periods in time or stages in PhD)\nWhere will these data be archived (stored and curated for the long-term)?\nThe large volume of our research group ICTS data storage.\nThe data storage of the living lab\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nOur research group will cover the cost of the Large Volume Storage of the KU Leuven ICTS. There are no additional costs for storing on the storage of the living lab project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nHydrogeological and geophysical datasets will be made available through the repository of the living lab (still under decision) and the repository of the KU Leuven.\nPython and MATLAB scripts will be uploaded on GitHub, which is a standard hosting service to share scripts in the scientific community.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 5\n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nHydrogeological and geophysical datasets will be made available through the repository of the living lab and the repository of the KU Leuven RDR.\nPython and MATLAB scripts will be uploaded on GitHub.\nWhen will the data be made available?\nOnce the related research papers are accepted for publication, the data will be made available.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe dataset will be licensed under the licensing agreements of the living lab (not decided yet).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nOnce the related research papers are accepted for publication, the data DOI will be provided.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected.\nUploading and sharing on GitHub is free of share.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nJadon Beerlandt, the PhD candidate, will manage the data documentation and metadata during the research project. \nWho will manage data storage and backup during the research project?\nJadon Beerlandt, the PhD candidate, will manage data storage and backup during the research project. \nWho will manage data preservation and sharing?\nJadon Beerlandt, the PhD candidate, will manage data preservation and sharing. \nWho will update and implement this DMP?\nJadon Beerlandt, the PhD candidate, will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 5"
    },
    "clean_full_text": "Hydrogeological feedback mechanisms during juvenile dune development A Data Management Plan created using DMPonline.be Creator: Jadon Beerlandt Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SG3423N ID: 199226 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Today, the threat of rising sea levels is not limited to the beach and dunes; we must also resist the intrusion of saltwater under the sandy coastline. Traditionally, freshwater lenses beneath our existing dunes have protected us from the infiltration of saltwater. However, our coastline and climate are changing, resulting in a decline in the extent of freshwater lenses. Understanding the hydrogeological feedback mechanisms during dune development is crucial for predicting the development of freshwater lenses, particularly as coastal management increasingly focuses on natural solutions for coastal protection, such as dune-for-dike approaches. These feedback mechanisms strongly depend on the interactions between groundwater fluctuations, tidal action, infiltration, and dune development. Despite decades of research, we still cannot reliably predict the growth of freshwater lenses due to a lack of process knowledge and the inherent complexity of dynamic systems. During this project, we aim to monitor and model the development of a freshwater lens using modern techniques in a large and unique artificial dune area in Raversijde, Belgium. In doing so, we aim to reintroduce the dune to the coast as it was traditionally and work towards an integrated coastal model that not only protects us against flooding but also protects our hinterland and economy against salinization and contamination of our groundwater resources. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 5 Hydrogeological feedback mechanisms during juvenile dune development FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ERT Profiles Geophysical ERT profiles that are going to be taken periodically during the project. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Observational ☒ Experimental ☒ .py ☒ < 1 TB / EM Profiles Geophysical EM profiles that are going to be taken periodically during the project. ☒ Generate new data ☒ Digital ☒ Observational ☒ Experimental ☒ .py ☒ < 100 GB / GPR Profiles Geophysical GPR profiles that are going to be taken periodically during the project. ☒ Generate new data ☒ Digital ☒ Observational ☒ Experimental ☒ .py ☒ < 100 GB / Monitoring well dataset Data from the clustered monitoring wells placed on the different cross section ☒ Generate new data ☒ Digital ☒ Observational ☒ Experimental ☒ .csv ☒ < 100 GB / Drone profiling Monthly drone profiling that we receive from MDK ☒ Reuse existing data ☒ Digital ☒ Observational ☒ Experimental ☒ .tiff ☒ < 1 TB / RTK GPS dataset RTK GPS data that we take at certain time to compare against drone data or want a newer image. ☒ Generate new data ☒ Digital ☒ Observational ☒ Experimental ☒ .csv ☒ < 100 GB / Simulation data SEAWAT Simulation results/scrips and steps generated using SEAWAT ☒ Generate new data ☒ Digital ☒ Simulation data ☒ .SWT ☒ < 100 GB / Python scripts Scripts that are written in Python to process geophysical data and inversions. ☒ Generate new data ☒ Digital ☒ Software ☒ .py ☒ < 1 GB / MATLAB scripts Scripts that are written in Python to process geophysical data and inversions. ☒ Generate new data ☒ Digital ☒ Software ☒ .mat ☒ < 1 GB / Pictures Pictures that are taken during the project to visualize changes in the dune area. ☒ Generate new data ☒ Digital ☒ Observational ☒ .png ☒ < 100 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We are able to use the monthly available drone data from MDK that are generated from the test site. This is governmental data that we are able to use for our research. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 5 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To manage and document my different types of data, I follow the following approach: For geophysical and hydrogeological data, I ensure that each dataset is well-organized and labelled with a clear name. I define the variables in a codebook and include metadata such as the location, date, and time of the data collection. I also document any processing or filtering steps applied to the data. For MATLAB and Python scripts, I store them in a version control system such as Git, along with documentation describing their purpose and any necessary input/output data. I make sure that the scripts are well-commented and follow good programming practices. Pictures are stored in a directory with a clear and consistent naming convention. I add metadata to the pictures, such as the date, location, and any relevant details about the picture. Additionally, if pictures are used in analysis, I document which pictures were used and how they were analysed. For simulation data, I make sure that it is clearly labelled and organized. I create a codebook to describe the variables in the dataset. I also document any scripts or code used to run the simulation, including details such as the simulation parameters and any assumptions made. For drone profiling data, I label it with information such as the location, date, and time of the data collection. I create a codebook to describe the variables in the dataset. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No If no, please specify (where appropriate per dataset or data type) which metadata will be created: We will use the convention that is also used during the project and organization of the living lab. For now, this is still in discussion. At this moment, we accompany all available metadata (location, time, date, boundary factors) that are available with every dataset. 3. Data storage & back-up during the research project Where will the data be stored? Internal storage work PC Local mass network storage at our campus KU Leuven OneDrive Private NAS at my home See next section for more details. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 5 How will the data be backed up? To ensure that I do not lose any important files, I have set up a backup system using multiple storage locations. · Firstly, I will use the internal storage location on my PC to store my files, as it is readily accessible and does not require an internet connection. However, I am aware that if my PC fails or experiences a hardware failure, I may lose all of my data stored on the internal storage location. · Secondly, I will utilize a local mass drive storage at our campus to store my files (Large Volume Storage of the KU Leuven ICTS). This will provide an additional layer of security and ensure that my data is still accessible even if my PC fails. This storage option can also be accessed from anywhere on the campus network, making it easy to share files with colleagues. · Thirdly, I will back up my data to our university's Microsoft OneDrive, which provides secure cloud storage. This ensures that my files are stored remotely on servers managed by Microsoft, and that my data is accessible from any device with an internet connection. In the event of a PC failure, my files will still be backed up and accessible. Daily back-up of newly generated data is guaranteed with the KU Leuven One Drive service, while the Large Volume Storage of the KU Leuven ICTS secures daily backup of the large files/datasets directly uploaded there. · Finally, I will use a local Network Attached Storage (NAS) device at my home to back up my data. This will provide an additional layer of security for my data and ensure that my files are still accessible even if all other backup options fail. The NAS can be accessed remotely, making it easy to retrieve files even when I am away from home. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The OneDrive has a limitation in storage capacity (2TB) which will be sufficient for the small datasets, scrips and reports generated in this project. The research group provides sufficient data storage for all larger data files in the Large Volume Storage of the KU Leuven ICTS. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the PhD student, Jadon Beerlandt, and the research group/living lab will have access to the data. To prevent unauthorized access or modification of my data, I will implement appropriate security measures. For example, I will use a strong password or passcode to protect my PC and NAS device from unauthorized access. I will also ensure that the storage device at my campus is only accessible to authorized personnel and that my OneDrive account has a strong password and two-factor authentication. Our internal KU Leuven accounts also have two-factor authentication. Data that needs to be transferred will be done using our universities protected sharing client (Belnet). I will regularly update my security measures and review my backup system to ensure that my data remains secure. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs. Costs for large volume on ICTS servers are covered by our research group. KU Leuven OneDrive is without charge. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data (the data mentioned in beforementioned table) will be preserved for at least 5 years after ending of the project on: The large volume of our research group ICTS data storage. The data storage of the living lab These will also be split in different version of the data (periods in time or stages in PhD) Where will these data be archived (stored and curated for the long-term)? The large volume of our research group ICTS data storage. The data storage of the living lab What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Our research group will cover the cost of the Large Volume Storage of the KU Leuven ICTS. There are no additional costs for storing on the storage of the living lab project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Hydrogeological and geophysical datasets will be made available through the repository of the living lab (still under decision) and the repository of the KU Leuven. Python and MATLAB scripts will be uploaded on GitHub, which is a standard hosting service to share scripts in the scientific community. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 5 / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Hydrogeological and geophysical datasets will be made available through the repository of the living lab and the repository of the KU Leuven RDR. Python and MATLAB scripts will be uploaded on GitHub. When will the data be made available? Once the related research papers are accepted for publication, the data will be made available. Which data usage licenses are you going to provide? If none, please explain why. The dataset will be licensed under the licensing agreements of the living lab (not decided yet). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Once the related research papers are accepted for publication, the data DOI will be provided. What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected. Uploading and sharing on GitHub is free of share. 6. Responsibilities Who will manage data documentation and metadata during the research project? Jadon Beerlandt, the PhD candidate, will manage the data documentation and metadata during the research project. Who will manage data storage and backup during the research project? Jadon Beerlandt, the PhD candidate, will manage data storage and backup during the research project. Who will manage data preservation and sharing? Jadon Beerlandt, the PhD candidate, will manage data preservation and sharing. Who will update and implement this DMP? Jadon Beerlandt, the PhD candidate, will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 5"
}