{
    "document_id": "D-2023-1995",
    "LinkTitle": "D-2023-1995",
    "file_name": "D-2023-1995.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1995.pdf",
    "metadata": {
        "title": "D-2023-1995",
        "author": "N/A",
        "num_pages": 19
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Kaat Beunen (0000-0003-3557-0022)\nContributor name(s) (+ ORCID) & roles Prof. dr. Katrien Benhalima (0000-0002-3325-0263): promotor\nProf. dr. Chantal Mathieu (0000-0002-4055-5233): co-promotor\nProf. dr. Pieter Gillard (0000-0001-9111-4561): co-promotor\nProject number1 & title  S64308: Closed-loop insulin delivery in pregnant women with type 1 diabetes (the CRISTAL study)\nFunder(s) GrantID21S07723N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description  1  ( 1 )           Type diabetes T D during pregnancy is associated with an increased risk of maternal\n     ,     and neonatal complications such as preeclampsia preterm delivery and congenital\n.      ,      malformations The risk for complications remains high even with increased use of\n   ( )      ( . . continuous glucose monitoring CGM and subcutaneous insulin infusion technologies eg\n ),      -     insulin pumps highlighting the importance of achieving nearnormal glycaemic control in\n.    ,   ,       pregnancy With the CRISTAL study my PhD project we aim to investigate whether use of  \n   ( -    )      an artificial pancreas closedloop insulin delivery system can improve glycaemic control in\n      pregnancy and as such contribute to fewer\n .          pregnancy complications There are currently no data from randomized controlled trials\n( )    -    .   , RCT evaluating commercially available closedloop systems in pregnancy In my project\n, , ,  -    780  -     safety efficacy feasibility and costeffectiveness of the G closedloop system will be\n         -      compared to usual standard of care therapy in an open label RCT in pregnant women with  \n1 .     92   12     .   T D We plan to include participants with large Belgian and Dutch hospitals Half of\n       780          all participants will be assigned to the G and the other half will continue with their\n .          12   . current treatment Participants can be included in the study up to weeks of pregnancy\n-     .        Followup is planned until delivery Innovative markers to better predict glycaemic control\n            and pregnancy outcomes will be evaluated by analysing CGM metrics and novel biomarkers  \n     .from maternal and cord blood samples\n2.Research Data Summary\nFWO DMP Template (Flemish Standard DMP) 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nPrimary \nsource \ndocumentsPaper worksheets \nthat are \ncompleted by \nstudy staff locally \ncontaining data \non clinical \nexaminations, \npatient-reported \noutcomes, \nhealth-economic \naspects...☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☒ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☒ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☒ NASeveral pages\nElectronic \nCase Report \nForm \n(eCRF): the \nResearch \nElectronic \nData \nCapture The eCRF serves \nas a digital \ndatabase for all \nobtained \nresearch data. All \nresearch results, \noften primarily\ncollected on ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TBNA\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5(REDCap) \nweb \napplicationpaper \nworksheets, are \neventually \ncollected in this \ndatabase. ☐ NA☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ NA\nSurveys These are \ncompleted by \nparticipants\nonline in REDCap \nby means of a \ntablet, laptop, or \nsmartphone. \nResults\nautomatically \nload into the \nREDCap \ndatabase. ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NANA\nData of \ndiabetes \ntreatment \ndevices Data of diabetes \ntreatment \ndevices including \nthe 780G insulin \npump \n(investigational \ndevice), (blinded)\ncontinuous \nglucose \nmonitoring \nsystems and \nother diabetes \ntechnologies ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NANA\nFWO DMP Template (Flemish Standard DMP) 6which collect \nimportant \ntreatment data.\nBlood \nsamplesAt screening and \nthe study visits, \none encoded \nsample for \ncentral analysis of \nHbA1c is \ncollected and two \nencoded samples \nfor future \nanalyses of novel \nbiomarkers and \nmetabolomics are \ncollected. At \ndelivery, one \nencoded sample \nfor measurement \nof C-peptide and \ntwo encoded \nsamples \nfor future \nanalyses of new \nbiomarkers and \nmetabolomics are \ncollected.☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☒ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☒ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☒ NAMax. 1932 blood \nsamples\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nData will be processed in accordance with the European General Data Protection Regulation (AVG/GDPR) \nand Belgian Law (Belgian Law 30 Jul 2018) on the protection of natural persons with regard to the \nprocessing of personal data. As the responsible entity of the research, UZ Leuven is the controller of \npersonal data that is processed in the context of the research.\nParticipation in the study means that the physician investigator collects data and uses it for medical \npublications. The researcher has a duty to treat the collected data confidentially, which means that a \nparticipant’s name will never be published in the context of a publication or a conference. Study data will \nalways be numbered before transfer to third parties. This number (link between the participant and \nassociated data) will be kept securely by the research team. The researcher is therefore the only person \nwho can establish a link between number and participant. The transferred personal data does not include \na combination of elements that allow to identify the patient. A coding procedure is also used for the blood \nsamples, just as for medical data. Samples are therefore only provided with an identification code in the \ncontext of this clinical study. The researcher is responsible for ensuring the pseudonymization of the blood  \nsamples and the traceability of these blood samples.\nUnder strict conditions, direct access to the medical record may be granted to authorized personnel of the  \nsponsor or of its representative(s), to regulatory authorities or to other persons authorized by law to verify  \nthat the study is being performed correctly. Access is only granted to check the quality of the collected \ndata. All persons who are allowed to inspect the medical file are bound by professional secrecy. Therefore,  \nconsent to participate in this study also means that encrypted medical data can be used for purposes \ndescribed in this information form and that it is transferred to the above persons and/or institutions.\nProcessing of personal data is necessary in order to be able to realize the scientific research purposes as \ndescribed. Conducting academic research is one of UZ Leuven's statutory assignments. As a university \nFWO DMP Template (Flemish Standard DMP) 9hospital affiliated with KU Leuven, UZ Leuven must support science and education in the public interest. \nUZ Leuven wants to clarify the necessity of processing as part of scientific research and as a task of general  \ninterest, as the legal basis for processing data by UZ Leuven in the context of this research. In addition, UZ \nLeuven is subject to specific legal obligations that govern the processing of your data which may be \nnecessary in the context of safety reporting (such as, for example, reporting adverse reactions to \nsupervisory authorities). For data protection legislation, we follow the European GDPR regulations.\nEthical approval number of the CRISTAL study project is S64308 (Belgian registration\nnumber: B3222020000272; Dutch registration number NL78535.000.21), first approved by the Ethics \ncommittee Research UZ/KU Leuven on 18/12/2020. This project is supported and monitored by the Clinical  \nTrial Center of UZ Leuven. All obtained data will be entered and managed in the REDCap web application.\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used: Encoded data will be collected at \nstudy visits, from medical records and applicable software programs (related to diabetes \ntreatment). Per participating site, there is a secure key file stored on a secure server containing \npatient identifiers (link between the participant and associated data), being the only file with \npatient identifiers accessible to local researchers. Kind of personal data that will be processed: \nperson’s name, address, e-mail, ID number, personal or work phone number, health data (data of \nclinical examinations, treatment, complications, laboratory results), demographic data, patient-\nreported data, and health-economic data.\n-Privacy Registry Reference: EC S-number of the CRISTAL study is S64308.\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 10Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).The approved study protocol and data dictionaries will be used along with the data to keep it \nunderstandable and (re)usable.  \nFWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nData dictionaries will be used to make the data easier to find and (re)use\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Research data will be stored for a period of 15 years after the study is finished, according to local \nguidelines, at Merak NV (Steenhoevestraat 6, 2800 Mechelen). Our research group has long-standing \nexperience with Merak NV for secure and long-term storage of data. All locked eCRFs will be downloaded \nfrom REDCap in PDF format (1 PDF file per patient) and these PDF files will then be stored on a USB stick (1  \nstick per site) which will be archived in the ISF with other research data at Merak NV. Digital data will be \nstored at the UZ Leuven server, department of Endocrinology, private sharepoint.\nFWO DMP Template (Flemish Standard DMP) 12How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.All obtained data will be stored at the REDCap web application. This will also serve as a back-up of the \ndatabase. In addition, data is initially collected on primary source documents, i.e. paper (fill-in) \nworksheets, which will be archived at Merak NV for 15 years after the study is finished.\nIn UZL REDCap, data is backed up as follows:\nThe web server backup regime is specified below:\noAn hourly backup, the last 6 versions of which are saved\noA daily backup, the last 7 versions of which are saved\noA weekly backup,  the last 6 versions of which are saved\nThe database backup regime is specified below:\noA nightly cold backup of all databases\noOne month’s storage of the nightly cold backups\nData restore, upon request\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: Primary source documents with data of local participants are stored locally \nat each site in secure rooms. Within one week after a study visit took place, data is transferred to REDCap \nin order to have a secure backup of all the data. Insufficient storage or backup capacities are not expected.  \nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 13How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7REDCap is a modern, secure software application for building and managing online clinical research \ndatabases and survey forms. REDCap has the required safeguards for research data security and privacy \n(compliant with HIPAA).  The REDCap system provides an intuitive interface for users to enter data and \nhave real time validation rules (with automated data type and range checks) at the time of entry. These \nsystems offer easy data manipulation with audit trails for reporting, monitoring and querying patient \nrecords. Every action by a user in REDCap is recorded and can be reviewed afterwards.  In addition, access \nto REDCap should be requested by the data manager for all study staff (by means of the access request \nform). Thereafter, the data management department of the clinical trial center of UZ Leuven should \nevaluate the access to the CRISTAL project. Access can only be granted after a successful test is taken \n(score >80%). In REDCap, data access groups are created in REDCap for every participating site in a way \nthat the study staff associated with that site only can access study-specific data for his/her own research \nsite.\nOur research group has long-standing experience with Merak NV for secure and long-term storage of data.  \nResearch documents are stored in optimal conditions in secure storage facilities.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Primary source documents are filed locally in binders provided by the sponsor, UZ Leuven. Costs of binders  \nand printed paper worksheets are covered by the study budget.  \nUse of the eCRF (REDCap) costs €80 per year for the general research project. Therefore, a cost of €240 is \nexpected. This is also covered by the study budget.\nFWO DMP Template (Flemish Standard DMP) 145. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will at least be retained for 10 years. Collected blood samples will be stored in the biobank of \nUZ/KU Leuven (on -80°C) for no longer than 10 years according to blood sampling storage guidelines. We \nplan to store research data for a period of 15 years after the study is finished at Merak NV.\nWhere will these data be archived (stored and \ncurated for the long-term)?Research data will be stored and curated for a period of 15 years after the study is finished at Merak NV \n(Steenhoevestraat 6, 2800 Mechelen). Our research group has long-standing experience with Merak NV \nfor secure and long-term storage of data. Digital data will be stored and curated on the REDCap web \napplication and the UZ Leuven server, department of Endocrinology, private sharepoint.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Archiving of one box (with f.e. binders) is €250 for 25 years at Merak NV. The costs will be covered by the \nstudy budget.\nFWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:\nDuring the project, research data will not be openly available. Only in the context of a master thesis, \nresearch data will be made available as embargoed data. After the project, data will be made available \nupon publication of the research results (in an open access journal).\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Access to the CRISTAL study project in REDCap will only be applicable for study staff that completed a role-\nspecifc test with a score >80%. The following roles are applicable:  \nThe coordinating investigator:\n- may create new (subject) records in REDCap for his/her own research site, can add, edit, organize \nproject-wide reports, stats, charts and data dashboards - can execute data quality rules - can open and \nrespond to data queries - has access to logging (i.e. audit trail) and calendar - can view, enter, edit and \nvalidate actual study-specific data for his/her own research site - authorized to review/validate site-\nspecific medical data such as lab results, (S)AEs etc. - approves/signs completed eCRF records - authorized \nto lock/unlock own site’s records via eSignature.\nThe principal investigator(s) and investigator(s):\n- may create new (subject) records in REDCap for his/her own research site - can add, edit, organize site-\nFWO DMP Template (Flemish Standard DMP) 16specific reports, stats, charts and data dashboards - can execute data quality rules - can open and respond \nto data queries - has access to logging (i.e. audit trail) and calendar - can view, enter, edit and validate \nactual site-specific study data - authorized to review/validate site-specific medical data such as lab results, \n(S)AEs etc. - approves/signs completed eCRF records - authorized to lock/unlock own site’s records via \neSignature\nOther study staff:\n- may create new (subject) records in REDCap for the research site he/she is affiliated with - can view, \nenter and edit actual site-specific study data - can open and respond to data queries - has access to logging  \n(i.e. audit trail) and calendar\nI will be the data manager of the project which means that I:\n- can add, edit, organize site-specific reports, stats, charts and data dashboards - can execute data quality \nrules - can open, close and respond to data queries - has access to logging (i.e. audit trail) and calendar - \ncannot enter or manipulate actual study data collected within the eCRF\nThe monitor/auditor of the study:\n- can add, edit, organize project-wide and site-specific reports, stats, charts and data dashboards, as \nrelevant to the agreed scope of monitoring/auditing activities - has access to logging (i.e. audit trail) and \ncalendar - cannot enter or manipulate actual study data within the production database (i.e. has data \nviewing rights only) - can open, close and respond to data queries - is assigned to project/site-specific user \ngroups, as needed to execute the agreed scope of monitoring/auditing activities\nThe statistician:\n- can add, edit, organize project-wide and site-specific reports, stats, charts and data dashboards - can \nFWO DMP Template (Flemish Standard DMP) 17execute data quality rules - cannot enter or manipulate actual study data within the production database \n(i.e. has data viewing rights only)\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Participation in the study means that data is collected and will be used for medical publications. However, \ndata will always be used in a pseudonymized (encoded) way. It is currently unknown in which medical \njournals research results will be published although we opt for high-quality journals within the topic.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results\nFWO DMP Template (Flemish Standard DMP) 18Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Currently unknown.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Data sharing in the context of publications in (open access) medical journals is covered by the study \nbudget.\n7. Responsibilities\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 19Who will manage data documentation and \nmetadata during the research project?During the research project, every local principle investigator or a delegate is responsible for storage of \nlocally obtained research data in the participating site (i.e. primary source documents\nand the eCRF): prof. K Benhalima (UZ Leuven), prof. B Lapauw (UZ Gent), dr. N Van Wilder (UZ Brussel), dr. \nD Lee (AZ Imelda), prof. F Nobels (OLVZ), dr. Y Taes (AZ St. Jan), dr. G\nVanhaverbeke (AZ Groeninge), dr. D Ballaux (Vitaz), dr. X Aers (AZ Delta), dr. J Cuypers (AZ Turnhout), dr. V  \nPreumont (UCL St. Luc) and dr. S Siegelaar (Amsterdam UMC). I am the data\nmanager of the eCRF (REDCap) for all participating sites.\nWho will manage data storage and backup \nduring the research project?The coordinating investigator of the project is prof. dr. Katrien Benhalima. Together with the data \nmanager, she is the main responsible for the management of data storage and backup during the\nresearch project.\nWho will manage data preservation and \nsharing?The coordinating investigator is the main responsible for the management of data preservation and \nsharing.\nWho will update and implement this DMP? This DMP will be updated and implemented by the data manager of the project."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Kaat Beunen (0000-0003-3557-0022) Contributor name(s) (+ ORCID) & roles Prof. dr. Katrien Benhalima (0000-0002-3325-0263): promotor Prof. dr. Chantal Mathieu (0000-0002-4055-5233): co-promotor Prof. dr. Pieter Gillard (0000-0001-9111-4561): co-promotor Project number1 & title S64308: Closed-loop insulin delivery in pregnant women with type 1 diabetes (the CRISTAL study) Funder(s) GrantID21S07723N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description 1 ( 1 ) Type diabetes T D during pregnancy is associated with an increased risk of maternal , and neonatal complications such as preeclampsia preterm delivery and congenital . , malformations The risk for complications remains high even with increased use of ( ) ( . . continuous glucose monitoring CGM and subcutaneous insulin infusion technologies eg ), - insulin pumps highlighting the importance of achieving nearnormal glycaemic control in . , , pregnancy With the CRISTAL study my PhD project we aim to investigate whether use of ( - ) an artificial pancreas closedloop insulin delivery system can improve glycaemic control in pregnancy and as such contribute to fewer . pregnancy complications There are currently no data from randomized controlled trials ( ) - . , RCT evaluating commercially available closedloop systems in pregnancy In my project , , , - 780 - safety efficacy feasibility and costeffectiveness of the G closedloop system will be - compared to usual standard of care therapy in an open label RCT in pregnant women with 1 . 92 12 . T D We plan to include participants with large Belgian and Dutch hospitals Half of 780 all participants will be assigned to the G and the other half will continue with their . 12 . current treatment Participants can be included in the study up to weeks of pregnancy - . Followup is planned until delivery Innovative markers to better predict glycaemic control and pregnancy outcomes will be evaluated by analysing CGM metrics and novel biomarkers .from maternal and cord blood samples 2.Research Data Summary FWO DMP Template (Flemish Standard DMP) 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Primary source documentsPaper worksheets that are completed by study staff locally containing data on clinical examinations, patient-reported outcomes, health-economic aspects...☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☒ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☒ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NASeveral pages Electronic Case Report Form (eCRF): the Research Electronic Data Capture The eCRF serves as a digital database for all obtained research data. All research results, often primarily collected on ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TBNA 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5(REDCap) web applicationpaper worksheets, are eventually collected in this database. ☐ NA☐ .tab ☐ .gml ☐ other: ☐ NA☐ NA Surveys These are completed by participants online in REDCap by means of a tablet, laptop, or smartphone. Results automatically load into the REDCap database. ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NANA Data of diabetes treatment devices Data of diabetes treatment devices including the 780G insulin pump (investigational device), (blinded) continuous glucose monitoring systems and other diabetes technologies ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NANA FWO DMP Template (Flemish Standard DMP) 6which collect important treatment data. Blood samplesAt screening and the study visits, one encoded sample for central analysis of HbA1c is collected and two encoded samples for future analyses of novel biomarkers and metabolomics are collected. At delivery, one encoded sample for measurement of C-peptide and two encoded samples for future analyses of new biomarkers and metabolomics are collected.☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☒ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☒ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NAMax. 1932 blood samples FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Data will be processed in accordance with the European General Data Protection Regulation (AVG/GDPR) and Belgian Law (Belgian Law 30 Jul 2018) on the protection of natural persons with regard to the processing of personal data. As the responsible entity of the research, UZ Leuven is the controller of personal data that is processed in the context of the research. Participation in the study means that the physician investigator collects data and uses it for medical publications. The researcher has a duty to treat the collected data confidentially, which means that a participant’s name will never be published in the context of a publication or a conference. Study data will always be numbered before transfer to third parties. This number (link between the participant and associated data) will be kept securely by the research team. The researcher is therefore the only person who can establish a link between number and participant. The transferred personal data does not include a combination of elements that allow to identify the patient. A coding procedure is also used for the blood samples, just as for medical data. Samples are therefore only provided with an identification code in the context of this clinical study. The researcher is responsible for ensuring the pseudonymization of the blood samples and the traceability of these blood samples. Under strict conditions, direct access to the medical record may be granted to authorized personnel of the sponsor or of its representative(s), to regulatory authorities or to other persons authorized by law to verify that the study is being performed correctly. Access is only granted to check the quality of the collected data. All persons who are allowed to inspect the medical file are bound by professional secrecy. Therefore, consent to participate in this study also means that encrypted medical data can be used for purposes described in this information form and that it is transferred to the above persons and/or institutions. Processing of personal data is necessary in order to be able to realize the scientific research purposes as described. Conducting academic research is one of UZ Leuven's statutory assignments. As a university FWO DMP Template (Flemish Standard DMP) 9hospital affiliated with KU Leuven, UZ Leuven must support science and education in the public interest. UZ Leuven wants to clarify the necessity of processing as part of scientific research and as a task of general interest, as the legal basis for processing data by UZ Leuven in the context of this research. In addition, UZ Leuven is subject to specific legal obligations that govern the processing of your data which may be necessary in the context of safety reporting (such as, for example, reporting adverse reactions to supervisory authorities). For data protection legislation, we follow the European GDPR regulations. Ethical approval number of the CRISTAL study project is S64308 (Belgian registration number: B3222020000272; Dutch registration number NL78535.000.21), first approved by the Ethics committee Research UZ/KU Leuven on 18/12/2020. This project is supported and monitored by the Clinical Trial Center of UZ Leuven. All obtained data will be entered and managed in the REDCap web application. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: Encoded data will be collected at study visits, from medical records and applicable software programs (related to diabetes treatment). Per participating site, there is a secure key file stored on a secure server containing patient identifiers (link between the participant and associated data), being the only file with patient identifiers accessible to local researchers. Kind of personal data that will be processed: person’s name, address, e-mail, ID number, personal or work phone number, health data (data of clinical examinations, treatment, complications, laboratory results), demographic data, patient- reported data, and health-economic data. -Privacy Registry Reference: EC S-number of the CRISTAL study is S64308. 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).The approved study protocol and data dictionaries will be used along with the data to keep it understandable and (re)usable. FWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Data dictionaries will be used to make the data easier to find and (re)use 4.Data Storage & Back-up during the Research Project Where will the data be stored? Research data will be stored for a period of 15 years after the study is finished, according to local guidelines, at Merak NV (Steenhoevestraat 6, 2800 Mechelen). Our research group has long-standing experience with Merak NV for secure and long-term storage of data. All locked eCRFs will be downloaded from REDCap in PDF format (1 PDF file per patient) and these PDF files will then be stored on a USB stick (1 stick per site) which will be archived in the ISF with other research data at Merak NV. Digital data will be stored at the UZ Leuven server, department of Endocrinology, private sharepoint. FWO DMP Template (Flemish Standard DMP) 12How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.All obtained data will be stored at the REDCap web application. This will also serve as a back-up of the database. In addition, data is initially collected on primary source documents, i.e. paper (fill-in) worksheets, which will be archived at Merak NV for 15 years after the study is finished. In UZL REDCap, data is backed up as follows: The web server backup regime is specified below: oAn hourly backup, the last 6 versions of which are saved oA daily backup, the last 7 versions of which are saved oA weekly backup, the last 6 versions of which are saved The database backup regime is specified below: oA nightly cold backup of all databases oOne month’s storage of the nightly cold backups Data restore, upon request Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Primary source documents with data of local participants are stored locally at each site in secure rooms. Within one week after a study visit took place, data is transferred to REDCap in order to have a secure backup of all the data. Insufficient storage or backup capacities are not expected. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7REDCap is a modern, secure software application for building and managing online clinical research databases and survey forms. REDCap has the required safeguards for research data security and privacy (compliant with HIPAA). The REDCap system provides an intuitive interface for users to enter data and have real time validation rules (with automated data type and range checks) at the time of entry. These systems offer easy data manipulation with audit trails for reporting, monitoring and querying patient records. Every action by a user in REDCap is recorded and can be reviewed afterwards. In addition, access to REDCap should be requested by the data manager for all study staff (by means of the access request form). Thereafter, the data management department of the clinical trial center of UZ Leuven should evaluate the access to the CRISTAL project. Access can only be granted after a successful test is taken (score >80%). In REDCap, data access groups are created in REDCap for every participating site in a way that the study staff associated with that site only can access study-specific data for his/her own research site. Our research group has long-standing experience with Merak NV for secure and long-term storage of data. Research documents are stored in optimal conditions in secure storage facilities. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Primary source documents are filed locally in binders provided by the sponsor, UZ Leuven. Costs of binders and printed paper worksheets are covered by the study budget. Use of the eCRF (REDCap) costs €80 per year for the general research project. Therefore, a cost of €240 is expected. This is also covered by the study budget. FWO DMP Template (Flemish Standard DMP) 145. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will at least be retained for 10 years. Collected blood samples will be stored in the biobank of UZ/KU Leuven (on -80°C) for no longer than 10 years according to blood sampling storage guidelines. We plan to store research data for a period of 15 years after the study is finished at Merak NV. Where will these data be archived (stored and curated for the long-term)?Research data will be stored and curated for a period of 15 years after the study is finished at Merak NV (Steenhoevestraat 6, 2800 Mechelen). Our research group has long-standing experience with Merak NV for secure and long-term storage of data. Digital data will be stored and curated on the REDCap web application and the UZ Leuven server, department of Endocrinology, private sharepoint. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Archiving of one box (with f.e. binders) is €250 for 25 years at Merak NV. The costs will be covered by the study budget. FWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: During the project, research data will not be openly available. Only in the context of a master thesis, research data will be made available as embargoed data. After the project, data will be made available upon publication of the research results (in an open access journal). If access is restricted, please specify who will be able to access the data and under what conditions.Access to the CRISTAL study project in REDCap will only be applicable for study staff that completed a role- specifc test with a score >80%. The following roles are applicable: The coordinating investigator: - may create new (subject) records in REDCap for his/her own research site, can add, edit, organize project-wide reports, stats, charts and data dashboards - can execute data quality rules - can open and respond to data queries - has access to logging (i.e. audit trail) and calendar - can view, enter, edit and validate actual study-specific data for his/her own research site - authorized to review/validate site- specific medical data such as lab results, (S)AEs etc. - approves/signs completed eCRF records - authorized to lock/unlock own site’s records via eSignature. The principal investigator(s) and investigator(s): - may create new (subject) records in REDCap for his/her own research site - can add, edit, organize site- FWO DMP Template (Flemish Standard DMP) 16specific reports, stats, charts and data dashboards - can execute data quality rules - can open and respond to data queries - has access to logging (i.e. audit trail) and calendar - can view, enter, edit and validate actual site-specific study data - authorized to review/validate site-specific medical data such as lab results, (S)AEs etc. - approves/signs completed eCRF records - authorized to lock/unlock own site’s records via eSignature Other study staff: - may create new (subject) records in REDCap for the research site he/she is affiliated with - can view, enter and edit actual site-specific study data - can open and respond to data queries - has access to logging (i.e. audit trail) and calendar I will be the data manager of the project which means that I: - can add, edit, organize site-specific reports, stats, charts and data dashboards - can execute data quality rules - can open, close and respond to data queries - has access to logging (i.e. audit trail) and calendar - cannot enter or manipulate actual study data collected within the eCRF The monitor/auditor of the study: - can add, edit, organize project-wide and site-specific reports, stats, charts and data dashboards, as relevant to the agreed scope of monitoring/auditing activities - has access to logging (i.e. audit trail) and calendar - cannot enter or manipulate actual study data within the production database (i.e. has data viewing rights only) - can open, close and respond to data queries - is assigned to project/site-specific user groups, as needed to execute the agreed scope of monitoring/auditing activities The statistician: - can add, edit, organize project-wide and site-specific reports, stats, charts and data dashboards - can FWO DMP Template (Flemish Standard DMP) 17execute data quality rules - cannot enter or manipulate actual study data within the production database (i.e. has data viewing rights only) Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.Participation in the study means that data is collected and will be used for medical publications. However, data will always be used in a pseudonymized (encoded) way. It is currently unknown in which medical journals research results will be published although we opt for high-quality journals within the topic. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results FWO DMP Template (Flemish Standard DMP) 18Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Currently unknown. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Data sharing in the context of publications in (open access) medical journals is covered by the study budget. 7. Responsibilities 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 19Who will manage data documentation and metadata during the research project?During the research project, every local principle investigator or a delegate is responsible for storage of locally obtained research data in the participating site (i.e. primary source documents and the eCRF): prof. K Benhalima (UZ Leuven), prof. B Lapauw (UZ Gent), dr. N Van Wilder (UZ Brussel), dr. D Lee (AZ Imelda), prof. F Nobels (OLVZ), dr. Y Taes (AZ St. Jan), dr. G Vanhaverbeke (AZ Groeninge), dr. D Ballaux (Vitaz), dr. X Aers (AZ Delta), dr. J Cuypers (AZ Turnhout), dr. V Preumont (UCL St. Luc) and dr. S Siegelaar (Amsterdam UMC). I am the data manager of the eCRF (REDCap) for all participating sites. Who will manage data storage and backup during the research project?The coordinating investigator of the project is prof. dr. Katrien Benhalima. Together with the data manager, she is the main responsible for the management of data storage and backup during the research project. Who will manage data preservation and sharing?The coordinating investigator is the main responsible for the management of data preservation and sharing. Who will update and implement this DMP? This DMP will be updated and implemented by the data manager of the project."
}