{
    "document_id": "D-2023-2451",
    "LinkTitle": "D-2023-2451",
    "file_name": "D-2023-2451.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2451.pdf",
    "metadata": {
        "title": "PROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC PERFORMANCE OF BOLIVIAN STUDENTS",
        "author": "N/A",
        "creation_date": "2023-12-18 10:58:10+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "PROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC\nPROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC\nPERFORMANCE OF BOLIVIAN STUDENTS\nPERFORMANCE OF BOLIVIAN STUDENTS\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nTom Schrijvers, Tania Fernanda Ugarte Guzmán\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nZB/23/014\nID: \nID: \n203630\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nA solid IT education is one of the promising avenues for Bolivia out of poverty and towards a sustainable future. Yet, Bolivia's undergraduate\nengineering programs, which supply this education, face substantial challenges. Due to heterogeneous student backgrounds, insufficiently developed\nproblem-solving skills and mathematical reasoning ability, poor command of the English language, and limited academic staff, programming courses\nprove to be an insurmountable obstacle to many students with high drop-out rates as a consequence. This project aims to remedy the situation with an\nintegrated approach based on an educational programming platform, Programino. Programino offers a python programming environment with\nautomatic feedback fully in Spanish, adjusts individual student trajectories to match their skills portfolio, and provides a curriculum based on Problem-\nOriented Learning that combines problem solving and mathematics with programming. It will be rolled out across Bolivian universities.\nLast modified: \nLast modified: \n15-12-2023\nCreated using DMPonline.be. Last modiﬁed 15 December 2023\n1 of 6\nPROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC\nPROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC\nPERFORMANCE OF BOLIVIAN STUDENTS\nPERFORMANCE OF BOLIVIAN STUDENTS\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting\ndata) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n1\nexisting eTeacher\nplatform code\nR\nD\nSO\npy,.js.,.ts,.sql,... \n<1GB \n \n2\nnew Programino\nplatform code\nN\nD\nSO\npy,.js.,.ts,.sql,... \n<1GB\n \n3\nexisting eTeacher course\ntext\nR\nD\nT, A\n.yaml, .png\n<1GB\n \n4\nnew Programino course\ntext\nN\nD\nT, A\n.yaml, .png\n<1GB\n \n5\nscientific publications\nN\nD\nT\n.pdf\n<1GB\n \n6\nProgramino submissions\nN\nD\nT\n.py\n<1GB\n \n7\nStudent level tests\nN\nD\nT\n.txt\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe data sets 1 and 3 have been created for the eTeacher project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nThis concerns datasets 6 and 7.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPRET G-2023-7173: This concerns datasets 6 and 7.\nCreated using DMPonline.be. Last modiﬁed 15 December 2023\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nDatasets 2 and 4 build on existing datasets 1 and 3 which are already being valorized at Flemish secondary schools. They can be valorized in a\nsimilar way, at Bolivian secondary schools and higher education.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe IP rights of 1 and 3 have already been transferred to KU Leuven LRD prior to the C3 project. Third-party users will have to agree with an\nLRD license.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe data are in human readable formats and self-documenting. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThis is not relevant. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nWe store the data in KU Leuven gitlab (gitlab.kuleuven.be) projects in the DTAI group.\nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 15 December 2023\n3 of 6\nOther (specify below)\nKU Leuven gitlab takes care of backup. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven gitlab provides access control. Only authorized people are given access to the eTeacher projects in gitlab. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe gitlab service is free of charge. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nIn KU Leuven gitlab. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe gitlab service is free of charge. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nCreated using DMPonline.be. Last modiﬁed 15 December 2023\n4 of 6\nOther (specify below)\nNo (closed access)\nThe data 1-4 will be used for commercialisation, and not be made available freely to third parties.\nThe scientific publications (5) will be made publicly available through the KU Leuven Lirias database. \nThe datasets 6 and 7 will not bet made available. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to the data 1-4 will be managed by prof. Tom Schrijvers for KU Leuven LRD, and with the purpose of commercialisation. Datasets 6-7\nwill be used by Tom Schrijvers and his KU Leuven team. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe Programino platform will be made available commercially after the project to enable its continuity. For that reason all data relevant to the\ncommercialisation will not be shared. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nScientific publications will be made available in Lirias.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nThe public data will be made available alongside with publication of the corresponding research results. \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nCommercial licenses for are arranged by KU Leuven LRD. Scientific publications are governed by standard copyright. The public research\ncode will be made available under the European Union Public License. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nDOIs are usually assigned to publications. \nCreated using DMPonline.be. Last modiﬁed 15 December 2023\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nData sharing will not incur any costs. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nAll project staff: \nTania Ugarte\nTom Schrijvers\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nAll project staff: \nTania Ugarte\nTom Schrijvers\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDuring the project all involved project staff: \nTania Ugarte\nTom Schrijvers\nAfter the project:\nTom Schrijvers \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nTom Schrijvers\nCreated using DMPonline.be. Last modiﬁed 15 December 2023\n6 of 6"
    },
    "clean_full_text": "PROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC PROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC PERFORMANCE OF BOLIVIAN STUDENTS PERFORMANCE OF BOLIVIAN STUDENTS A Data Management Plan created using DMPonline.be Creators: Creators: Tom Schrijvers, Tania Fernanda Ugarte Guzmán Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: ZB/23/014 ID: ID: 203630 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: A solid IT education is one of the promising avenues for Bolivia out of poverty and towards a sustainable future. Yet, Bolivia's undergraduate engineering programs, which supply this education, face substantial challenges. Due to heterogeneous student backgrounds, insufficiently developed problem-solving skills and mathematical reasoning ability, poor command of the English language, and limited academic staff, programming courses prove to be an insurmountable obstacle to many students with high drop-out rates as a consequence. This project aims to remedy the situation with an integrated approach based on an educational programming platform, Programino. Programino offers a python programming environment with automatic feedback fully in Spanish, adjusts individual student trajectories to match their skills portfolio, and provides a curriculum based on Problem- Oriented Learning that combines problem solving and mathematics with programming. It will be rolled out across Bolivian universities. Last modified: Last modified: 15-12-2023 Created using DMPonline.be. Last modiﬁed 15 December 2023 1 of 6 PROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC PROGRAMINO: AN EDUCATIONAL PROGRAMMING PLATFORM TO IMPROVE ACADEMIC PERFORMANCE OF BOLIVIAN STUDENTS PERFORMANCE OF BOLIVIAN STUDENTS Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA 1 existing eTeacher platform code R D SO py,.js.,.ts,.sql,... <1GB 2 new Programino platform code N D SO py,.js.,.ts,.sql,... <1GB 3 existing eTeacher course text R D T, A .yaml, .png <1GB 4 new Programino course text N D T, A .yaml, .png <1GB 5 scientific publications N D T .pdf <1GB 6 Programino submissions N D T .py <1GB 7 Student level tests N D T .txt <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The data sets 1 and 3 have been created for the eTeacher project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No This concerns datasets 6 and 7. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) PRET G-2023-7173: This concerns datasets 6 and 7. Created using DMPonline.be. Last modiﬁed 15 December 2023 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Datasets 2 and 4 build on existing datasets 1 and 3 which are already being valorized at Flemish secondary schools. They can be valorized in a similar way, at Bolivian secondary schools and higher education. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The IP rights of 1 and 3 have already been transferred to KU Leuven LRD prior to the C3 project. Third-party users will have to agree with an LRD license. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data are in human readable formats and self-documenting. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No This is not relevant. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) We store the data in KU Leuven gitlab (gitlab.kuleuven.be) projects in the DTAI group. How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 15 December 2023 3 of 6 Other (specify below) KU Leuven gitlab takes care of backup. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven gitlab provides access control. Only authorized people are given access to the eTeacher projects in gitlab. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The gitlab service is free of charge. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) In KU Leuven gitlab. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The gitlab service is free of charge. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Created using DMPonline.be. Last modiﬁed 15 December 2023 4 of 6 Other (specify below) No (closed access) The data 1-4 will be used for commercialisation, and not be made available freely to third parties. The scientific publications (5) will be made publicly available through the KU Leuven Lirias database. The datasets 6 and 7 will not bet made available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data 1-4 will be managed by prof. Tom Schrijvers for KU Leuven LRD, and with the purpose of commercialisation. Datasets 6-7 will be used by Tom Schrijvers and his KU Leuven team. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The Programino platform will be made available commercially after the project to enable its continuity. For that reason all data relevant to the commercialisation will not be shared. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Scientific publications will be made available in Lirias. When will the data be made available? When will the data be made available? Upon publication of research results The public data will be made available alongside with publication of the corresponding research results. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Commercial licenses for are arranged by KU Leuven LRD. Scientific publications are governed by standard copyright. The public research code will be made available under the European Union Public License. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository DOIs are usually assigned to publications. Created using DMPonline.be. Last modiﬁed 15 December 2023 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Data sharing will not incur any costs. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? All project staff: Tania Ugarte Tom Schrijvers Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? All project staff: Tania Ugarte Tom Schrijvers Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the project all involved project staff: Tania Ugarte Tom Schrijvers After the project: Tom Schrijvers Who will update and implement this DMP? Who will update and implement this DMP? Tom Schrijvers Created using DMPonline.be. Last modiﬁed 15 December 2023 6 of 6"
}