{
    "document_id": "D-2023-2064",
    "LinkTitle": "D-2023-2064",
    "file_name": "D-2023-2064.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2064.pdf",
    "metadata": {
        "title": "Robust and reliable simulation of resistance pressure welding processes",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Robust and reliable simulation of resistance pressure welding processes\nA Data Management Plan created using DMPonline.be\nCreator: \nBouwe Verkens\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SE1423N\nID: \n198306\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nResistance pressure welding is considered one of the most stable and economically feasible mechanical joining techniques.\nNevertheless, in industrial practice, it still suffers from a high sensitivity to often uncontrollable and variable process conditions, such as\nelectrode wear, misalignment, surface condition, ... . Consequently, the weld quality often varies considerably as a result of e.g. lack of\nfusion, spatter of molten metal, variation in local resistance and crack initiation. First-principle based numerical models are becoming\nincreasingly popular in the context of process simulation, as they help to gain insight into the underlying quality affecting physical\nphenomena of this highly dynamic process. However, such numerical simulations are very complex as they consist of coupled multi-\nphysical analyses (mechanical, thermal, electrical and additionally magnetic and metallurgical). The complexity of the process and\nvariability in process parameters makes it necessary to integrate uncertainty quantification (UQ) methods in order to obtain a reliable\nmodel. In this respect, it is necessary to reduce the computation time of these computationally expensive simulations by means of\nsurrogate modelling techniques. Using these techniques, it is also possible to extend the scope of white-box models to reliability based\nprocess optimisation (RBPO). This will allow estimation of the necessary process parameters (welding current and time) to provide a\nrobust weld quality.\nLast modified: \n03-05-2023\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n1 of 5\nRobust and reliable simulation of resistance pressure welding processes\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nNumerical\nmodel\nMulti-physically coupled finite element model of resistance\npressure welding processes\nGenerate\nnew data\nDigital\nSimulation data\nAnsys Workbench\n<.wbdb>\n< 1GB\n/\nWelded\nsamples\nResistance pressure welds (spot welding and projection\nwelding) created for validation of the models\nGenerate\nnew data\nPhysical\nExperimental\n/\n/\n< 500 samples (dimensions 20 x\n50 x 1 mm steel plates)\nDAQ\nsignals\nMeasurements of force, displacement,\ntemperature of the electrodes and current and voltage during\nwelding\nGenerate\nnew data\nDigital\nExperimental\nComma Separated\nValues-files <.csv>,\nMatlab structure\n<.mat>\n10 GB\n/\nUQ results\nGenerated results of the models and data of the UQ methods\nGenerate\nnew data\nDigital\nNumerical data\nComma Separated\nValues-files <.csv>,\nMatlab structure\n<.mat>\n500 MB\n/\nUQ scripts\nUncertainty quantification method and process\noptimization algorithms\nGenerate\nnew data\nDigital\n(software)\nscripts\nMatlab \nfunctions/scripts\n<.m>,\nPython scripts \n<.py>\n10 MB\n/\nMicroscopy\nRaw and processed images obtained after microscopy (Zeiss)\nof the cross-section of the welded joints\nGenerate\nnew data\nDigital\nImages\nGraphic files <.png,\n.jpeg, .svg>\n5 GB\n/\nHigh speed\nfootage\nHSC used during welding to visually inspect the behaviour of\nindividual welds during welding\nGenerate\nnew data\nDigital\nImages\nGraphic files <.png,\n.jpeg, .svg>\n1 TB\n \nUltrasonic\nD-scans\nUltrasonic measurements (PHAsis Neo) of the weld geometry\nfor validation purpose\nGenerate\nnew data\nDigital\nImages and\nnumerical data\nGraphic files <.png>,\nComma Separated\nValues-files <.csv>\n500 B\n/\nWeld\nstrength\nMeasurement of the tensile shear strength of welded joints\nGenerate\nnew data\nDigital\nNumerical data\nExcel <.xlsx>,\nComma Separated,\nValues-files <.csv>,\n100 MB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo reuse of existing data is intended in this project\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nName of\nDataset\nCommercial valorisation potential\nNumerical\nmodel\nThe finite element models developed within this project focus on making their use as generic as possible. The aim is to use them in industry in order to predict weld formation in an\nearly stage and optimise welding parameters at a later stage.\nUQ\nscripts\nUQ methods, as programmed scripts, will complement the aforementioned. This allows a realistic estimation of weld formation in an industrial context, with the uncertainty on input and\nprocess parameters taken into account in this calculation. This then does not result in a single crisp value, but rather an interval corresponding to the variability in reality. Thus, a more\nrealistic picture can be created when looking for optimal process parameters, which here means the parameters that minimise variability in quality output.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n2 of 5\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n1\n. \nAll numerical simulations will be documented in terms of constraints (loading conditions), used coupling techniques, initial conditions, considered materials. The input files will be attached\nin a similar folder. The used command snippets will be included and provided with in-line comments clarifying their use.\n2\n. \nRaw simulation data collected from the simulations tests and processed data generated from the UQ methods scripts. A description of what these data represent and how they were\ngenerated will be enclosed.\n3\n. \nEvery script is documented using in-line comments explaining the use of certain lines of code. A ReadMe file will give an overview of the general purpose and organization of all individual\nMatlab or Python scripts. This will also include a general overview of the methodology and underlying algorithms implemented in these scripts\n4\n. \nBesides datasheets of the used sensors and acquisition equipment, an overview of the layout of the measurement set-up will explain the data generation in detail in a measurement report.\nThis report consists of enough detail to enable recreation of the experiment. Additionally, a ReadMe file will clarify the general structure of the structured data-files (<.csv> and <.mat>).\n5\n. \nDatasheets of both the ultrasonic sensor and tensile bench are provided. The procedure of testing and general structure of the data is listed in the corresponding ReadMe file.\n6\n. \nThe dimensions and pre-processing of the samples and microscope settings will be\ndescribed in detail in a ReadMe file of the image collection. Details of different steps of the pre-processing of the welded samples will make sure that the images can be recreated with\ndifferent welded joints.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nMetadata delivered by the testing equipment is stored automatically as provided by the instruments with the data files. This is applicable to the in-house equipment that will be used in the project:\ndata acquisition using DEWETRON data logger\nimages generated with Phantom VEO 640L high speed cameras\nultrasonic testing results (PHAsis Neo)\nimages from TESCAN and ZEISS/Hirox microscopes\nmechanical testing using INSTRON tensile benches\nNumerical model input and output files will be documented using metadata as provided by the commercial software codes used in the project. Where possible, all related data are stored in the\nstandard hdf5 format providing information on model geometry, boundary conditions, applied material models and parameters, solver settings and parameters and analysis results.\nCustom metadata will encompase an overview of all types of datasets generated and used, as well as ReadMe-files for every type of dataset. Specificly for every form of coded/programmed script,\nadditional comments will be inserted consistently to explain the associated line.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCentrally on storage facilities of the research unit (R2D at Sint-Katelijne-Waver)\nCentrally on storage facilities of the university\nIn a cloud service offered by the university (OneDrive)\nHow will the data be backed up?\nKU Leuven cloud using OneDrive takes automatic back-ups.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData stored on the cloud solutions of KU Leuven are only accessible for people within the project, who need to be logged in with their personal account. Files on personal computers and not yet\nincluded in cloud systems will be transferred with Belnet sender, a secured file transferrer in KU Leuven.\nThe data doesn’t contain any personal data or trade secrets, so no extra security procedures are taken.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data is currently stored on a cloud server managed by the hosting research group. The cost for this is managed within the group.\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n3 of 5\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nFully developed models and extensive datasets of signals during welding and weld joint characteristics will be preserved. These are of high value as they are time consuming to replicate and\nconsist of state-of-the-art techniques.\nIt seems likewise not an issue to store all the aforementioned data types for next 5 years or longer.\nWhere will these data be archived (stored and curated for the long-term)?\nAll data generated within this project will be stored in the ‘Archive storage’ drives of KU Leuven ICTS for a period of 10 years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Archive storage servers would cost € 251.83 per TB. With a maximum expected capacity of 2 TB, this would come down to € 503.66 in total.\nThis cost will be devided between this project (grant 1SE1423N) and C2 project with grant C24E/21/026. Simply because experimental data collected in this project will be shared to the C2\nproject as well.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nExtensions to the existing state-of-the-art in numerical modelling weld processes (add-ons, additional scripts) as well as new approaches for mixture of experimental and modelling data for on-line\nprocess monitoring will be shared only to the extent that this does not hinder future exploitation of the generated IP.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAt all times, the applicants supervisor : David Moens\nAccess will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded.\n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNumerical models of the welding process implemented and applicable in currently available\nstate-of-the-art commercial software as used in publications will be shared upon request through our website.\nExperimental measurement data from welding and (non-)destructive testing will be shared in the same way.\nAdditionally, when the data is associated with a particular published research paper, it will be uploaded via KU Leuven RDR. As this is considered more sustainable than using our own website.\nRDR gives the dataset a DOI and metadata to make the data more findable and storage can be guarantied for at least 10 years.\n \nWhen will the data be made available?\nData is released only after completion of the PhD and upon release of the manuscript. An exception to this is granting access to data when it is associated with a published paper. In such case, it\nwill be released upon publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nFor this, licenses for the data will be written out as Creative Commons Attribution NonCommercial ShareAlike 4.0 International (CC-BY-NC-SA-4.0). This includes :\nFree to share and adapt.\nGive appropriate credit, indicate if changes were made.\nDo not use the material for commercial purposes.\nDistribute your contributions under the same license as the original.\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n4 of 5\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no costs expected for sharing the small datasets that are intended for open acces or sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nBouwe Verkens \nWho will manage data storage and backup during the research project?\nBouwe Verkens \nWho will manage data preservation and sharing?\nBouwe Verkens \nWho will update and implement this DMP?\nBouwe Verkens \nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n5 of 5"
    },
    "clean_full_text": "Robust and reliable simulation of resistance pressure welding processes A Data Management Plan created using DMPonline.be Creator: Bouwe Verkens Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SE1423N ID: 198306 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: Resistance pressure welding is considered one of the most stable and economically feasible mechanical joining techniques. Nevertheless, in industrial practice, it still suffers from a high sensitivity to often uncontrollable and variable process conditions, such as electrode wear, misalignment, surface condition, ... . Consequently, the weld quality often varies considerably as a result of e.g. lack of fusion, spatter of molten metal, variation in local resistance and crack initiation. First-principle based numerical models are becoming increasingly popular in the context of process simulation, as they help to gain insight into the underlying quality affecting physical phenomena of this highly dynamic process. However, such numerical simulations are very complex as they consist of coupled multi- physical analyses (mechanical, thermal, electrical and additionally magnetic and metallurgical). The complexity of the process and variability in process parameters makes it necessary to integrate uncertainty quantification (UQ) methods in order to obtain a reliable model. In this respect, it is necessary to reduce the computation time of these computationally expensive simulations by means of surrogate modelling techniques. Using these techniques, it is also possible to extend the scope of white-box models to reliability based process optimisation (RBPO). This will allow estimation of the necessary process parameters (welding current and time) to provide a robust weld quality. Last modified: 03-05-2023 Created using DMPonline.be. Last modiﬁed 03 May 2023 1 of 5 Robust and reliable simulation of resistance pressure welding processes FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Numerical model Multi-physically coupled finite element model of resistance pressure welding processes Generate new data Digital Simulation data Ansys Workbench <.wbdb> < 1GB / Welded samples Resistance pressure welds (spot welding and projection welding) created for validation of the models Generate new data Physical Experimental / / < 500 samples (dimensions 20 x 50 x 1 mm steel plates) DAQ signals Measurements of force, displacement, temperature of the electrodes and current and voltage during welding Generate new data Digital Experimental Comma Separated Values-files <.csv>, Matlab structure <.mat> 10 GB / UQ results Generated results of the models and data of the UQ methods Generate new data Digital Numerical data Comma Separated Values-files <.csv>, Matlab structure <.mat> 500 MB / UQ scripts Uncertainty quantification method and process optimization algorithms Generate new data Digital (software) scripts Matlab functions/scripts <.m>, Python scripts <.py> 10 MB / Microscopy Raw and processed images obtained after microscopy (Zeiss) of the cross-section of the welded joints Generate new data Digital Images Graphic files <.png, .jpeg, .svg> 5 GB / High speed footage HSC used during welding to visually inspect the behaviour of individual welds during welding Generate new data Digital Images Graphic files <.png, .jpeg, .svg> 1 TB Ultrasonic D-scans Ultrasonic measurements (PHAsis Neo) of the weld geometry for validation purpose Generate new data Digital Images and numerical data Graphic files <.png>, Comma Separated Values-files <.csv> 500 B / Weld strength Measurement of the tensile shear strength of welded joints Generate new data Digital Numerical data Excel <.xlsx>, Comma Separated, Values-files <.csv>, 100 MB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No reuse of existing data is intended in this project Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Name of Dataset Commercial valorisation potential Numerical model The finite element models developed within this project focus on making their use as generic as possible. The aim is to use them in industry in order to predict weld formation in an early stage and optimise welding parameters at a later stage. UQ scripts UQ methods, as programmed scripts, will complement the aforementioned. This allows a realistic estimation of weld formation in an industrial context, with the uncertainty on input and process parameters taken into account in this calculation. This then does not result in a single crisp value, but rather an interval corresponding to the variability in reality. Thus, a more realistic picture can be created when looking for optimal process parameters, which here means the parameters that minimise variability in quality output. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 03 May 2023 2 of 5 No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . All numerical simulations will be documented in terms of constraints (loading conditions), used coupling techniques, initial conditions, considered materials. The input files will be attached in a similar folder. The used command snippets will be included and provided with in-line comments clarifying their use. 2 . Raw simulation data collected from the simulations tests and processed data generated from the UQ methods scripts. A description of what these data represent and how they were generated will be enclosed. 3 . Every script is documented using in-line comments explaining the use of certain lines of code. A ReadMe file will give an overview of the general purpose and organization of all individual Matlab or Python scripts. This will also include a general overview of the methodology and underlying algorithms implemented in these scripts 4 . Besides datasheets of the used sensors and acquisition equipment, an overview of the layout of the measurement set-up will explain the data generation in detail in a measurement report. This report consists of enough detail to enable recreation of the experiment. Additionally, a ReadMe file will clarify the general structure of the structured data-files (<.csv> and <.mat>). 5 . Datasheets of both the ultrasonic sensor and tensile bench are provided. The procedure of testing and general structure of the data is listed in the corresponding ReadMe file. 6 . The dimensions and pre-processing of the samples and microscope settings will be described in detail in a ReadMe file of the image collection. Details of different steps of the pre-processing of the welded samples will make sure that the images can be recreated with different welded joints. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata delivered by the testing equipment is stored automatically as provided by the instruments with the data files. This is applicable to the in-house equipment that will be used in the project: data acquisition using DEWETRON data logger images generated with Phantom VEO 640L high speed cameras ultrasonic testing results (PHAsis Neo) images from TESCAN and ZEISS/Hirox microscopes mechanical testing using INSTRON tensile benches Numerical model input and output files will be documented using metadata as provided by the commercial software codes used in the project. Where possible, all related data are stored in the standard hdf5 format providing information on model geometry, boundary conditions, applied material models and parameters, solver settings and parameters and analysis results. Custom metadata will encompase an overview of all types of datasets generated and used, as well as ReadMe-files for every type of dataset. Specificly for every form of coded/programmed script, additional comments will be inserted consistently to explain the associated line. 3. Data storage & back-up during the research project Where will the data be stored? Centrally on storage facilities of the research unit (R2D at Sint-Katelijne-Waver) Centrally on storage facilities of the university In a cloud service offered by the university (OneDrive) How will the data be backed up? KU Leuven cloud using OneDrive takes automatic back-ups. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored on the cloud solutions of KU Leuven are only accessible for people within the project, who need to be logged in with their personal account. Files on personal computers and not yet included in cloud systems will be transferred with Belnet sender, a secured file transferrer in KU Leuven. The data doesn’t contain any personal data or trade secrets, so no extra security procedures are taken. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data is currently stored on a cloud server managed by the hosting research group. The cost for this is managed within the group. Created using DMPonline.be. Last modiﬁed 03 May 2023 3 of 5 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Fully developed models and extensive datasets of signals during welding and weld joint characteristics will be preserved. These are of high value as they are time consuming to replicate and consist of state-of-the-art techniques. It seems likewise not an issue to store all the aforementioned data types for next 5 years or longer. Where will these data be archived (stored and curated for the long-term)? All data generated within this project will be stored in the ‘Archive storage’ drives of KU Leuven ICTS for a period of 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Archive storage servers would cost € 251.83 per TB. With a maximum expected capacity of 2 TB, this would come down to € 503.66 in total. This cost will be devided between this project (grant 1SE1423N) and C2 project with grant C24E/21/026. Simply because experimental data collected in this project will be shared to the C2 project as well. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Extensions to the existing state-of-the-art in numerical modelling weld processes (add-ons, additional scripts) as well as new approaches for mixture of experimental and modelling data for on-line process monitoring will be shared only to the extent that this does not hinder future exploitation of the generated IP. If access is restricted, please specify who will be able to access the data and under what conditions. At all times, the applicants supervisor : David Moens Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Numerical models of the welding process implemented and applicable in currently available state-of-the-art commercial software as used in publications will be shared upon request through our website. Experimental measurement data from welding and (non-)destructive testing will be shared in the same way. Additionally, when the data is associated with a particular published research paper, it will be uploaded via KU Leuven RDR. As this is considered more sustainable than using our own website. RDR gives the dataset a DOI and metadata to make the data more findable and storage can be guarantied for at least 10 years. When will the data be made available? Data is released only after completion of the PhD and upon release of the manuscript. An exception to this is granting access to data when it is associated with a published paper. In such case, it will be released upon publication. Which data usage licenses are you going to provide? If none, please explain why. Only uses for research purposes will be allowed and commercial reuse will be excluded. For this, licenses for the data will be written out as Creative Commons Attribution NonCommercial ShareAlike 4.0 International (CC-BY-NC-SA-4.0). This includes : Free to share and adapt. Give appropriate credit, indicate if changes were made. Do not use the material for commercial purposes. Distribute your contributions under the same license as the original. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 03 May 2023 4 of 5 What are the expected costs for data sharing? How will these costs be covered? There are no costs expected for sharing the small datasets that are intended for open acces or sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Bouwe Verkens Who will manage data storage and backup during the research project? Bouwe Verkens Who will manage data preservation and sharing? Bouwe Verkens Who will update and implement this DMP? Bouwe Verkens Created using DMPonline.be. Last modiﬁed 03 May 2023 5 of 5"
}