{
    "document_id": "D-2023-2050",
    "LinkTitle": "D-2023-2050",
    "file_name": "D-2023-2050.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2050.pdf",
    "metadata": {
        "title": "D-2023-2050",
        "author": "N/A",
        "creation_date": "2023-04-04 12:18:40+02:00",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Dyan Meuwissen (0000 -0002 -4846 -3595)  \nContributor name(s) ( + ORCID) & roles  Ben Aernouts ( 0000 -0001 -6266 -3019 ) Ines Adriaens  (0000 -0001 -9768 -2308 ) \nProject number1 & title 1SB2923N – Bridging gaps: Integration of on -farm phenotypic and genotypic data to improve monitoring \nand decision support in dairy cattle – application on fertility.  \nFunder(s) GrantID2 1SB2923N  \nAffiliation(s)  KU Leuven   \nPlease provide a short project description  In this PhD project, I aim to develop novel methodologies and algorithms to improve monitoring and \ndecision support tools for dairy cows by integrating on -farm available phenotypic and genotypic data. This \nresearch goal builds on the hypothesis that combining these data can reveal the complex interactions \nbetween health, production performance and fertility in dairy cattle. These insights will result in more \naccurate and robust predictive tools that help the farmer to improve animal health, performance and \nwelfare.  \n \n \n \n \n \n \n  \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \nFWO DMP Template (Flemish Standard DMP)   3 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   4 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for you rself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limi t of the volume of the data3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nFarm \nmanagement \nsoftware \nbackups  Daily/weekly \nautomated \nbackup from \nDelPro farm \nmanagement \nsoftware \navailable on the \nresearch group’s \ndata server  Reuse  existing data  Digital  Software  .bak.zip  350 GB   \nDeLaval \nDelPro \nbackup data  Daily/weekly \nautomated \nbackup from \nDelPro \nmanagement \nsoftware , \naccessed via \nLogMeIn \nremote \nsoftware.  Ongoing – generated \ndata  Digital  Software  .bak.zip  100-200 GB   \nGenetic data  pedigree \ninformation, \ngenomic Historical data  Digital  Software  .txt/.csv/.bam  10-20 GB   \nFWO DMP Template (Flemish Standard DMP)   5 \n  \n3 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   6 \n breeding values \nand single \nnucleotide \npolymorphism \n(SNP) genotypes \nobtained from \ndatabase of CRV \n(Cooperatie \nRundvee \nVerbetering)  \nTreatment \nand disease \nregisters  Administrative \nrecords of \ndiseases and \ntreatment \ngenerated by \nfarmers and \nveterinarians in \neither a \nmanagement \nsoftware or a \nlogbook.  Historical and \nongoing – generated \ndata  Digital  Software and \ncompiled data  .xlsx  Max 1 GB   \nGenerated/pr\nocessed data  Data tables \ncontaining \noutput of data \nprocessing \nalgorithms \ngenerated \nduring the \nproject  Generated data  Digital  Software  .txt/.csv/.png/.jpg  100 GB   \nFWO DMP Template (Flemish Standard DMP)   7 \n Scripts for \ndata \nprocessing \nand \ndeveloped \nsoftware \nalgorithms  Software code \nin py thon to  \nanalyse the \nabovementione\nd data.  Generated  Digital  Software  - \ncomputational  .py 0.5 – 1 GB   \nManuscripts, \narticles, \npresentations \nand \nvisualisations  Peer -review \narticles, \nscientific \npresentations \nand further \ndissemination of \nthe project by \nthe researchers \ninvolved in the \nproject.  Generated  Digital  Documentation  .pdf/.pptx  Max 1 GB   \n \n \nFWO DMP Template (Flemish Standard DMP)   8 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing dat a, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  No ethical issues.  \n \n \n \n4 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   9 \n Will you process personal  data5? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution 's privacy \nregister.  No issues. The animal data will be anonymized so it cannot be linked to the farm and farmer.  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . Yes, the project proposal and phases have been formulated such to maximize applicability in global markets, \nby focusing on using data sources that are to a large extent readily available on farms. Farmers will be the \nend-users of the developed tools, and are owner of the data entered in them. Therefore, no barriers for \nvalorisation of this project were identified. For the developed software, we will set the correct licenses and \nexplore IP protection via patents where possible and confidentiality where needed in consultation with the \ntechnology transfer offices of KU Leuven.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Mater ial/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  Yes, a 3rd party agreement ‘Individual Agreement Data Collection and Processing’ was made with each of \nthe dairy farmers that participate in this project. In this agreement, the farmers declare that they give \npermission to the authorized representatives of the Livestock Technology group (KU Leuven), for the \ncollection of data in a period of maximum 5 years and  up to no later than 31/12/2027. Additionally, they \nallow  the use, processing and anonymization of the data within the framework of the FWO project and \nfurther research in the Livestock Technology group after the data collection period. This concerns data  \nderived from the farm management software (DeLaval Delpro) back -ups and treatment and disease \nregisters . In addition, in this agreement, the farmers declare that they give permission to the authorized \nrepresentative of the Livestock Technology group to co llect their genetic and genomic data that is stored in \nthe CRV database.  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  No \n \n \n \n5 See Glossary Flemish  Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   10 \n  \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n At the project level, an extensive metadata file will be assembled which describes in detail the setup and \nthe algorithms used to obtain the data, the generated source code and a comprehensive description of the \ncollected data. The algorithms themselves will not be described in this metadata file, but will be available \nand documented on a KU Leuven GitLab repository, allowing for full replicability of al l results. Processed \ndata and final code will also be deposited on a preprint server, such as Zenodo, to allow reproduction of \nresults.  \n \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LIST S WITH UNIQUE IDENTIFIERS . \n Yes, initially, the metadata will be registered in .xml files following the DCMI metadata standard. If datasets \nare shared on open access databases, e.g. on Zenodo, the metadata will be converted to the metadata \nstandard require d by the respective open access database.  \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   11 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  1. All raw data is stored on a by the group managed Synology data storage unit running in RAID5 and \nbacked -up weekly to the groups SharePoint (WET – Livestock Technology/Documents/LT Data Cloud \nStorage/).  \n2. The raw data are merged into a PostgreSQL database that is stored on a by the group managed server \nrunning Ubuntu  and backed -up weekly to  the Synology data storage unit (/ Database /) and the groups \nSharePoint  (WET – Livestock Technology/Documents/LT Data Cloud Storage/ Database /). \n3. Processed data & results are stored on the laptop of the researcher and synched to the  researcher’s KU \nLeuven -hosted OneDrive share  (e.g. '/Users/D yan Meuwissen/OneDrive – KU Leuven/PhD Research/').  \n4. Software code is stored on the laptop of the researcher and pushed to the researcher’s KU Leuven -\nhosted Gitlab repository (e.g. 'https://gitlab.kuleuven.be/livestock -technology/dmeuwissen/ \nPhDResearch/).  \n5. Processed data and final code will also be deposited on a preprint server, such as Zenodo.  \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \n1. The by the group managed Synology data storage unit is running i n RAID5.  \n2. For the by the group managed server (database) a weekly backup is made to the Synology.  \n3. A weekly backup of the Synology is stored on the groups SharePoint (WET – Livestock \nTechnology/Documents/LT Data Cloud Storage/).  \n4. The laptops of the researchers are synched with their KU Leuven -hosted OneDrive share (e.g. \n'/Users/Dyan Meuwissen/OneDrive – KU Leuven/PhD Research/').  \n5. The groups SharePoint and the researcher’s OneDrive cloud storage are hosted by KU Leuven and thus \nunde rly the Universities back -up procedures.  \n \n \n \n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   12 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  Yes, t he KU Leuven hosted services ( SharePoint  - scalable, OneDrive - 2 TB , GitLab - scalab le) are sufficient \nfor data needs. Further the server used to host the database ( 1 TB SSD + 2TB ) and the connected Synology \ndata storage unit (24 TB) offer sufficient storage to store and backup all raw and processed data.  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 6 \n Yes, t he KU Leuven hosted services ( SharePoint  - scalable, OneDrive - 2 TB , GitLab - scalab le) are sufficient \nfor data needs. Further the server used to host the database ( 1 TB SSD + 2TB ) and the connected Synology \ndata storage unit (24 TB) offer sufficient storage to store and backup all raw and processed data.  \n \nSecure access to all KU Leuven hosted services (GitLab, OneDrive , SharePoint ) is only given to authorized \npersonal KU Leuven acco unts. Both the server and Synology data storage unit are only accessible through \nthe KU Leuven -hosted VPN and additionally secured by personal accounts/passwords. All data that will be \nshared or disseminated to third parties will be anonymized, as specifie d in the data agreements (specified \nunder §2).  \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  Given the current data -volume estimates, the data storage facilities that are currently available will suffice \nand therefore, data storage facilities won’t add extra costs to the project.  \n \n \n \n \n \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nFWO DMP Template (Flemish Standard DMP)   13 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). All data described under §2 will be retained until at least 5 years after the end of the project.  \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  All data will be archived on  the Synology data storage unit (R AID5) of the research group for at least 5 years, \nconform the KU Leuven RDM policy. This Synology is backed -up weekly to the group’s SharePoint hosted by \nKU Leuven.  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n Given that the storage unit/server are self -hosted, the annual costs are mainly regarding the maintenance \nof these s ystems. These costs will be covered by follow -up projects.  \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   14 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n Yes, the data that will be made available is:  \n1. Preprints of articles containing anonymized research results will be available on a preprint server, su ch \nas Zenodo, upon submission.  \n2. Published articles containing anonymized research results will be made available by the publisher \nconform to their restrictions (open -access or not).  \n3. All source code is stored on KU Leuven GitLab and access is shared with sup ervisors and authorized \ncolleagues. Scripts, functions and snips of code that are not valorizable will be made publicly available \non the KU Leuven Gitlab after the end of the project.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  All members of Livestock Technology (KU Leuven) and other researchers/collaborators that comply with the \ndata agreements  will be able to access the raw and processed data as ‘authorized representatives’ of these \nresearch groups. All members of Livestock Technology (KU Leuven) will be able to access all software \nalgorithms, metadata and anonymized research outputs that are g enerated within the project.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  Yes, r aw data from the farms needs to be anonymized before it can be shared. It can only be accessed, used \nand published under the requirements specified under the data agreements . Any additional use of the data \nthat is not specified in th ese agreement s or that do es not comply to th ese agreement s, needs to be \nauthorised by the respective dairy farmers  and CRV . \n \nFWO DMP Template (Flemish Standard DMP)   15 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  1. The full dataset with documentation will no t be publicly available, but can be made available for reuse \nby authorized personnel of Livestock Technology (KU Leuven) and other KU Leuven and non -KU Leuven \nresearchers/collaborators if in agreement with the active data agreements or upon renewal of thes e \nagreements.  \n2. Preprints of articles containing anonymized research results will be available on a preprint server, such \nas Zenodo, upon submission.  \n3. Published articles containing anonymized research results will be made available by the publisher \nconform to  their restrictions (open -access or not).  \n4. All source code is stored on KU Leuven GitLab and access is shared with supervisors and authorized \ncolleagues. Scripts, functions and snips of code that are not valorizable will be made publicly available \non the KU  Leuven Gitlab after the end of the project.  \n \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. (Un)processed data from and about the farms will not be made publicly available, as specified in the data \nagreements. To authorized personnel of Livestock Technology (KU Leuven) and other \nresearchers/collaborators (KU Leuven or non -KU Leuven), the data will be available immediately after \ncollection, when the da ta is stored on the Synology and integrated in the database on the local server.  \nFWO DMP Template (Flemish Standard DMP)   16 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIO NS. IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 7   \n After the end of the project, new consent will be asked to the farmers (owners of the data) to reuse their \ndata for further research.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n No, all raw data is stored on a by the group managed Synology data storage unit running in RAID5 and \nbacked -up weekly to the groups SharePoint (WET – Livestock Technology/Documen ts/LT Data Cloud \nStorage/).   \n \n \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   17 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n 1. Costs for maint aining the local server and Synology are  covered by follow -up projects.  \n2. Preprints of articles will be available on a preprint server, such as Zenodo, upon submission  and free of \ncharge.  \n3. Articles will be available upon publication of the anonymized research results. Publication costs will be \ncovered by the project budget . \n4. All source code is stored on GitLab and access is shared with supervisors and authorized colleagues , \nfree of charge.  \n5. Making s cripts, functions and snips of code  publicly available on GitLab after the end of the project is \nfree of charge.  \n6. Data storage units  (SharePoint and OneDrive)  hosted by KU Leuven (not by the group) are made \navailable free of charge.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The FWO PhD student  (Dyan Meuwissen) will be res ponsible for the data documentation & metadata.  \nWho will manage data storage and backup \nduring the research project?  The FWO PhD student ( Dyan Meuwissen) will be responsible for data storage & backup during the project.  \n \nWho will manage data preservation and \nsharing?  The FWO PhD student (Dyan Meuwissen) will be responsible for the data preservation and sharing during \nthe project, but will cooperate closely with her promotors to ensure the data will still be preserved and \nshared once the projec t is finished. After the end of the project, the promotor (prof. Ben Aernouts) is \nresponsible for data preservation and sharing for 5 years.  \n \nWho will update and implement this DMP?  The FWO PhD student (Dyan Meuwissen) bears the overall responsibility for  updating & implementing this \nDMP  \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Dyan Meuwissen (0000 -0002 -4846 -3595) Contributor name(s) ( + ORCID) & roles Ben Aernouts ( 0000 -0001 -6266 -3019 ) Ines Adriaens (0000 -0001 -9768 -2308 ) Project number1 & title 1SB2923N – Bridging gaps: Integration of on -farm phenotypic and genotypic data to improve monitoring and decision support in dairy cattle – application on fertility. Funder(s) GrantID2 1SB2923N Affiliation(s) KU Leuven Please provide a short project description In this PhD project, I aim to develop novel methodologies and algorithms to improve monitoring and decision support tools for dairy cows by integrating on -farm available phenotypic and genotypic data. This research goal builds on the hypothesis that combining these data can reveal the complex interactions between health, production performance and fertility in dairy cattle. These insights will result in more accurate and robust predictive tools that help the farmer to improve animal health, performance and welfare. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for you rself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limi t of the volume of the data3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Farm management software backups Daily/weekly automated backup from DelPro farm management software available on the research group’s data server Reuse existing data Digital Software .bak.zip 350 GB DeLaval DelPro backup data Daily/weekly automated backup from DelPro management software , accessed via LogMeIn remote software. Ongoing – generated data Digital Software .bak.zip 100-200 GB Genetic data pedigree information, genomic Historical data Digital Software .txt/.csv/.bam 10-20 GB FWO DMP Template (Flemish Standard DMP) 5 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6 breeding values and single nucleotide polymorphism (SNP) genotypes obtained from database of CRV (Cooperatie Rundvee Verbetering) Treatment and disease registers Administrative records of diseases and treatment generated by farmers and veterinarians in either a management software or a logbook. Historical and ongoing – generated data Digital Software and compiled data .xlsx Max 1 GB Generated/pr ocessed data Data tables containing output of data processing algorithms generated during the project Generated data Digital Software .txt/.csv/.png/.jpg 100 GB FWO DMP Template (Flemish Standard DMP) 7 Scripts for data processing and developed software algorithms Software code in py thon to analyse the abovementione d data. Generated Digital Software - computational .py 0.5 – 1 GB Manuscripts, articles, presentations and visualisations Peer -review articles, scientific presentations and further dissemination of the project by the researchers involved in the project. Generated Digital Documentation .pdf/.pptx Max 1 GB FWO DMP Template (Flemish Standard DMP) 8 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing dat a, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. No ethical issues. 4 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 9 Will you process personal data5? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution 's privacy register. No issues. The animal data will be anonymized so it cannot be linked to the farm and farmer. Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . Yes, the project proposal and phases have been formulated such to maximize applicability in global markets, by focusing on using data sources that are to a large extent readily available on farms. Farmers will be the end-users of the developed tools, and are owner of the data entered in them. Therefore, no barriers for valorisation of this project were identified. For the developed software, we will set the correct licenses and explore IP protection via patents where possible and confidentiality where needed in consultation with the technology transfer offices of KU Leuven. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Mater ial/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. Yes, a 3rd party agreement ‘Individual Agreement Data Collection and Processing’ was made with each of the dairy farmers that participate in this project. In this agreement, the farmers declare that they give permission to the authorized representatives of the Livestock Technology group (KU Leuven), for the collection of data in a period of maximum 5 years and up to no later than 31/12/2027. Additionally, they allow the use, processing and anonymization of the data within the framework of the FWO project and further research in the Livestock Technology group after the data collection period. This concerns data derived from the farm management software (DeLaval Delpro) back -ups and treatment and disease registers . In addition, in this agreement, the farmers declare that they give permission to the authorized representative of the Livestock Technology group to co llect their genetic and genomic data that is stored in the CRV database. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. No 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). At the project level, an extensive metadata file will be assembled which describes in detail the setup and the algorithms used to obtain the data, the generated source code and a comprehensive description of the collected data. The algorithms themselves will not be described in this metadata file, but will be available and documented on a KU Leuven GitLab repository, allowing for full replicability of al l results. Processed data and final code will also be deposited on a preprint server, such as Zenodo, to allow reproduction of results. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LIST S WITH UNIQUE IDENTIFIERS . Yes, initially, the metadata will be registered in .xml files following the DCMI metadata standard. If datasets are shared on open access databases, e.g. on Zenodo, the metadata will be converted to the metadata standard require d by the respective open access database. FWO DMP Template (Flemish Standard DMP) 11 4. Data Storage & Back-up during the Research Project Where will the data be stored? 1. All raw data is stored on a by the group managed Synology data storage unit running in RAID5 and backed -up weekly to the groups SharePoint (WET – Livestock Technology/Documents/LT Data Cloud Storage/). 2. The raw data are merged into a PostgreSQL database that is stored on a by the group managed server running Ubuntu and backed -up weekly to the Synology data storage unit (/ Database /) and the groups SharePoint (WET – Livestock Technology/Documents/LT Data Cloud Storage/ Database /). 3. Processed data & results are stored on the laptop of the researcher and synched to the researcher’s KU Leuven -hosted OneDrive share (e.g. '/Users/D yan Meuwissen/OneDrive – KU Leuven/PhD Research/'). 4. Software code is stored on the laptop of the researcher and pushed to the researcher’s KU Leuven - hosted Gitlab repository (e.g. 'https://gitlab.kuleuven.be/livestock -technology/dmeuwissen/ PhDResearch/). 5. Processed data and final code will also be deposited on a preprint server, such as Zenodo. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . 1. The by the group managed Synology data storage unit is running i n RAID5. 2. For the by the group managed server (database) a weekly backup is made to the Synology. 3. A weekly backup of the Synology is stored on the groups SharePoint (WET – Livestock Technology/Documents/LT Data Cloud Storage/). 4. The laptops of the researchers are synched with their KU Leuven -hosted OneDrive share (e.g. '/Users/Dyan Meuwissen/OneDrive – KU Leuven/PhD Research/'). 5. The groups SharePoint and the researcher’s OneDrive cloud storage are hosted by KU Leuven and thus unde rly the Universities back -up procedures. 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, t he KU Leuven hosted services ( SharePoint - scalable, OneDrive - 2 TB , GitLab - scalab le) are sufficient for data needs. Further the server used to host the database ( 1 TB SSD + 2TB ) and the connected Synology data storage unit (24 TB) offer sufficient storage to store and backup all raw and processed data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 6 Yes, t he KU Leuven hosted services ( SharePoint - scalable, OneDrive - 2 TB , GitLab - scalab le) are sufficient for data needs. Further the server used to host the database ( 1 TB SSD + 2TB ) and the connected Synology data storage unit (24 TB) offer sufficient storage to store and backup all raw and processed data. Secure access to all KU Leuven hosted services (GitLab, OneDrive , SharePoint ) is only given to authorized personal KU Leuven acco unts. Both the server and Synology data storage unit are only accessible through the KU Leuven -hosted VPN and additionally secured by personal accounts/passwords. All data that will be shared or disseminated to third parties will be anonymized, as specifie d in the data agreements (specified under §2). What are the expected costs for data storage and backup during the research project? How will these costs be covered? Given the current data -volume estimates, the data storage facilities that are currently available will suffice and therefore, data storage facilities won’t add extra costs to the project. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) 13 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). All data described under §2 will be retained until at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long -term)? All data will be archived on the Synology data storage unit (R AID5) of the research group for at least 5 years, conform the KU Leuven RDM policy. This Synology is backed -up weekly to the group’s SharePoint hosted by KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Given that the storage unit/server are self -hosted, the annual costs are mainly regarding the maintenance of these s ystems. These costs will be covered by follow -up projects. FWO DMP Template (Flemish Standard DMP) 14 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS Yes, the data that will be made available is: 1. Preprints of articles containing anonymized research results will be available on a preprint server, su ch as Zenodo, upon submission. 2. Published articles containing anonymized research results will be made available by the publisher conform to their restrictions (open -access or not). 3. All source code is stored on KU Leuven GitLab and access is shared with sup ervisors and authorized colleagues. Scripts, functions and snips of code that are not valorizable will be made publicly available on the KU Leuven Gitlab after the end of the project. If access is restricted, please specify who will be able to access the data and under what conditions. All members of Livestock Technology (KU Leuven) and other researchers/collaborators that comply with the data agreements will be able to access the raw and processed data as ‘authorized representatives’ of these research groups. All members of Livestock Technology (KU Leuven) will be able to access all software algorithms, metadata and anonymized research outputs that are g enerated within the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, r aw data from the farms needs to be anonymized before it can be shared. It can only be accessed, used and published under the requirements specified under the data agreements . Any additional use of the data that is not specified in th ese agreement s or that do es not comply to th ese agreement s, needs to be authorised by the respective dairy farmers and CRV . FWO DMP Template (Flemish Standard DMP) 15 Where will the data be made available? If already known, please provide a repository per dataset or data type. 1. The full dataset with documentation will no t be publicly available, but can be made available for reuse by authorized personnel of Livestock Technology (KU Leuven) and other KU Leuven and non -KU Leuven researchers/collaborators if in agreement with the active data agreements or upon renewal of thes e agreements. 2. Preprints of articles containing anonymized research results will be available on a preprint server, such as Zenodo, upon submission. 3. Published articles containing anonymized research results will be made available by the publisher conform to their restrictions (open -access or not). 4. All source code is stored on KU Leuven GitLab and access is shared with supervisors and authorized colleagues. Scripts, functions and snips of code that are not valorizable will be made publicly available on the KU Leuven Gitlab after the end of the project. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. (Un)processed data from and about the farms will not be made publicly available, as specified in the data agreements. To authorized personnel of Livestock Technology (KU Leuven) and other researchers/collaborators (KU Leuven or non -KU Leuven), the data will be available immediately after collection, when the da ta is stored on the Synology and integrated in the database on the local server. FWO DMP Template (Flemish Standard DMP) 16 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIO NS. IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 7 After the end of the project, new consent will be asked to the farmers (owners of the data) to reuse their data for further research. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . No, all raw data is stored on a by the group managed Synology data storage unit running in RAID5 and backed -up weekly to the groups SharePoint (WET – Livestock Technology/Documen ts/LT Data Cloud Storage/). 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17 What are the expected costs for data sharing? How will these costs be covered? 1. Costs for maint aining the local server and Synology are covered by follow -up projects. 2. Preprints of articles will be available on a preprint server, such as Zenodo, upon submission and free of charge. 3. Articles will be available upon publication of the anonymized research results. Publication costs will be covered by the project budget . 4. All source code is stored on GitLab and access is shared with supervisors and authorized colleagues , free of charge. 5. Making s cripts, functions and snips of code publicly available on GitLab after the end of the project is free of charge. 6. Data storage units (SharePoint and OneDrive) hosted by KU Leuven (not by the group) are made available free of charge. 7. Responsibilities Who will manage data documentation and metadata during the research project? The FWO PhD student (Dyan Meuwissen) will be res ponsible for the data documentation & metadata. Who will manage data storage and backup during the research project? The FWO PhD student ( Dyan Meuwissen) will be responsible for data storage & backup during the project. Who will manage data preservation and sharing? The FWO PhD student (Dyan Meuwissen) will be responsible for the data preservation and sharing during the project, but will cooperate closely with her promotors to ensure the data will still be preserved and shared once the projec t is finished. After the end of the project, the promotor (prof. Ben Aernouts) is responsible for data preservation and sharing for 5 years. Who will update and implement this DMP? The FWO PhD student (Dyan Meuwissen) bears the overall responsibility for updating & implementing this DMP"
}