{
    "document_id": "D-2022-1575",
    "LinkTitle": "D-2022-1575",
    "file_name": "D-2022-1575.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1575.pdf",
    "metadata": {
        "title": "Towards empowering support of parents of young children on the autism spectrum - DMP title",
        "author": "N/A",
        "creation_date": "2022-06-30 11:25:07+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Towards empowering support of parents of young children on the autism\nspectrum - DMP title\nGrant Title\n G0D3722N\nPrincipal Investigator / Researcher\n Ilse Noens\nProject Data Contact\n Gert-Jan Vanaken, gertjan.vanaken@kuleuven.be\nDescription\n Raising autistic children is not self-evident. Parents of young children with autism\nare often confronted with daily challenges, resulting in uncertainties regarding their roles and\nresponsibilities in parenthood. By a timely diagnosis and intervention, clinicians may provide\nsome initial guidance: sharing knowledge on autism and adapted parenting practices is key to\nearly intervention. However, lived experience of other parents and insights from neurodiversity\ntheory may give rise to the question of whether such early intervention from professional experts\nis doing full justice to the many layers of autism as a phenomenon and the diversity of roles and\nresponsibilities of parents in particular. Therefore, this project's central question is how clinicians\ncan support parents of a young child with autism in their multiple roles and responsibilities in an\nempowering way. First, we aim to gain a layered insight into the roles and responsibilities of\nparents of young autistic children from different perspectives. Using qualitative methods, we will\nanalyze perspectives from (a) the academic literature on early interventions, (b) parents with\nlived experience, and (c) neurodiversity scholars. Building on this layered insight, we aim to co-\ncreate and test a group-based intervention for parents of young autistic children in collaboration\nwith an advisory group consisting of parents, clinicians and neurodiversity scholars.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIlse Noens\nFWO Project Number & Title\nG0D3722N\nTowards empowering support of parents of young children on the autism\nspectrum\nAffiliation\nKU Leuven\nUniversiteit Antwerpen\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP\nRaw vs.\nprocessed\nType of data\nFormat\nVolume\nHow created\nWP1\n(review of\nliterature)\n no new\ndata\ngenerated\n \n \n \n \nWP2\n(interviews\nwith parents)\nRaw\nAudio-\nrecordings of\ninterviews\n.mp3\nestimated 4\nGB (files of\nabout 20\ninterviews)\nFace-to-face\ninterviews with\nparents of autistic\nchildren\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\n \n \nNotes\non\npaper\n20 pages\nDescriptive and\nreflective notes\nmade during face-\nto-face interviews\n \nProcessed\nTranscripts\n.rtf\nestimated\n4MB\nPseudonymized \ntranscription of\naudio-files of the\ninterviews\n \n \nNotes\n.docx\nestimated\n0.5MB\nDigitalisation of\nhand written notes\n \n \nQualitative\ndata analysis\ndocuments\n(incl. coding)\n.nvp\nestimated\n20 MB\nImport and coding\nof interview\ntranscripts in\nNvivo\nWP 3\n(interviews\nwith\nneurodiversity\nscholars)\nRaw\nVideo-\nrecordings of\ninterviews\n.mp4\nestimated 3\nGB (files of\nabout 10\ninterviews)\nOnline interviews\nvia\nvideoconference\n \n \nNotes\non\npaper\n10 pages\nDescriptive and\nreflective notes\nmade during video\ninterviews\n \nProcessed\nTranscripts\n.rtf\nestimated\n2MB\nPseudonymized \ntranscription of\nvideo-files of the\ninterviews\n \n \nNotes\n.docx\nestimated\n0.25MB\nDigitalisation of\nhand written notes\n \n \nQualitative\ndata analysis\ndocuments\n(incl. coding)\n.nvp\nestimated\n10MB\nImport and coding\nof interview\ntranscripts in\nNvivo\nWP 4\n(cocreation of\nworkshops)\nRaw\nVideo-\nrecordings\n.mp4\nestimated 2\nGB\nOnline or offline\nvideorecordings of\nthree focus groups\n \n \nNotes\non\npaper\n10 pages\nDescriptive and\nreflective notes\nmade during\ndiscussion\nsessions and focus\ngroups\n \nProcessed\nData analysis\ndocuments\n.nvp\nestimated\n10MB\nImport and coding\nof interview notes\nNvivo\n \n \nNotes\n.docx\nestimated\n0.25MB\nDigitalisation of\nhand written notes\n \n \n \n \n \n \nWP 5 (proof-\nof-concept\nstudy)\nRaw\nQuestionnaires\non\npaper\nestimated\n60-120\npages (12\nparticipants,\n10 pages per\nparticipant)\npaper\nquestionnaires\ncompleted by\nparticipants\nbefore and after\nintervention\n \n \nAudio-\nrecordings of\ninterviews\n.mp3\nestimated\n4GB\nInterviews with\nparticipants in\nproof-concept\ninterventions\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\n \n \nField notes\npaper\n10 pages\nDescriptive and\nreflective notes\nmade during\nintervention\n \nProcessed\nQuestionnaires\n.xlsx\nDataset with\nresponses\nfrom 12\nparticipants\nDigitalisation of\nquestionnaires\n \n \nTranscript of\nrelevant\ninterview\nfragments\n.rtf\nestimated\n4MB\nPseudonymized \ntranscription of\naudio-files of the\ninterviews\n \n \nQualitative\ndata analysis\ndocuments\n.nvp\nestimated\n20MB\nImport and coding\nof interview\ntranscripts in\nNvivo\n \n \nNotes\n.docx\nestimated\n0.25MB\nDigitalisation of\nhand written notes\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\n Privacy and ethical approval (SMEC) will be obtained for all studies.\nDepending on the study we will collect: name; e-mail address; \naddress;\ntelephone number; audio/video-recordings of \ninterviews/focus groups;\ngender; age; educational \nlevel; number of children; autism diagnosis; \nquestionnaires on perception of intervention and parental self-efficacy\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nWe will submit an ethical application to at the Social and Societal Ethics Committee KU Leuven\n(SMEC)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor each study we will generate documentation which will be stored together with the collected\ndata (see below for storage location). This documentation will consist of SMEC application,\nincluding the informed consent process and the study protocol, which entails recruitment\nprocedures and interview/focus group guides. For each of the qualitative studies, a single Word-\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\ndocument will be kept describing the contextual variables and field notes for each\ninterview/focus group. Also, during the research project itself we will keep a logbook concerning\npseudonymisation (linking transcripts to identifiable persons). For each study a codebook will be\ngenerated in NVivo during qualitative data analysis.\nIn particular for WP 5 (proof-of-concept intervention) a detailed set of instructions for\ninterventionists will be generated on how to deliver the different modules of the intervention.\nAfter effectuating the intervention, these instructions will be complemented with field notes\nmade during the intervention and with reflections based on the quantitative and qualitative\nevaluation of the intervention in this work package.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nSee above.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSince we will collaborate with researchers from other research units and groups, pseudonymized\nelectronic data will be stored on the shared OneDrive for Business offered by KU Leuven for\nactive use during the project. Only directly involved researchers will have access to this shared\nfolder. All researchers will be using multifactor authentication with the KU Leuven Authenticator\napp. \nThe password-protected logbook which links the pseudonymized data to identifiable persons will\nbe stored separately on the J Drive of the research unit.\nNon-pseudonymized data such as audio/videofiles and contact information will only be stored on\nthe J Drive in accordance with regulations on the storage of personal information in non-\nEuropean cloud services.\nPaper data (informed consents; questionnaires) will be archived in a locked closet in the office of\nthe researcher at the Parenting and Special Education research unit.\nHow is backup of the data provided?\nElectronic data will be stored within OneDrive with automatic back-up procedures.\nDuring the research project, manual back-ups will be made by one of the researchers on the\n(shielded) J: drive of the research unit, which is being automatically, daily backed-up as well.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nOneDrive provides a capacity 2TB which largely suffices this project's needs as specified above.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo additional costs expected.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nPseudonymized electronic data will be stored on the project's OneDrive for active use during the\nproject. All researchers will be using multifactor authentication with the KU Leuven Authenticator\napp. \nThe password-protected logbook which links the pseudonymized data to identifiable persons will\nbe stored separately on the shielded, shared network Drive (J:) of research unit.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nAll pseudonymized and anonymized data will be stored for at least 10 years in accordance with\nthe KU Leuven research data management policy. Irrelevant personal data such as the\naudio/videofiles of the interviews and focus groups, the logbook linking transcripts and\nquestionnaire respones to identifiable persons and participants contact details will not be kept\nafter finalising the respective studies.\nMoreover, notes on paper will be saved together with the interview transcripts in Word files as\nsoon as possible. Once the notes have been saved electronically, paper notes will be destroyed.\nWhere will the data be archived (= stored for the longer term)?\nAfter finalising the project, data and documentation will be stored on a shared, but password-\nprotected university drive (J:drive) for durations specified above, after which they will be\ndestroyed. We opt for a shared drive in order for data to be kept available even if individual\nresearchers would leave the university.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAs the size of all data files is fairly small (<100MB) compared to the availabe shared storage\nspace of the J:drive (100GB), no additional costs are expected.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe raw qualitative data (i.e. transcripts) cannot be shared, because the data are only\npseudonymized and participants did not give their informed consent to share these data.\nParticipants only consent to using excerpts of the interview for scientific publication.\nWhich data will be made available after the end of the project?\nDocumentation, codebooks generated during qualitative data analysis, and questionnaire data\nfrom WP5 will be made available upon motivated e-mail request and transferred vai secured\nemail connection.\nWhere/how will the data be made available for reuse?\nOther (specify):\nUpon motivated request  data will be shared via secured email.\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nAccess will be considered after a request is submitted explaining the planned reuse.\nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nResearchers have to comply with the confidentiality rules for the given data.\nAs stated above, pseudonymized data will only be made available upon publication of\nall results on this part of the data.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNone\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nGert-Jan Vanaken will be the main responsible, supervised by Ilse Noens & Kristien Hens.\nWho will be responsible for data storage & back up during the project?\nGert-Jan Vanaken will be responsible, supervised by Ilse Noens & Kristien Hens.\nWho will be responsible for ensuring data preservation and reuse ?\nIlse Noens and Kristien Hens will be responsible for data preservation and reuse after the project\nwill have ended.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (prof. Ilse Noens) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name Towards empowering support of parents of young children on the autism spectrum - DMP title Grant Title G0D3722N Principal Investigator / Researcher Ilse Noens Project Data Contact Gert-Jan Vanaken, gertjan.vanaken@kuleuven.be Description Raising autistic children is not self-evident. Parents of young children with autism are often confronted with daily challenges, resulting in uncertainties regarding their roles and responsibilities in parenthood. By a timely diagnosis and intervention, clinicians may provide some initial guidance: sharing knowledge on autism and adapted parenting practices is key to early intervention. However, lived experience of other parents and insights from neurodiversity theory may give rise to the question of whether such early intervention from professional experts is doing full justice to the many layers of autism as a phenomenon and the diversity of roles and responsibilities of parents in particular. Therefore, this project's central question is how clinicians can support parents of a young child with autism in their multiple roles and responsibilities in an empowering way. First, we aim to gain a layered insight into the roles and responsibilities of parents of young autistic children from different perspectives. Using qualitative methods, we will analyze perspectives from (a) the academic literature on early interventions, (b) parents with lived experience, and (c) neurodiversity scholars. Building on this layered insight, we aim to co- create and test a group-based intervention for parents of young autistic children in collaboration with an advisory group consisting of parents, clinicians and neurodiversity scholars. Institution KU Leuven 1. General Information Name applicant Ilse Noens FWO Project Number & Title G0D3722N Towards empowering support of parents of young children on the autism spectrum Affiliation KU Leuven Universiteit Antwerpen 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP Raw vs. processed Type of data Format Volume How created WP1 (review of literature) no new data generated WP2 (interviews with parents) Raw Audio- recordings of interviews .mp3 estimated 4 GB (files of about 20 interviews) Face-to-face interviews with parents of autistic children This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Notes on paper 20 pages Descriptive and reflective notes made during face- to-face interviews Processed Transcripts .rtf estimated 4MB Pseudonymized transcription of audio-files of the interviews Notes .docx estimated 0.5MB Digitalisation of hand written notes Qualitative data analysis documents (incl. coding) .nvp estimated 20 MB Import and coding of interview transcripts in Nvivo WP 3 (interviews with neurodiversity scholars) Raw Video- recordings of interviews .mp4 estimated 3 GB (files of about 10 interviews) Online interviews via videoconference Notes on paper 10 pages Descriptive and reflective notes made during video interviews Processed Transcripts .rtf estimated 2MB Pseudonymized transcription of video-files of the interviews Notes .docx estimated 0.25MB Digitalisation of hand written notes Qualitative data analysis documents (incl. coding) .nvp estimated 10MB Import and coding of interview transcripts in Nvivo WP 4 (cocreation of workshops) Raw Video- recordings .mp4 estimated 2 GB Online or offline videorecordings of three focus groups Notes on paper 10 pages Descriptive and reflective notes made during discussion sessions and focus groups Processed Data analysis documents .nvp estimated 10MB Import and coding of interview notes Nvivo Notes .docx estimated 0.25MB Digitalisation of hand written notes WP 5 (proof- of-concept study) Raw Questionnaires on paper estimated 60-120 pages (12 participants, 10 pages per participant) paper questionnaires completed by participants before and after intervention Audio- recordings of interviews .mp3 estimated 4GB Interviews with participants in proof-concept interventions This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Field notes paper 10 pages Descriptive and reflective notes made during intervention Processed Questionnaires .xlsx Dataset with responses from 12 participants Digitalisation of questionnaires Transcript of relevant interview fragments .rtf estimated 4MB Pseudonymized transcription of audio-files of the interviews Qualitative data analysis documents .nvp estimated 20MB Import and coding of interview transcripts in Nvivo Notes .docx estimated 0.25MB Digitalisation of hand written notes 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy and ethical approval (SMEC) will be obtained for all studies. Depending on the study we will collect: name; e-mail address; address; telephone number; audio/video-recordings of interviews/focus groups; gender; age; educational level; number of children; autism diagnosis; questionnaires on perception of intervention and parental self-efficacy Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes We will submit an ethical application to at the Social and Societal Ethics Committee KU Leuven (SMEC) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For each study we will generate documentation which will be stored together with the collected data (see below for storage location). This documentation will consist of SMEC application, including the informed consent process and the study protocol, which entails recruitment procedures and interview/focus group guides. For each of the qualitative studies, a single Word- This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 document will be kept describing the contextual variables and field notes for each interview/focus group. Also, during the research project itself we will keep a logbook concerning pseudonymisation (linking transcripts to identifiable persons). For each study a codebook will be generated in NVivo during qualitative data analysis. In particular for WP 5 (proof-of-concept intervention) a detailed set of instructions for interventionists will be generated on how to deliver the different modules of the intervention. After effectuating the intervention, these instructions will be complemented with field notes made during the intervention and with reflections based on the quantitative and qualitative evaluation of the intervention in this work package. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No See above. 5. Data storage and backup during the FWO project Where will the data be stored? Since we will collaborate with researchers from other research units and groups, pseudonymized electronic data will be stored on the shared OneDrive for Business offered by KU Leuven for active use during the project. Only directly involved researchers will have access to this shared folder. All researchers will be using multifactor authentication with the KU Leuven Authenticator app. The password-protected logbook which links the pseudonymized data to identifiable persons will be stored separately on the J Drive of the research unit. Non-pseudonymized data such as audio/videofiles and contact information will only be stored on the J Drive in accordance with regulations on the storage of personal information in non- European cloud services. Paper data (informed consents; questionnaires) will be archived in a locked closet in the office of the researcher at the Parenting and Special Education research unit. How is backup of the data provided? Electronic data will be stored within OneDrive with automatic back-up procedures. During the research project, manual back-ups will be made by one of the researchers on the (shielded) J: drive of the research unit, which is being automatically, daily backed-up as well. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes OneDrive provides a capacity 2TB which largely suffices this project's needs as specified above. What are the expected costs for data storage and back up during the project? How will these costs be covered? No additional costs expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Pseudonymized electronic data will be stored on the project's OneDrive for active use during the project. All researchers will be using multifactor authentication with the KU Leuven Authenticator app. The password-protected logbook which links the pseudonymized data to identifiable persons will be stored separately on the shielded, shared network Drive (J:) of research unit. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 All pseudonymized and anonymized data will be stored for at least 10 years in accordance with the KU Leuven research data management policy. Irrelevant personal data such as the audio/videofiles of the interviews and focus groups, the logbook linking transcripts and questionnaire respones to identifiable persons and participants contact details will not be kept after finalising the respective studies. Moreover, notes on paper will be saved together with the interview transcripts in Word files as soon as possible. Once the notes have been saved electronically, paper notes will be destroyed. Where will the data be archived (= stored for the longer term)? After finalising the project, data and documentation will be stored on a shared, but password- protected university drive (J:drive) for durations specified above, after which they will be destroyed. We opt for a shared drive in order for data to be kept available even if individual researchers would leave the university. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? As the size of all data files is fairly small (<100MB) compared to the availabe shared storage space of the J:drive (100GB), no additional costs are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The raw qualitative data (i.e. transcripts) cannot be shared, because the data are only pseudonymized and participants did not give their informed consent to share these data. Participants only consent to using excerpts of the interview for scientific publication. Which data will be made available after the end of the project? Documentation, codebooks generated during qualitative data analysis, and questionnaire data from WP5 will be made available upon motivated e-mail request and transferred vai secured email connection. Where/how will the data be made available for reuse? Other (specify): Upon motivated request data will be shared via secured email. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules for the given data. As stated above, pseudonymized data will only be made available upon publication of all results on this part of the data. What are the expected costs for data sharing? How will the costs be covered? None 8. Responsibilities Who will be responsible for data documentation & metadata? Gert-Jan Vanaken will be the main responsible, supervised by Ilse Noens & Kristien Hens. Who will be responsible for data storage & back up during the project? Gert-Jan Vanaken will be responsible, supervised by Ilse Noens & Kristien Hens. Who will be responsible for ensuring data preservation and reuse ? Ilse Noens and Kristien Hens will be responsible for data preservation and reuse after the project will have ended. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who bears the end responsibility for updating & implementing this DMP? The PI (prof. Ilse Noens) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}