{
    "document_id": "D-2023-1823",
    "LinkTitle": "D-2023-1823",
    "file_name": "D-2023-1823.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1823.pdf",
    "metadata": {
        "title": "Redistribution, subjectivity, and the virtual: A view from the south",
        "author": "N/A",
        "creation_date": "2023-03-31 17:19:04+02:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Redistribution, subjectivity, and the virtual: A view from the south\nA Data Management Plan created using DMPonline.be\nCreator: \nYotam Gidron\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12Y8923N\nID: \n197678\nStart date: \n01-10-2022\nEnd date: \n31-08-2026\nProject abstract:\nAfrica is increasingly perceived as the site of an unprecedented digital revolution, alternately \ndescribed as either propelling the continent\ninto a new era of growth and prosperity or drawing it into \nnew frontiers of exploitation and neo-colonial domination. Bringing into\nconversation and contributing \nto recent debates in economic anthropology on sharing and redistribution with the emerging \nscholarship in\nAfrican digital anthropology on communication technologies, kinship and intimacy, this \ninterdisciplinary project develops an alternative,\nbottom-up approach to the study of Africa’s digital \nrevolution. It examines how new technologies are being incorporated into pre-existing,\nindigenous \nmechanisms of sharing, redistribution, mutual support, and “informal” social protection among peri-urban \nmigrants of an East\nAfrican agro-pastoralist society. The research focuses, as its key case \nstudy, on South Sudanese Nuer refugees in Uganda – peri-urban\nmigrants in one of the most \nneoliberalised countries in Africa. Combining ethnographic and historical methodologies, and drawing \non\narchival research and an extended period of fieldwork in Uganda, this research will advance the \nfields of economic and digital\nanthropology while making an important contribution to Nuer, South \nSudanese and East African anthropology and history.\nLast modified: \n31-03-2023\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n1 of 7\nRedistribution, subjectivity, and the virtual: A view from the south\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\n1. Scans of documents from the Sudan Archive (.pdf). \n2. \nConsent forms in electronic form (paper originals will be destroyed). \n3. Recorded interviews (.mp3). I will use either my own phone or a separate audio recorder during \ninterviews. I will only record interviews when participants consent to be recorded.\n4. Interview transcriptions (.docx). These will be produced using the recordings. They will be \nanonymised, unless \nparticipant explicitly requests (in consent form) for his/her name to be recorded. \n5. Notes (.docx) from observations, individual case studies, and participant \nobservation. No identifying information will be recorded in notes.\n6. Images (.jpeg). No identifying information will be recorded in images, unless participant explicitly gives permission to be photographed in consent form.\n7. Fieldwork data (list of interviews/notes; .xlsx file) and Nvivo file containing most of the abovementioned \ndatatypes.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nResponsible person: Yotam Gidron\nDuring the research: All data is stored on my personal laptop (password protected\n) and and backed-up on my KU Leuven OneDrive.  \nAfter the research: Recordings and scans of archival documents are deleted, to guarantee \nparticipants' privacy and conform with Sudan Archive regulations. Anonymised and redacted notes \nand\ntranscripts are stored on the university's central servers for at least 10 years, as per KU Leuven \nRDM policy.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nWhen giving their consent for participation in the research, participants will also give informed \nconsent for data sharing and long term preservation. If they do not agree to the standard \nprocedures,\ntheir requests will be respected. Participants will also be free to withdraw from their \nparticipation at any stage. Data may therefore be deleted at any point during the study and before \nthe minimum\npreservation term of 5 years should it be requested by participants.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThe research will involve human participants and personal data. Ethical approval will therefore be \nsought prior to fieldwork from the relevant institutions. Interview recordings will be \ntranscribed\nand anonymised. Recordings will be securely preserved during research (for further \nconsultation, if necessary) but deleted at the end of the fellowship. All notes will be anonymised and \nredacted.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nData will only be collected following informed consent by participants. Participants will be made fully \naware of the purpose of the research and potential uses of the data, how it will be stored and\nfor \nhow long, how it will be anonymised, and who else will have access to it. This information may be \nprovided using a written information sheet, or orally, as appropriate. These procedures and\nall \nrelevant documents (i.e., information sheet, consent forms) will be approved by the KU Leuven \nSocial and Societal Ethics Committee (SMEC) as well as the Uganda National Council for\nScience and \nTechnology (UNCST), prior to fieldwork.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n2 of 7\nRedistribution, subjectivity, and the virtual: A view from the south\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n3 of 7\nRedistribution, subjectivity, and the virtual: A view from the south\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n4 of 7\nRedistribution, subjectivity, and the virtual: A view from the south\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \nScans of archival\ndocuments\nScans from the Sudan Archive Durham\nNew\nDigital\nCompiled\n.pdf\n<1GB\n \nRecorded interviews\nRecordings of 64 interviews conducted by myself. \nNew\nDigital\nObservational\n.mp3\n<100GB\n \nInterview transcriptions\nTranscriptions of recorded interviews. \nNew\nDigital\nCompiled\n.docx\n<100MB\n \nNotes from\nparticipant observation\nNotes from observations of court proceedings, mobile phones shop, and\nindividual case studies. \nNew\nDigital\nObservational\n.docx\n<100MB\n \nFieldwork metadata\nList of interviews and notes and Nvivo file\nNew\nDigital\nCompiled\n.xlsx,\n.nvpx\n<100MB\n \nConsent forms (scanned)\nScans of consent forms. Paper originals will be destroyed.\nNew\nDigital\nCompiled\n.pdf\n<100MB\n \nPhotographs\nImages taken during participant observation. \nNew\nDigital\nObservational\n.jpeg\n<1GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSudan Archive Durham (https://libguides.durham.ac.uk/asc-sudan-archive/) \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe research will involve human participants and personal data, which will be collected during life history interviews and participant observation. Ethical approval will therefore be sought prior to\nfieldwork from the relevant institutions: the KU Leuven Social and Societal Ethics Committee (SMEC) as well as the Uganda National Council for Science and Technology (UNCST).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nI will process personal data as the research will include life history interviews. Interview recordings will be transcribed and anonymised. Recordings will be securely preserved during research (for\nfurther consultation, if necessary) but deleted at the end of the fellowship. All notes will be anonymised and redacted. Other notes (from participant observation) will be anonymous. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nI will compile lists of (anonymised) interviews, recordings, notes and images with key information (date, location, etc.). These will be compiled in excel (.xlsx). \nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n5 of 7\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll digital data will be stored on my personal laptop (password protected) as well as on my KU Leuven OneDrive. Multifactor authentication with the KU Leuven authenticator app will be activated\nto ensure the safe storage of all data.\nHow will the data be backed up?\nData will be backed up on my KU Leuven OneDrive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel have access to 2 TB of data storage on OneDrive. Data collected as part of this project will not exceed this. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive is a personal storage space, so files will not be accessible to anyone else unless shared by me. Multifactor authentication with the KU Leuven authenticator app will be activated to\nensure the safe storage of all data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage on OneDrive is free for KU Leuven personnel. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAnonymised and redacted notes and transcripts, photographs, consent forms, and fieldwork metadata will be retained. Recordings and scans of archival documents will be deleted, to\nguarantee participants' privacy and conform with Sudan Archive regulations.\nWhere will these data be archived (stored and curated for the long-term)?\nThe retained data will be archived on the KU Leuven RDR (research data repository).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nEvery researcher can store 50 GB per year for free on KU Leuven's RDR. My data will not exceed this. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon request, original data will be made available, following a request by a journal or a publisher. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n6 of 7\nYes, Ethical aspects\nThe research will involve human participants. All data be anonymised, except consent forms, which cannot be anonymised. Access to the data will be restricted. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR. \nWhen will the data be made available?\nUpon completion of the FWO fellowship. \nWhich data usage licenses are you going to provide? If none, please explain why.\nCustom KU Leuven. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nN/A. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nYotam Gidron \nWho will manage data storage and backup during the research project?\nYotam Gidron \nWho will manage data preservation and sharing?\nYotam Gidron \nWho will update and implement this DMP?\nYotam Gidron \nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n7 of 7"
    },
    "clean_full_text": "Redistribution, subjectivity, and the virtual: A view from the south A Data Management Plan created using DMPonline.be Creator: Yotam Gidron Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12Y8923N ID: 197678 Start date: 01-10-2022 End date: 31-08-2026 Project abstract: Africa is increasingly perceived as the site of an unprecedented digital revolution, alternately described as either propelling the continent into a new era of growth and prosperity or drawing it into new frontiers of exploitation and neo-colonial domination. Bringing into conversation and contributing to recent debates in economic anthropology on sharing and redistribution with the emerging scholarship in African digital anthropology on communication technologies, kinship and intimacy, this interdisciplinary project develops an alternative, bottom-up approach to the study of Africa’s digital revolution. It examines how new technologies are being incorporated into pre-existing, indigenous mechanisms of sharing, redistribution, mutual support, and “informal” social protection among peri-urban migrants of an East African agro-pastoralist society. The research focuses, as its key case study, on South Sudanese Nuer refugees in Uganda – peri-urban migrants in one of the most neoliberalised countries in Africa. Combining ethnographic and historical methodologies, and drawing on archival research and an extended period of fieldwork in Uganda, this research will advance the fields of economic and digital anthropology while making an important contribution to Nuer, South Sudanese and East African anthropology and history. Last modified: 31-03-2023 Created using DMPonline.be. Last modiﬁed 31 March 2023 1 of 7 Redistribution, subjectivity, and the virtual: A view from the south Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) 1. Scans of documents from the Sudan Archive (.pdf). 2. Consent forms in electronic form (paper originals will be destroyed). 3. Recorded interviews (.mp3). I will use either my own phone or a separate audio recorder during interviews. I will only record interviews when participants consent to be recorded. 4. Interview transcriptions (.docx). These will be produced using the recordings. They will be anonymised, unless participant explicitly requests (in consent form) for his/her name to be recorded. 5. Notes (.docx) from observations, individual case studies, and participant observation. No identifying information will be recorded in notes. 6. Images (.jpeg). No identifying information will be recorded in images, unless participant explicitly gives permission to be photographed in consent form. 7. Fieldwork data (list of interviews/notes; .xlsx file) and Nvivo file containing most of the abovementioned datatypes. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Responsible person: Yotam Gidron During the research: All data is stored on my personal laptop (password protected ) and and backed-up on my KU Leuven OneDrive. After the research: Recordings and scans of archival documents are deleted, to guarantee participants' privacy and conform with Sudan Archive regulations. Anonymised and redacted notes and transcripts are stored on the university's central servers for at least 10 years, as per KU Leuven RDM policy. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) When giving their consent for participation in the research, participants will also give informed consent for data sharing and long term preservation. If they do not agree to the standard procedures, their requests will be respected. Participants will also be free to withdraw from their participation at any stage. Data may therefore be deleted at any point during the study and before the minimum preservation term of 5 years should it be requested by participants. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The research will involve human participants and personal data. Ethical approval will therefore be sought prior to fieldwork from the relevant institutions. Interview recordings will be transcribed and anonymised. Recordings will be securely preserved during research (for further consultation, if necessary) but deleted at the end of the fellowship. All notes will be anonymised and redacted. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Data will only be collected following informed consent by participants. Participants will be made fully aware of the purpose of the research and potential uses of the data, how it will be stored and for how long, how it will be anonymised, and who else will have access to it. This information may be provided using a written information sheet, or orally, as appropriate. These procedures and all relevant documents (i.e., information sheet, consent forms) will be approved by the KU Leuven Social and Societal Ethics Committee (SMEC) as well as the Uganda National Council for Science and Technology (UNCST), prior to fieldwork. Created using DMPonline.be. Last modiﬁed 31 March 2023 2 of 7 Redistribution, subjectivity, and the virtual: A view from the south DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 31 March 2023 3 of 7 Redistribution, subjectivity, and the virtual: A view from the south GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 31 March 2023 4 of 7 Redistribution, subjectivity, and the virtual: A view from the south FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Scans of archival documents Scans from the Sudan Archive Durham New Digital Compiled .pdf <1GB Recorded interviews Recordings of 64 interviews conducted by myself. New Digital Observational .mp3 <100GB Interview transcriptions Transcriptions of recorded interviews. New Digital Compiled .docx <100MB Notes from participant observation Notes from observations of court proceedings, mobile phones shop, and individual case studies. New Digital Observational .docx <100MB Fieldwork metadata List of interviews and notes and Nvivo file New Digital Compiled .xlsx, .nvpx <100MB Consent forms (scanned) Scans of consent forms. Paper originals will be destroyed. New Digital Compiled .pdf <100MB Photographs Images taken during participant observation. New Digital Observational .jpeg <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Sudan Archive Durham (https://libguides.durham.ac.uk/asc-sudan-archive/) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The research will involve human participants and personal data, which will be collected during life history interviews and participant observation. Ethical approval will therefore be sought prior to fieldwork from the relevant institutions: the KU Leuven Social and Societal Ethics Committee (SMEC) as well as the Uganda National Council for Science and Technology (UNCST). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes I will process personal data as the research will include life history interviews. Interview recordings will be transcribed and anonymised. Recordings will be securely preserved during research (for further consultation, if necessary) but deleted at the end of the fellowship. All notes will be anonymised and redacted. Other notes (from participant observation) will be anonymous. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). I will compile lists of (anonymised) interviews, recordings, notes and images with key information (date, location, etc.). These will be compiled in excel (.xlsx). Created using DMPonline.be. Last modiﬁed 31 March 2023 5 of 7 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All digital data will be stored on my personal laptop (password protected) as well as on my KU Leuven OneDrive. Multifactor authentication with the KU Leuven authenticator app will be activated to ensure the safe storage of all data. How will the data be backed up? Data will be backed up on my KU Leuven OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel have access to 2 TB of data storage on OneDrive. Data collected as part of this project will not exceed this. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive is a personal storage space, so files will not be accessible to anyone else unless shared by me. Multifactor authentication with the KU Leuven authenticator app will be activated to ensure the safe storage of all data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage on OneDrive is free for KU Leuven personnel. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Anonymised and redacted notes and transcripts, photographs, consent forms, and fieldwork metadata will be retained. Recordings and scans of archival documents will be deleted, to guarantee participants' privacy and conform with Sudan Archive regulations. Where will these data be archived (stored and curated for the long-term)? The retained data will be archived on the KU Leuven RDR (research data repository). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Every researcher can store 50 GB per year for free on KU Leuven's RDR. My data will not exceed this. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. Upon request, original data will be made available, following a request by a journal or a publisher. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 31 March 2023 6 of 7 Yes, Ethical aspects The research will involve human participants. All data be anonymised, except consent forms, which cannot be anonymised. Access to the data will be restricted. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR. When will the data be made available? Upon completion of the FWO fellowship. Which data usage licenses are you going to provide? If none, please explain why. Custom KU Leuven. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? N/A. 6. Responsibilities Who will manage data documentation and metadata during the research project? Yotam Gidron Who will manage data storage and backup during the research project? Yotam Gidron Who will manage data preservation and sharing? Yotam Gidron Who will update and implement this DMP? Yotam Gidron Created using DMPonline.be. Last modiﬁed 31 March 2023 7 of 7"
}