{
    "document_id": "D-2023-2132",
    "LinkTitle": "D-2023-2132",
    "file_name": "D-2023-2132.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2132.pdf",
    "metadata": {
        "title": "YEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE PET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK SOLDIER FLY LARVAE REARING (PETYFLY)",
        "author": "N/A",
        "creation_date": "2023-06-26 14:33:07+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "YEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE\nPET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK\nSOLDIER FLY LARVAE REARING (PETYFLY)\nA Data Management Plan created using DMPonline.be\nCreator: \nPatrick Van Dijck \n \nhttps://orcid.org/0000-0002-1542-897X\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0D9723N\nID: \n200158\nStart date: \n01-01-2023\nEnd date: \n31-12-2024\nProject abstract:\nWorldwide, polyethylene terephthalate (PET) is one of the most frequently used synthetic polyesters, being applied as\npackaging material. Given their frequent use, combined with the lack and/or failure of recycling programs, these plastics\nand their fragmented variants, i.e., micro, and meso plastics, are ubiquitously present in organic side streams. For\nexample, PET plastics have been found in residual valuable biomass derived from the food industry, supermarkets, and\nrestaurants. Should this biomass be used as feed for rearing insects, these PET particles may affect insect growth and\nbioconversion or accumulate in the insect biomass. At the same time, these plastics might end up in the insect residue\nalso referred to as frass, which hinders its use as an organic fertilizer. To valorize these contaminated valuable biomass\nstreams, this project aims to display PET hydrolases on the cell surface of yeast to degrade PET. The ability of these\nconstructed strains to break down residual PET and thus serve as a pretreatment method for such biomass\ncontaminated with PET, prior to black soldier fly rearing, will be assessed. If successful, this will create a more valuable\nuse of such waste streams, closing an open loop in our food chain.\nLast modified: \n26-06-2023\nCreated using DMPonline.be. Last modiﬁed 26 June 2023\n1 of 6\nYEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE\nPET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK\nSOLDIER FLY LARVAE REARING (PETYFLY)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nGMO S.\ncerevisiae\nstrains\nS. cerevisiae strains\nexpressing PET\nhydrolyzing enzymes at\ntheir surface \nNew data\nphysical\nExperimental\nNA\nNA\nOne\ndrawer\nin -80\n°C\nfreezer\nstrain\ncharacterization\ndata\nsequencing, enzyme\nactivity\nNew data\nDigital\nExperimental\n.txt; .xml; cvs\n<100MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe do not reuse previous or published data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nEngineered yeast strains could be used to add as supplement for the larvae to convert wast streams into feed. Currently this is not yet possible as we will work with GMOs\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nCreated using DMPonline.be. Last modiﬁed 26 June 2023\n2 of 6\nThere is an agreement signed between KU Leuven and Thomas Moore Geel. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nWe have a lab guide will standardized protocols that are being done in the lab. In addition,\nthe results will be published and materials and methods will be described in detail so that\nthe experienced researcher can repeat the analysis.\nAll generated data is stored on the KU Leuven server, which contains protected project\ndirectories to which only researchers involved have access. In addition, every researcher\nhas a personal directory on the KU Leuven server for safe data storage and a OneDrive\nand Teams directory. Data is never stored on personal or work devices to prevent data\nloss upon technical failure\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be sotred on the shared network drive (J-drive), on the personal network drive (I-drive) and on OneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the University's secure environment\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected cost is 500 euro/TB/year. We will not go over that cost as for this two-year project we will only need to store much less data. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy. All digital as well as physical material will be stored for 10 years. The physical material (new\nCreated using DMPonline.be. Last modiﬁed 26 June 2023\n3 of 6\nstrains) will be stored in a - 80 °C freezer\nWhere will these data be archived (stored and curated for the long-term)?\nData will be archived on the large volume storage and the shared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nIn view of the expected size of the digital data (less than 1 TB), estimated cost will be below 500 euro (possibly only 50 euro) to setup the database and possibly 50\nEuro/year for maintenance. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nThe physical material can be requested and will be send to other labs. The digital information will be available upon request\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess is not restricted\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will be available at the KU Leuven Research Data Repository and on the publication that will come out of this project. The publication will be the source of\ninformation where inerested researchers can trace back a strain and ask this strain from the lab. \nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original\ndata creators\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nAll publications will receive a DOI. A possible patent application will get a EP number. \nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing data via NCBI is free of charge. Data present in manuscripts will cost the open access publication costs which may go up to >7000 euro for a paper in a Nature\nGroup journal. If other researchers request a strain we normally ask them to provide us with a FedEx or DHL number so the costs for shipping are tor them. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPatrick Van Dijck (PI), Paul Vandecruys (postdoc), Ilse Palmans (Lab tech) \nCreated using DMPonline.be. Last modiﬁed 26 June 2023\n4 of 6\nWho will manage data storage and backup during the research project?\nLuc Grauwels, ICT support and Patrick Van Dijck (PI) \nWho will manage data preservation and sharing?\nPatrick Van Dijck (PI) and Paul Vandecruys (postdoc) \nWho will update and implement this DMP?\nPatrick Van Dijck \nCreated using DMPonline.be. Last modiﬁed 26 June 2023\n5 of 6\nYEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE\nPET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK\nSOLDIER FLY LARVAE REARING (PETYFLY)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThe project will generate the following data:\nDescription of experimental procedures, students' manuscripts, meeting reports, and presentations will be stored at the KU Leuven and TMK servers in .pdf, .doc\nand .ppt formats. Hardcopy’s of notebooks will be stored on campus.\nBiological samples. Relevant information on the yeast strains will be collected in a FileMaker database. Strains stored at –80 °C at KU Leuven. Fresh (in ethanol) and\nfreeze-dried (retain) larvae samples will be stored (-20°C) at TMK.\nUPLC/GC-MS data will be stored as .tiff and .csv respectively. EV: 4 GB.\nDigitized results concerning the rearing data will be stored as .tiff or .csv. EV: 3 GB, at TMK.\n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nAt KU Leuven, all data will be stored at the central Luna storage system (IT servicedesk KU Leuven – Luc Grauwels). After the research, all data is archived at the Luna\nstorage system and stored in principle indefinitely.\nAt TMK, both digital-born and digitized data will be stored on the central network drives, with automated back-up and versioning system, provided by the ICT facilities.\nAfter the project, data will be stored on a server back-end storage. If patentability is not compromised, data will be put in the data repository which adheres to the FAIR\nprinciples. At KU Leuven and TMK, storage capacity is in principle unlimited, as additional space will be made available if required.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nWe will not deviate from the principle of preservation of digital data and of the minimum preservation term of 5 years. At KU Leuven the policy is to store data in principle\nindefinitely. TMK will follow the KU Leuven association policy which entails a preservation term of 5 years. This policy will only be adjusted to 2 years for the physical\n‘retain’ samples, more specifically for the whole larval samples, frass and diets because of (i) the slow deterioration over time and (ii) the physical limit on storage\ncapacity at -20°C. Official documents will be composed upon the approval of the project to finalize these agreements.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nnot applicable\nCreated using DMPonline.be. Last modiﬁed 26 June 2023\n6 of 6"
    },
    "clean_full_text": "YEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE PET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK SOLDIER FLY LARVAE REARING (PETYFLY) A Data Management Plan created using DMPonline.be Creator: Patrick Van Dijck https://orcid.org/0000-0002-1542-897X Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0D9723N ID: 200158 Start date: 01-01-2023 End date: 31-12-2024 Project abstract: Worldwide, polyethylene terephthalate (PET) is one of the most frequently used synthetic polyesters, being applied as packaging material. Given their frequent use, combined with the lack and/or failure of recycling programs, these plastics and their fragmented variants, i.e., micro, and meso plastics, are ubiquitously present in organic side streams. For example, PET plastics have been found in residual valuable biomass derived from the food industry, supermarkets, and restaurants. Should this biomass be used as feed for rearing insects, these PET particles may affect insect growth and bioconversion or accumulate in the insect biomass. At the same time, these plastics might end up in the insect residue also referred to as frass, which hinders its use as an organic fertilizer. To valorize these contaminated valuable biomass streams, this project aims to display PET hydrolases on the cell surface of yeast to degrade PET. The ability of these constructed strains to break down residual PET and thus serve as a pretreatment method for such biomass contaminated with PET, prior to black soldier fly rearing, will be assessed. If successful, this will create a more valuable use of such waste streams, closing an open loop in our food chain. Last modified: 26-06-2023 Created using DMPonline.be. Last modiﬁed 26 June 2023 1 of 6 YEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE PET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK SOLDIER FLY LARVAE REARING (PETYFLY) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA GMO S. cerevisiae strains S. cerevisiae strains expressing PET hydrolyzing enzymes at their surface New data physical Experimental NA NA One drawer in -80 °C freezer strain characterization data sequencing, enzyme activity New data Digital Experimental .txt; .xml; cvs <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We do not reuse previous or published data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Engineered yeast strains could be used to add as supplement for the larvae to convert wast streams into feed. Currently this is not yet possible as we will work with GMOs Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Created using DMPonline.be. Last modiﬁed 26 June 2023 2 of 6 There is an agreement signed between KU Leuven and Thomas Moore Geel. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We have a lab guide will standardized protocols that are being done in the lab. In addition, the results will be published and materials and methods will be described in detail so that the experienced researcher can repeat the analysis. All generated data is stored on the KU Leuven server, which contains protected project directories to which only researchers involved have access. In addition, every researcher has a personal directory on the KU Leuven server for safe data storage and a OneDrive and Teams directory. Data is never stored on personal or work devices to prevent data loss upon technical failure Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The data will be sotred on the shared network drive (J-drive), on the personal network drive (I-drive) and on OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the University's secure environment What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected cost is 500 euro/TB/year. We will not go over that cost as for this two-year project we will only need to store much less data. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. All digital as well as physical material will be stored for 10 years. The physical material (new Created using DMPonline.be. Last modiﬁed 26 June 2023 3 of 6 strains) will be stored in a - 80 °C freezer Where will these data be archived (stored and curated for the long-term)? Data will be archived on the large volume storage and the shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? In view of the expected size of the digital data (less than 1 TB), estimated cost will be below 500 euro (possibly only 50 euro) to setup the database and possibly 50 Euro/year for maintenance. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The physical material can be requested and will be send to other labs. The digital information will be available upon request If access is restricted, please specify who will be able to access the data and under what conditions. Access is not restricted Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be available at the KU Leuven Research Data Repository and on the publication that will come out of this project. The publication will be the source of information where inerested researchers can trace back a strain and ask this strain from the lab. When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes All publications will receive a DOI. A possible patent application will get a EP number. What are the expected costs for data sharing? How will these costs be covered? Sharing data via NCBI is free of charge. Data present in manuscripts will cost the open access publication costs which may go up to >7000 euro for a paper in a Nature Group journal. If other researchers request a strain we normally ask them to provide us with a FedEx or DHL number so the costs for shipping are tor them. 6. Responsibilities Who will manage data documentation and metadata during the research project? Patrick Van Dijck (PI), Paul Vandecruys (postdoc), Ilse Palmans (Lab tech) Created using DMPonline.be. Last modiﬁed 26 June 2023 4 of 6 Who will manage data storage and backup during the research project? Luc Grauwels, ICT support and Patrick Van Dijck (PI) Who will manage data preservation and sharing? Patrick Van Dijck (PI) and Paul Vandecruys (postdoc) Who will update and implement this DMP? Patrick Van Dijck Created using DMPonline.be. Last modiﬁed 26 June 2023 5 of 6 YEAST CELL SURFACE DISPLAY OF PET-HYDROLYZING ENZYMES TO DEGRADE PET AND PRETREAT PET-CONTAINING ORGANIC SIDE STREAMS PRIOR TO BLACK SOLDIER FLY LARVAE REARING (PETYFLY) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will generate the following data: Description of experimental procedures, students' manuscripts, meeting reports, and presentations will be stored at the KU Leuven and TMK servers in .pdf, .doc and .ppt formats. Hardcopy’s of notebooks will be stored on campus. Biological samples. Relevant information on the yeast strains will be collected in a FileMaker database. Strains stored at –80 °C at KU Leuven. Fresh (in ethanol) and freeze-dried (retain) larvae samples will be stored (-20°C) at TMK. UPLC/GC-MS data will be stored as .tiff and .csv respectively. EV: 4 GB. Digitized results concerning the rearing data will be stored as .tiff or .csv. EV: 3 GB, at TMK. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) At KU Leuven, all data will be stored at the central Luna storage system (IT servicedesk KU Leuven – Luc Grauwels). After the research, all data is archived at the Luna storage system and stored in principle indefinitely. At TMK, both digital-born and digitized data will be stored on the central network drives, with automated back-up and versioning system, provided by the ICT facilities. After the project, data will be stored on a server back-end storage. If patentability is not compromised, data will be put in the data repository which adheres to the FAIR principles. At KU Leuven and TMK, storage capacity is in principle unlimited, as additional space will be made available if required. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We will not deviate from the principle of preservation of digital data and of the minimum preservation term of 5 years. At KU Leuven the policy is to store data in principle indefinitely. TMK will follow the KU Leuven association policy which entails a preservation term of 5 years. This policy will only be adjusted to 2 years for the physical ‘retain’ samples, more specifically for the whole larval samples, frass and diets because of (i) the slow deterioration over time and (ii) the physical limit on storage capacity at -20°C. Official documents will be composed upon the approval of the project to finalize these agreements. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) not applicable Created using DMPonline.be. Last modiﬁed 26 June 2023 6 of 6"
}