{
    "document_id": "D-2024-3410",
    "LinkTitle": "D-2024-3410",
    "file_name": "D-2024-3410.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3410.pdf",
    "metadata": {
        "title": "D-2024-3410",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Marcel Issler 0000-0001-7345-5936\nContributor name(s) (+ ORCID) & roles /\nProject number 1 & title Understanding the multi-scale nature of mechanical forces during mammary gland remodelling\nFunder(s) GrantID 21181225N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description          .       The shape of a tissue is crucial for its function Mechanical forces have emerged as a key  \nplayer\n  .          during tissue morphogenesis How mechanics are linked to collective changes in tissue\n shape and\n    .         function remains an outstanding question I aim to understand how mechanical forces drive\n     .         ,  form and function in branched organs I will use the mammary gland as a model because\n           of its extensive remodeling closely entangled with morphological and functional changes\n   .          (  throughout a female's lifetime I expect that the presence of two cell layers cuboidal\n      )    luminal cells surrounded by contractile myoepithelial cells with distinct mechanical\n      ,       properties gives rise to complex collective mechanics playing a key role in shaping\n.           ,    branches To study the mechanics of branch formation in a quantitative way I will use\n           -    tools to visualize and characterize forces in space and time using live cell imaging in\n           .   branched organoids and in the in vivo mammary gland during branch remodeling I will\n     ,         dissect how forces from luminal proliferation cell tension and migration affect the local and\n   .         global shape of branches I will manipulate forces by deforming branched organoids globally  \n             . ,   and locally to assess the effects of forces on branch formation and cell fate Finally I will\n             use the experimental data in conjunction with a biophysical framework to understand the\n     . mechanobiology of branching at multiple scales\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nIn vitro \nTension \nSensors – \nmicroscopy Collection of \ntcspc confocal \nimaging files of \nthe mammary \ngland☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.tif\n.ome-tif\n.lif\n.liftext\n.ptu☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☒ > 5 TB\n☐ NAnone\nIn vitro \nTension \nSensors – \nsequencing Spatial Omics ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.tif\n.ome-tif\n.lif\n.liftext\n.count☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NARNA will be stored \nat - 20°C \nIn vitro \nTension \nSensors – \nprocessed/anCollection of \nprocessed and \nanalysed data \nwith code ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical.tif\n.ome-tif\n.lif\n.liftext☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5alysed dataregarding the \ninitiation part \n(codes, graphs, \nfigures, etc.)☒ Textual\n☐ Model\n☐ Software\n☐ Other:.count\n.ppt\n.doc\n.txt\n.xlxs\n.r\n.pzfx\n.zarr\n.py\n.ipynb☒ > 5 TB\n☐ NA\nin vivo \nTension \nSensors – \nintravital \nmicroscopyCollection of \nintravital \nimaging files \n(FLIM)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.tif\n.ome-tif\n.lif\n.liftext\n.ptu\n.zarr☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☒ > 5 TB\n☐ NA\nin vivo \nTension \nSensors – \nsequencingSpatial Omics \nafter tension \nmeasurements☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.tif\n.ome-tif\n.lif\n.liftext\n.count☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NARNA will be stored \nat - 20°C\nin vivo \nTension \nSensors – \nprocessed/an\nalysed dataCollection of \nprocessed and \nanalysed finite \ndata regarding \nthe tension ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual.tif\n.ome-tif\n.lif☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6sensor part \n(codes, graphs, \nfigures, etc.)☐ Model\n☐ Software\n☐ Other:.liftext\n.count\n.ppt\n.doc\n.txt\n.xlxs\n.r\n.pzfx\n.py\n.ipynb☐ < 5 TB\n☒ > 5 TB\n☐ NA\nin vitro / in \nvivo \nmechanical \nforce \napplication  – \nmicroscopyCollection of \nconfocal \nimaging files ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.tif\n.ome-tif\n.lif\n.liftext\n.zarr☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ > 5 TB\n☐ NA\nin vitro / in \nvivo \nmechanical \nforce \napplication  - \nsequencingSpatial Omics \nbefore and after \nmechanical \nperturbation☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.tif\n.ome-tif\n.lif\n.liftext\n.count☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NARNA will be stored \nat - 20°C\nin vitro / in \nvivo \nmechanical \nforce \napplication  – Collection of \nprocessed and \nanalysed finite \ndata regarding \nthe in vitro part ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual.tif\n.ome-tif\n.lif☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7processed/an\nalysed data(codes, graphs, \nfigures, etc.)☐ Model\n☐ Software\n☐ Other:.liftext\n.count\n.ppt\n.doc\n.txt\n.xlxs\n.r\n.pzfx☒ < 5 TB\n☐ > 5 TB\n☐ NA\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analyzed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  /\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☒ Yes, animal data; provide ECD reference number:  ECD P003-2023\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .To preserve my data I will keep track of  my experiments in a physical lab journal, which will be present in \nthe lab at all time. An accompanying .doc file will also be created to facilitate results deciphering.  \nAll the results and protocols will be stored in the L-drive and ManGO. Raw files acquired through imaging, \nsequencing and analysis will be saved on the institutional server being KU Leuven Large Volume Storage \ndrive (backed up every 12h), being at the same time accessible and reusable by staff members granted \nserver access. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nEach folder containing a separate experiment will also contain a file (either word/txt/xlsx) with all data \nmethods and all relevant metadata (experimental conditions, genetic models used, all sample \nidentification numbers and computational analysis pipelines). The files with detailed explanation stored at \nLarge Volume Storage drive will ensure the reusability of the data and the reproducibility of any further \ndata generation.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☒ Other: KU Leuven ManGO\nTemporary storage will be performed on expansion drives, a copy of the data will always be uploaded to \nthe to the KU Leuven Large Volume Storage space (L-Drive) and ManGO for long-term preservation and \nbackup.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  KU Leuven is responsible for the security of the used drives.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Raw data will be stored on Ku Leuven ManGO during preservation period and already processed images \non LDrive. The costs will be covered by the budget of the project lead Prof. Scheele. The cost of the \nManGO is 35 Euro per TB per year . We expect the cost of the storage of raw data (estimated 50TB) to be \n8.750 euros for 5 years. We expect to have up to 5TB of processed data that will be stored in the Archive \ndrive. The cost of the Archive drive is 5.69 euro per 100GB The cost of storing 5TB is 284 euros per year so \n1422 euros over the 5 years. \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☒ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy): raw data will be stored on KU Leuven ManGO while processed data will be stored on \nthe KU Leuven L-drive and K-drive (Archive drive).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Raw data will be stored on Ku Leuven ManGO during preservation period and already processed images \non L Drive. The costs will be covered by the budget of the project lead Prof. Scheele. We expect the cost of  \nthe storage of raw data (estimated 50TB) to be 8750 euros for 5 years. We expect to have up to 5TB of \nprocessed data that will be stored in the Archive drive. The cost of the Archive drive is 5.69 euro per \n100GB The cost of storing 5TB is 284 euros per year so 1422 euros over the 5 years.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Raw data as well as unpublished protocols will be accessible to members of the Prof. Scheele lab.\nStaff and students within VIB-KU Leuven CCB center as well as the Department of Oncology will be able to \naccess data upon reasonable request and permission from the project lead (Prof. Colinda Scheele).  Others \ninterested in the data will have access upon duly motivated request and granted permission.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type./\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nPublished data will be available at time of publication in peer-reviewed journal. For non-open access \nrequest will be required. Similarly, request will be needed to access non-published data.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data) – for the public data  \n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No expenses are envision for the sharing of public data\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?I (Marcel Issler) will be directly involved in the management of the data documentation and metadata \ngeneration/preservation, with the support and shared responsibility of my project lead, Prof. Colinda \nScheele.\nWho will manage data storage and backup \nduring the research project?I (Marcel Issler) will be primarily responsible for data collection, generation and storage. Same for the \nuploading of the data on the appropriate storage as well as documentation.\nThe KU Leuven IT department will be responsible for maintenance and back up of the L-Drive data storage \nspace.\nWho will manage data preservation and \nsharing?Me (Marcel Issler) and the project lead (Prof. Colinda Scheele) will share the responsibility for ensuring \ndata preservation and reuse\nWho will update and implement this DMP? The PI bears the overall responsibility for updating and implementing this DMP.\na\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Marcel Issler 0000-0001-7345-5936 Contributor name(s) (+ ORCID) & roles / Project number 1 & title Understanding the multi-scale nature of mechanical forces during mammary gland remodelling Funder(s) GrantID 21181225N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description . The shape of a tissue is crucial for its function Mechanical forces have emerged as a key player . during tissue morphogenesis How mechanics are linked to collective changes in tissue shape and . function remains an outstanding question I aim to understand how mechanical forces drive . , form and function in branched organs I will use the mammary gland as a model because of its extensive remodeling closely entangled with morphological and functional changes . ( throughout a female's lifetime I expect that the presence of two cell layers cuboidal ) luminal cells surrounded by contractile myoepithelial cells with distinct mechanical , properties gives rise to complex collective mechanics playing a key role in shaping . , branches To study the mechanics of branch formation in a quantitative way I will use - tools to visualize and characterize forces in space and time using live cell imaging in . branched organoids and in the in vivo mammary gland during branch remodeling I will , dissect how forces from luminal proliferation cell tension and migration affect the local and . global shape of branches I will manipulate forces by deforming branched organoids globally . , and locally to assess the effects of forces on branch formation and cell fate Finally I will use the experimental data in conjunction with a biophysical framework to understand the . mechanobiology of branching at multiple scales FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume In vitro Tension Sensors – microscopy Collection of tcspc confocal imaging files of the mammary gland☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.tif .ome-tif .lif .liftext .ptu☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NAnone In vitro Tension Sensors – sequencing Spatial Omics ☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.tif .ome-tif .lif .liftext .count☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NARNA will be stored at - 20°C In vitro Tension Sensors – processed/anCollection of processed and analysed data with code ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical.tif .ome-tif .lif .liftext☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5alysed dataregarding the initiation part (codes, graphs, figures, etc.)☒ Textual ☐ Model ☐ Software ☐ Other:.count .ppt .doc .txt .xlxs .r .pzfx .zarr .py .ipynb☒ > 5 TB ☐ NA in vivo Tension Sensors – intravital microscopyCollection of intravital imaging files (FLIM)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.tif .ome-tif .lif .liftext .ptu .zarr☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA in vivo Tension Sensors – sequencingSpatial Omics after tension measurements☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.tif .ome-tif .lif .liftext .count☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NARNA will be stored at - 20°C in vivo Tension Sensors – processed/an alysed dataCollection of processed and analysed finite data regarding the tension ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual.tif .ome-tif .lif☐ < 1 GB ☐ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6sensor part (codes, graphs, figures, etc.)☐ Model ☐ Software ☐ Other:.liftext .count .ppt .doc .txt .xlxs .r .pzfx .py .ipynb☐ < 5 TB ☒ > 5 TB ☐ NA in vitro / in vivo mechanical force application – microscopyCollection of confocal imaging files ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.tif .ome-tif .lif .liftext .zarr☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA in vitro / in vivo mechanical force application - sequencingSpatial Omics before and after mechanical perturbation☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.tif .ome-tif .lif .liftext .count☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NARNA will be stored at - 20°C in vitro / in vivo mechanical force application – Collection of processed and analysed finite data regarding the in vitro part ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual.tif .ome-tif .lif☐ < 1 GB ☐ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7processed/an alysed data(codes, graphs, figures, etc.)☐ Model ☐ Software ☐ Other:.liftext .count .ppt .doc .txt .xlxs .r .pzfx☒ < 5 TB ☐ > 5 TB ☐ NA GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analyzed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☒ Yes, animal data; provide ECD reference number: ECD P003-2023 ☐ Yes, dual use; provide approval number: ☐ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .To preserve my data I will keep track of my experiments in a physical lab journal, which will be present in the lab at all time. An accompanying .doc file will also be created to facilitate results deciphering. All the results and protocols will be stored in the L-drive and ManGO. Raw files acquired through imaging, sequencing and analysis will be saved on the institutional server being KU Leuven Large Volume Storage drive (backed up every 12h), being at the same time accessible and reusable by staff members granted server access. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Each folder containing a separate experiment will also contain a file (either word/txt/xlsx) with all data methods and all relevant metadata (experimental conditions, genetic models used, all sample identification numbers and computational analysis pipelines). The files with detailed explanation stored at Large Volume Storage drive will ensure the reusability of the data and the reproducibility of any further data generation. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: KU Leuven ManGO Temporary storage will be performed on expansion drives, a copy of the data will always be uploaded to the to the KU Leuven Large Volume Storage space (L-Drive) and ManGO for long-term preservation and backup. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data KU Leuven is responsible for the security of the used drives. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11What are the expected costs for data storage and backup during the research project? How will these costs be covered?Raw data will be stored on Ku Leuven ManGO during preservation period and already processed images on LDrive. The costs will be covered by the budget of the project lead Prof. Scheele. The cost of the ManGO is 35 Euro per TB per year . We expect the cost of the storage of raw data (estimated 50TB) to be 8.750 euros for 5 years. We expect to have up to 5TB of processed data that will be stored in the Archive drive. The cost of the Archive drive is 5.69 euro per 100GB The cost of storing 5TB is 284 euros per year so 1422 euros over the 5 years. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☒ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): raw data will be stored on KU Leuven ManGO while processed data will be stored on the KU Leuven L-drive and K-drive (Archive drive). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Raw data will be stored on Ku Leuven ManGO during preservation period and already processed images on L Drive. The costs will be covered by the budget of the project lead Prof. Scheele. We expect the cost of the storage of raw data (estimated 50TB) to be 8750 euros for 5 years. We expect to have up to 5TB of processed data that will be stored in the Archive drive. The cost of the Archive drive is 5.69 euro per 100GB The cost of storing 5TB is 284 euros per year so 1422 euros over the 5 years. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Raw data as well as unpublished protocols will be accessible to members of the Prof. Scheele lab. Staff and students within VIB-KU Leuven CCB center as well as the Department of Oncology will be able to access data upon reasonable request and permission from the project lead (Prof. Colinda Scheele). Others interested in the data will have access upon duly motivated request and granted permission. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type./ When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Published data will be available at time of publication in peer-reviewed journal. For non-open access request will be required. Similarly, request will be needed to access non-published data. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) – for the public data ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No expenses are envision for the sharing of public data 7. Responsibilities Who will manage data documentation and metadata during the research project?I (Marcel Issler) will be directly involved in the management of the data documentation and metadata generation/preservation, with the support and shared responsibility of my project lead, Prof. Colinda Scheele. Who will manage data storage and backup during the research project?I (Marcel Issler) will be primarily responsible for data collection, generation and storage. Same for the uploading of the data on the appropriate storage as well as documentation. The KU Leuven IT department will be responsible for maintenance and back up of the L-Drive data storage space. Who will manage data preservation and sharing?Me (Marcel Issler) and the project lead (Prof. Colinda Scheele) will share the responsibility for ensuring data preservation and reuse Who will update and implement this DMP? The PI bears the overall responsibility for updating and implementing this DMP. a FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15"
}