{
    "document_id": "D-2024-3033",
    "LinkTitle": "D-2024-3033",
    "file_name": "D-2024-3033.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3033.pdf",
    "metadata": {
        "title": "The Slavonic Metaphrasis of Byzantine Orthodoxy. A Digital Inventory of South Slavonic Translation Literature applied to Research on Translated Authority and Linked Texts",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "TThhee  SSllaavvoonniicc  MMeettaapphhrraassiiss  ooff  BByyzzaannttiinnee  OOrrtthhooddooxxyy..  AA  DDiiggiittaall  IInnvveennttoorryy  ooff  SSoouutthh  SSllaavvoonniicc  TTrraannssllaattiioonn \nLLiitteerraattuurree  aapppplliieedd  ttoo  RReesseeaarrcchh  oonn  TTrraannssllaatteedd  AAuutthhoorriittyy  aanndd  LLiinnkkeedd  TTeexxttss\nA Data Management Plan created using DMPonline.be\nCCr re ea at to or rs s: :  Lara Sels, Reinhart Ceulemans, Jürgen Fuchsbauer\nAAffffiilliiaattiioonn::  KU Leuven (KUL)\nFFuunnddeerr::  Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTTe em mp pl la at te e: :  FWO DMP (Flemish Standard DMP)\nPPr ri in nc ci ip pa al l  IIn nv ve es sttiig ga atto or r:: Reinhart Ceulemans, Lara Sels, Jürgen Fuchsbauer\nDDaattaa  MMaannaaggeerr:: n.n. n.n.\nGGrraanntt  nnuummbbeerr  //  UURRLL::  3H240031\nIIDD::  207676\nSSttaarrtt  ddaattee::  01-01-2024\nEEnndd  ddaattee::  31-12-2027\nPPrroojjeecctt  aabbssttrraacctt::Medieval Slavonic literature consists mostly of translations of Byzantine Greek works. It is a normative literature deeply imbued with a sense of\ntradition and religious and textual orthodoxy, but at the same time it is the product of the inherently transformative process of translation (metaphrasis).\nWith this project we address these normative and transformative tendencies that have shaped the textual culture of the Slavonic Middle Ages. We study\ntextual authority and the role of the Byzantine ‘florilegic habit’ in Greek-Slavonic translation literature and develop digital tools, drawing on the life's\nwork of one of the most renowned modern scholars of Slavonic literature. From 1975 until his death, Francis Thomson (1935-2021) prepared a\ncatalogue of Greek-Slavonic translation literature: his work resulted in an unpublished Cartotheca of more than 100,000 handwritten index cards. We\nwill publish this archive in an OA database and in a virtual reading room. Our Weave partner at Innsbruck will transform a specific section (the Author\nIndex) into a Semantic MediaWiki, creating an OA expandable reference tool of Greek-Slavonic translation literature in the south Slav region from the\n9th century to the Ottoman conquest. Our project, which combines expertise in Slavonic studies, Byzantine literature and DH, will publish documents\nof academic history in their pristine form, carry out new research and create digital tools that enable further research.\nLast modified: Last modified: 28-06-2024\nCreated using DMPonline.be. Last modiﬁed 28 June 2024 1 of 10\nThe Slavonic Metaphrasis of Byzantine Orthodoxy. A Digital Inventory of South Slavonic Translation\nThe Slavonic Metaphrasis of Byzantine Orthodoxy. A Digital Inventory of South Slavonic Translation\nLiterature applied to Research on Translated Authority and Linked Texts\nLiterature applied to Research on Translated Authority and Linked Texts\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPhysical\nindex cards\n(\nPhysCRDS\nPhysCRDS\n)\n \nCollection of\nindex cards,\nhandwritten by\nFrancis\nThomson\n \nreuse existing data\n \nphysical\n \n-\n \n-\n \n-\n \nc. 100\n000\ncards,\nstored\nin 56 \ncard\nboxes\nDigital\nimages of the\ncards\n(\nDigCRDS\nDigCRDS\n)\n \nThe files that\nresult from\nscanning the\nphysical cards\nreuse existing data & generate\nnew data\ndigital\n \nOther\n.tif\n.jpg\n \n<5TB\n<100GB\n-\n \nCards\nmetadata\n(\nMD\nMD\n)\n \nThe\nannotation/data\nadded to the\ndigital images\nof the cards as\nmanaged in\nLeuven in\nDAM system\nCanto\ngenerate new data\ndigital\nOther\n \n.csv\n.txt\n<1GB\n-\n \nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n2 of 10\nLeuven\nresearch team\nwork\ndocuments\n(\nLrtWD\nLrtWD\n)\nAll documents\nthat result from\nthe work of the\nLeuven\nresearch team\n(viz. doctoral\nstudent, PI's,\ntechnical\nstaff) and are\nthe basis of the\nensuing\nscholarly\npublications\nincluding the\nPhD thesis\n(e.g. tables,\ncollations,\nstructured\nnotes,\nbibliography,\netc.)\nreuse existing data & generate\nnew data\ndigital\ncompiled/aggregated\n.docx, .pdf,\n.ris, .rdf, .mdb\n...\n<100GB\n \nINNSBRUCK\nINNSBRUCK\npart \npart \nNB\nA detailed\nDMP\nexplicitly for\nthis part of the\nproject was\ncreated and\nsubmitted to\nFWF, who\napproved it.\nDigital text,\noutput of\nprocessing the\ncards with\nTranskribus\n(\nTrnsCRDS\nTrnsCRDS\n)\nScans of some\n15400\nhandwritten\nindex cards\nwhich are\ntransformed by\nTranskribus\nAI-powered\nsoftware\ntransformed\ninto\nelectronically\nprocessable\nand searchable\ntext files.\nreuse existing (handwritten\nindex cards stored in Canto) &\ngenerate new data\n(electronically processable and\nsearchable text files, generated\nby Transkribus software)\ndigital\ncompiled/aggregated\n.jpg, .xml\n<100GB\n(Around\n3MB per\nindex card, so\na total\nvolume of\nsome 46,2\nGB)\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nPhysCRDS\nPhysCRDS\n: Francis Thomson's card index of c. 100 000 handwritten index cards, donated to the KU Leuven Libraries by the Thomson\nheirs (cf. legal gift deed signed signed 5/5/2023);\nDigCRDS\nDigCRDS\n: Digital images of the cards that have already been scanned, stored, and organised in DAM system Canto before the beginning\nof the project (\nhttps://kuleuven.canto.global/v/thomsonindex\n - password protected)\nTrnsCRDS\nTrnsCRDS\n: Digital images of the cards that have already been scanned, stored, and organised in DAM system Canto before the beginning\nof the project (https://kuleuven.canto.global/v/thomsonindex - password protected)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nThere are no ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use).\nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n3 of 10\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nNo personal data will be processed. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nNo. For the use of Francis Thomson's card index (\nPhysCRDS\nPhysCRDS\n, which have been donated to the KU Leuven Library collections by the Thomson\nheirs + their digital images and derived text files \nDigCRDS \nDigCRDS \n+ \nTrnsCRDS\nTrnsCRDS\n) we have committed ourselves to acknowledge Francis Thomson's\nmoral author rights and not to seek any financial gain from the card's use and publication.\nLrtWD\nLrtWD\n: The data do not have potential for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThe required measures have been taken, in consultation with the Thomson heirs and the legal department of the KU Leuven, to guarantee the\nethically correct use of the Thomson card index (\nPhysCRDS \nPhysCRDS \n+ \nDigCRDS \nDigCRDS \n+\n TrnsCRDS\n TrnsCRDS\n). The legal gift deed that arranges the donation\nstipulates that the cards be used exclusively for education, research, and social services, and that any related publication, including the planned\nOA database, acknowledge Francis Thomson’s moral author rights. No member of the research team is to seek financial gain from the use or\npublication of the cards.\nMoreover, a consortium agreement has been drawn up between Prof. J. Fuchsbauer / Universität Innsbruck (WEAVE Lead Partner) and KU\nLeuven (WEAVE Collaborating Partner) which sets out the terms under which the research partners shall perform the project. An agreement\nabout data processing and data sharing will be concluded between the project partners in the near future (planned meeting on July 1. at\nInnsbruck) (cf. consortium agreement document under 6. Data protection).\nLrtWD\nLrtWD\n: Cf. collaboration agreement; further no 3rd party agreements that restrict exploitation or dissemination of the data.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe legal gift deed (cf. above) stipulates the conditions of use of Francis Thomson's card index (\nPhysCRDS\nPhysCRDS\n + \nDigCRDS \nDigCRDS \n+\n TrnsCRDS\n TrnsCRDS\n) under\n5. and 6., granting KU Leuven right of use, viz. permission to digitize and extend access to the physical cards in the way it sees fit. This right\napplies solely within the context of KU Leuven's triple mission of education, research, and social service, and implies that Francis Thomson’s\nmoral author rights as author of the card index be respected and his name be mentioned.\nLrtWD\nLrtWD\n: There are no other legal issues, such as intellectual property rights and ownership, to be managed related to the data.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAs for usability of our data, we endorse the FAIR principles, that is, we want to keep our data Findable, Accessible, Interoperable, and\nReusable: \nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n4 of 10\nPhysCRDS\nPhysCRDS\n: the cards have entered the library collections of the KU Leuven, which through the gift deed (cf. above) is bound to preserve them\nand make them accessible. The card index will be housed and catalogued by the KU Leuven libraries, so that the cards can be found in LIMO,\naccessed physically, and used by any user of the library.\nDigCRDS\nDigCRDS\n: the image files made by the KU Leuven Libraries Digitization dept. are/will be stored as .jpg, organized, and annotated (and later\npublished OA) in DAM system Canto. The system is deployed and managed by the Digitization Department of KU Leuven Libraries. The files\nare/will be enriched with metadata (\nMD\nMD\n) – viz. transcripts of the text on the cards, descriptive information (author, title, incipit etc.), reference\nwork identifiers (\nCPG\n, \nBHG\n a.o.) – in Canto metadata fields, to make them findable, accessible and easy to (re)use for various purposes.\nThe files are/will be organized in Canto in a tree structure of collections and folders. The sub-collections of the card index are: (1) the\nbibliography, (2) the author index, (3) the incipitarium, and (4) the thematic index. Of these, (1-3) are ordered alphabetically and (4) is\norganized in thematical collections with further subdivisions. Structured organization and metadata within Canto will turn the bulk of digital\nimages into an accessible and easily (re)usable database, searchable by means of the tree structure, list view settings, tags, and metadata\nqueries.   \nA portal website, thomsonindex.org, will function as a gateway for the database through a link that will bring the user to the Canto\nenvironment. The portal website will contain a user manual with background information and instructions how to use the database. \nLrtWD\nLrtWD\n: Data will be stored according to the principles of FAIR-data. The information that is needed to understand and reuse data will be\ndocumented in in README.txt files, (one for each set of data, accessible in the same file as the data), following the template and\nrecommendations provided by KU Leuven (\nhttps://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README\n).\nINNSBRUCK\nTrnsCRDS\nTrnsCRDS\n will be used to create a Semantic Media Wiki, a searchable, expandable and Open Access reference tool for Greek-Slavonic\ntranslation literature organized by translated author. It will use Francis Thomson’s handwritten author index as a basis and open it up for\nquantitative and qualitative research.\nThis database will have the format of a Semantic MediaWiki (SMW). SMW is a free, open-source extension of MediaWiki, the wiki software\nbehind Wikipedia. It allows one to store and query data within wiki pages (https://www.semantic-mediawiki.org/wiki/Semantic_MediaWiki).\nEach [Author] will be represented in one article (i.e., page in the wiki), structured as follows: author’s name, lifespan, the Latin titles of his\noriginal works that were translated into Slavonic (intabularized, alphabetical order), and for each [Work], a sub-table of the Slavonic\ntranslation or translations. Each row in this table will open another article within the wiki, which will contain details on the respective [Work]\nor [Translation]. Each article will include metadata useful for querying, as well as a link to the scanned images of Francis Thomson’s cards in\nCanto\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nMD\nMD\n: As there is no metadata standard for this type of data, we use custom metadata fields in DAM system Canto. These include:\n(\nTranskribus\n generated) transcripts;\nDescriptive information (author name, title, standard title, incipit, ...) depending on the nature (subcollection) of the cards;\nReference work identifiers (\nCPG \nand \nBHG\n numbers, a.o.) and permalinks (\nIRHT Pinakes \nauthor and work permalinks.\nLrtWD\nLrtWD\n: No metadata standard will be used.\nINNSBRUCK \nFor the semantic Media Wiki we will enter the \nTrnsCRDS\nTrnsCRDS\n data into the forms prepared in the wiki. We will tag these data to create the\nsemantic relationships needed for advanced queries and drilldowns. For the text portions, we will mark up relevant portions using custom\nMediaWiki template tags, which will essentially correspond to TEI XML nodes. The Mediawiki templates can be modified in a way that this\nmetadata can be exported into an XML format, which corresponds to the TEI P5 guidelines (TEI P5 2021:463).\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nPhysCRDS\nPhysCRDS\n: The physical index cards were donated by the Thomson heirs to the KU Leuven Libraries (Special collections), where they are and\nwill be physically stored, as stipulated in the legal gift deed of 5/5/2023, under 3 (with the restriction that some parts of the card index can be\nstored at the Greek Studies Department for as long as required by ongoing research).\nDigCRDS \nDigCRDS \n&\n MD\n MD\n: (1) the card images (in .jpg format) and their annotation (including the  \nTrnsCRDS \nTrnsCRDS \ntranscriptions) are/will be stored in\nDAM system Canto, deployed and managed by the Digitization Department of KU Leuven Libraries, so the data (consultation copy and\nmetadata) is safely managed in a cloud-based system with backup provided, and\n \n(2) a 'clean copy' of the scans (in .tif format) will be stored on\nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n5 of 10\nKU Leuvens Active Data Management Platform ManGO (\nhttps://icts.kuleuven.be/sc/english/storage/mango#hoeveel\n). \nLrtWD\nLrtWD\n: Data will be stored on OneDrive (KU Leuven).\nINNSBRUCK \nThe Semantic Media Wiki data will be continuously stored and backed up at a server of University of Innsbruck, which is daily backed up by\nthe Central Informatic Service (ZID) of\nUIBK (https://www.uibk.ac.at/zid/abteilungen/zs/storage/datenbackup.html). Also the SMW (semantic media wiki) will be hosted on a server\nof University of Innsbruck.\nHow will the data be backed up?\nHow will the data be backed up?\nPhysCRDS\nPhysCRDS\n: the digital images of the scanned cards can be considered a kind of backup of the physical cards (and the other way around);\nDigCRDS\nDigCRDS\n: see also question above: (1) Canto is a cloud-based system with backup provided, and (2) a 'clean copy' of the scans (in .tif format)\nwill be stored on ManGO; \nMD \nMD \n(incl. \nTrnsCRDS\nTrnsCRDS\n): Canto is a cloud-based system with backup provided;\nLrtWD\nLrtWD\n: Data will be backed up with a standard back-up provided by KU Leuven ICTS storage solution.\nINNSBRUCK\nCf. previous question. The servers are maintained and monitored by IT professionals at University of Innsbruck and are equipped with\nadvanced security measures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe volume of our data sets is only an issue for \nDigCRDS\nDigCRDS\n, not so much for regular use in Canto (estimated volume in .jpg c. 75 GB), but\nrather for the 'clean copy' we intend to store for backup / archival purposes (estimated volume in .tif c. 1,5 TB). This is not a problem for the\nduration of the project, as we can store the files on ManGO (basic volume of 1 TB per project group free of charge; further storage €35 per TB\nper year). \nLrtWD\nLrtWD\n: All data will be stored on the OneDrive cloud storage of KU Leuven, which provides 2 TB/researcher. This will be sufficient for the\nproject.\nINNSBRUCK\nCf. previous questions.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFor secure storage and back-up, see supra. \nDigCRDS\nDigCRDS\n and \nMD (\nMD (\nincl. \nTrnsCRDS\nTrnsCRDS\n): For the data sets in Canto, its granular user management system ensures layered and password protected\naccess.\nLrtWD\nLrtWD\n: Data will will be stored securely and access or modification by unauthorized persons will be blocked: personal device and the\nOneDrive for Business are password- and authenticator-protected (MFA).\nINNSBRUCK\nDuring the project only authorised persons (PI, postdoctoral fellow, PhD´s and technical staff of University of Innsbruch) will have access to\nthe data which will be implemented to the SMW\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nPhysCRDS\nPhysCRDS\n: no costs;\nDigCRDS\nDigCRDS\n & \nMD \nMD \n(incl. \nTrnsCRDS\nTrnsCRDS\n): during the project Canto's yearly fee of € 2,420 (budgeted in the project: € 9,680 [= 4x € 2,420]) and\nManGO (1 TB free of charge, further storage €35 per TB per year can be funded on project budget € 140 [= 4x € 35]);\nLrtWD\nLrtWD\n: No additional costs are expected for data storage and backup during the research project: All data will be stored on the OneDrive\ncloud storage of KU Leuven, which provides 2 TB/researcher. This will be sufficient for the project.\nINNSBRUCK\nNo additional costs are expected.\nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n6 of 10\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nWe intend to preserve our data faccording to KU Leuven RDM policy, which states that relevant research data must be retained for a minimum\nof 10 years in a safe, secure and sustainable way for reproducibility, verification and potential reuse. (Some data may contain copyrighted\nmaterials, to be preserved in a way that prevents unauthorized access.)\nPhysCRDS\nPhysCRDS\n have become a permanent part of the KU Leuven libraries collections, which implies that they will be preserved and remain\naccessible for 10 years after the end of the project, and longer.\nWe commit ourselves to preserve \nDigCRDS\nDigCRDS\n and keep them available online (OA) for at least 10 years after the end of the project:\n(1) We intend to keep the database up and running for as long as funding allows, either within Canto (which is in the cloud), managed by the\nKU Leuven Digitization department, or in another digital environment. Apart from the possibility of future funding through follow-up projects,\nwe can rely on some additional funding from the Francis J. Thomson Legacy Project (\nhttps://www.kuleuven.be/fundraising/projects/professor-\nfrancis-j-thomson-legacy-project\n), established in the Spring of 2021 with the aim to preserve, digitize and extend access to Francis Thomson’s\ncard index, as a way to secure his academic legacy.\n(2) Moreover, we will move a 'clean copy' of the card images (.tif) from the ManGO platform to KU Leuven Research Data Repository RDR\n(\nhttps://www.kuleuven.be/rdm/en/rdr\n).  \nMD: \nMD: \nThe  metadata will also be published in RDR as .csv files. After conversion to .csv the data are suitable for reuse by anyone as Linked\nOpen Data. \nLrtWD\nLrtWD\n:\n \n \nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nINNSBRUCK\nWe will archive the raw-/masterdata from Transkribus / \nTrnsCRDS\nTrnsCRDS\n in the institutional researchdata repository from University of Innsbruck\nhttps://researchdata.uibk.ac.at/\n. We will publish the metadata and assign a DOI. All published Data will be licensed under  HYPERLINK\n(\nhttps://creativecommons.org/licenses/by/4.0/deed.en\n) CC BY 4.0\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nSee also question above:\nPhysCRDS\nPhysCRDS\n: KU Leuven libraries, Special Collections dept.;\nDigCRDS\nDigCRDS\n,\n MD \n MD \n(incl. \nTrnsCRDS\nTrnsCRDS\n),\n LrtWD\n LrtWD\n: All these data will be archived on KU Leuven RDR.\nINNSBRUCK\nWe will publish final edited data as Semantic Media Wiki under CC-BY license and link to existing scans of the handwritten index cards in the\nDigital Asset Management system Canto at University of Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nPhysCRDS\nPhysCRDS\n: no costs;\nDigCRDS \nDigCRDS \n&\n MD\n MD\n: For RDR there are no costs up to 50GB per year (and costs for long term data storage on a KU Leuven server have been\nbudgeted in the project anyway, viz. for 5 years after the project, € 1,800).\nIf additional funding will be available trough the Francis Thomson Legacy Fund and/or (a) follow-up project(s), the Canto database will be\nkept operational (yearly fee € 2,420).\nLrtWD\nLrtWD\n: No additional costs are expected for data preservation during the expected retention period. The data will be preserved by storing it on\nKU Leuven RDR. Every user can publish up to 50GB per year. I do not expect the data to exceed this limit. If not, costs for extra storage will\nbe covered by the bench fee of the researcher.\nINNSBRUCK\nInnsbruck: no additional costs, since all needed resources are provided by University of Innsbruck.\n5. Data sharing and reuse\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n7 of 10\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nSee also above.\nPhysCRDS\nPhysCRDS\n: as a permanent part of the KU Leuven Special Collections dept. the cards are/will be continuously available for scholarly (re)use,\nboth during and after the project;\nDigCRDS\nDigCRDS\n & \nMD \nMD \n(incl. \nTrnsCRDS\nTrnsCRDS\n): during the project the card images will gradually become available OA (as .jpg) in a database in the Canto\nenvironment, openly accessible through a link on our portal website thomsonindex.org. In Canto users can view and share the cards. After the\nproject, we intend to keep the database up and running for as long as funding allows, either in Canto or in another digital environment. \nAfter the project both datasets (images as .tif and metadata as .csv files) will be accessible on RDR. After conversion to .csv the metadata\n(\nMD\nMD\n) are suitable for reuse by anyone as Linked Open Data. The card images (\nDigCRDS\nDigCRDS\n) remain accessible (as .tif files) to the project PI's,\nwho can decide at any time to make (part of) this dataset available for further research.  \nLrtWD\nLrtWD\n: Data will be made available on KU Leuven RDR for reuse after the project.\nMoreover, some of the datasets generated and used by our project (esp. digital images of the cards) will be made partly available for\nconsultation and use through a \nvirtual reading room (VVR)\nvirtual reading room (VVR)\n that will link out to the database. The portal website thomsonindex.org will\nfunction as a hub for both the database and the VRR. It will include a user manual with background information and instructions how to use the\nonline tools, and in the final year of the project a synthetic essay will be published here, summarizing the then state of the data.\nWe will set up the VRR in collaboration with LIBIS and the KU Leuven Libraries Special Collections department, which has included the\ndevelopment of Virtual Reading Rooms in its strategic plan 2022-2025. Facilitated by the Special Collections department, our project works\nwithin an infrastructure template (open source platform Omeka S) developed by LIBIS but with our own creative control of the content and\ninput. Thanks to the standard contract, the VRR will be automatically archived after four years by the KU Leuven Libraries Special\nCollections. Long-term data is covered through integration in the collections of the KU Leuven Libraries. \nINNSBRUCK\nFinal edited data will be published as Semantic Media Wiki under CC-BY licence. raw-/masterdata from Transkribus / \nTrnsCRDS\nTrnsCRDS\n will be\ndeposited in the institutional researchdata repository from University of Innsbruck https://researchdata.uibk.ac.at/. We will publish the\nmetadata and assign a DOI.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nDigCRDS\nDigCRDS\n: Archived on RDR, the card images remain accessible (as .tif files) to the project PI's, who can decide at any time to open this\ndataset up for further research. \nLrtWD\nLrtWD\n: Data will be made available on RDR upon publication of the PhD and research results, viz. as restricted data, available to KU Leuven\nresearchers upon request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nYes, Ethical aspects\nSee also above.\nThe legal gift deed, concluded between the Thomson heirs and KU Leuven via the KU Leuven legal department, stipulates under (1 and 4) the\ntransfer of Francis Thomson's card index in exclusive ownership to KU Leuven Libraries. It grants KU Leuven the user right to digitize,\narchive, and extend access to the cards as it sees fit, and warrants the ethically correct use of the both \nPhysCRDS\nPhysCRDS\n and \nDigCRDS \nDigCRDS \n(+\nTrnsCRDS\nTrnsCRDS\n) exclusively for education, research, and social services. All related publications, including the OA database, should acknowledge\nFrancis Thomson’s moral author rights and mention his name. No member of the research team is to seek financial gain from the use or\npublication of the cards.\nLrtWD\nLrtWD\n: Data will be made available on RDR upon publication of the PhD and research results, viz. as restricted data, available to KU Leuven\nresearchers upon request.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nSee also above.\nPhysCRDS\nPhysCRDS\n: KU Leuven libraries, Special Collections dept. (partially in the stacks, but accessible on request);\nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n8 of 10\nDigCRDS \nDigCRDS \n&\n MD\n MD\n: During the project in the OA database in the cloud-based Canto environment, and partly through the VRR under the\numbrella of the Special Collections dept. (see supra); after the project on RDR.\nLrtWD\nLrtWD\n: Data will be made available on RDR.\nINNSBRUCK\nSemantic Media Wiki (see above)\nWhen will the data be made available?\nWhen will the data be made available?\nSee also above.\nPhysCRDS\nPhysCRDS\n: the physical cards are already accessible for KU Leuven library users, even if part of the cards are in the stacks and others kept at\nthe Greek Studies Department. Access can be obtained on simple request. After the end of the project, the entire card index will be available at\nthe KU Leuven Special Collections dept.\nDigCRDS \nDigCRDS \n&\n MD\n MD\n: Gradually, to the extend that the cards are scanned, included in Canto in a structured way, and annotated. The project\nincludes a time line for the publication of the various parts of the Thomson card index: Incipitarium in project year 1 (2024); Author index in\nproject year 2 (2025); Thematic index in project year 3 (2026).\nAdditionally, some of the digital images will be integrated in the VRR, to be launched in the first years of the project (see supra).\nLrtWD\nLrtWD\n: upon the completion of the PhD dissertation and upon the publication of the research results.\nINNSBRUCK\nAt the latest at the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will follow the KU Leuven recommendation to use one of the Creative Commons licenses for our data (to be decided later on more in\nparticular, from to the KU Leuven list of options \nhttps://www.kuleuven.be/rdm/en/rdr/licenses\n).\nINNSBRUCK\nSemantic Media Wiki:  CC BY 4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nDatasets published in RDR will automatically be assigned a DOI.\nINNSBRUCK\nSee above.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nSee also above.\nPhysCRDS\nPhysCRDS\n: no costs;\nDigCRDS\nDigCRDS\n & \nMD\nMD\n:\nCanto database: budgeted in the project: € 9,680 (= 4x yearly fee € 2,420). The costs are not yet covered for the period after the project,\nbut we have some back-up funding from the Francis Thomson Legacy Project, and follow-up projects may help us to keep the database\nonline (either in Canto or on another digital platform). \nVRR: budgeted in the project, one-time purchase at start of project: € 2,360 (= € 660 one-time installation cost + € 1,700 standard\ncontract sum for four years. (The costs for the virtual reading room are quoted according to the university-wide contract that the KU\nLeuven Libraries Special Collections dept. agreed with LIBIS.)\nPortal website: budgeted in the project: € 2,000 (= 4x € 500) for maintenance + yearly domain name registration. The estimate of € 500\nincludes the costs necessary to maintain the website in the first five years after the project.\nFor RDR no costs up to 50GB per year.\nLrtWD\nLrtWD\n: No additional costs are expected for data sharing. The data will be preserved by storing it on KU Leuven RDR. Every user can publish\nup to 50GB per year. I do not expect the data to exceed this limit. If not, costs for extra storage will be covered by the bench fee of the\nresearcher.\nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n9 of 10\nINNSBRUCK\nThere are no additional costs expected, since semantic media wiki is provided by the University of Innsbruck;\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe Leuven Doctoral student (DS, to be hired), the Leuven Technical staff (TS-L, to be hired), supervised by the project PIs (RC and LS) /\nINNSBRUCK Principal Investigator (Jürgen Fuchsbauer) and a postdoctoral fellow (to be hired). \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe Leuven Technical staff (TS-L, to be hired), supervised by the project PIs (RC and LS) / INNSBRUCK PI (JF), postdoctoral fellow &\ntechnical staff at University of Innsbruck Central IT- Service (ZID) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe Leuven Technical staff (TS-L, to be hired, during the project), after the end of the research project data preservation and sharing will be\nmanaged by the Leuven PIs (RC and LS) / INNSBRUCK PI (JF), postdoctoral fellow & technical staff at University of Innsbruck Central IT-\nService (ZID). \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe Leuven Doctoral student (DS, to be hired), The Leuven Technical staff (TS-L, to be hired, during the project), the Leuven project PI's (LS,\nRC) / INNSBRUCK PI (JF) and postdoctoral fellow \nCreated using DMPonline.be. Last modiﬁed 28 June 2024\n10 of 10"
    },
    "clean_full_text": "TThhee SSllaavvoonniicc MMeettaapphhrraassiiss ooff BByyzzaannttiinnee OOrrtthhooddooxxyy.. AA DDiiggiittaall IInnvveennttoorryy ooff SSoouutthh SSllaavvoonniicc TTrraannssllaattiioonn LLiitteerraattuurree aapppplliieedd ttoo RReesseeaarrcchh oonn TTrraannssllaatteedd AAuutthhoorriittyy aanndd LLiinnkkeedd TTeexxttss A Data Management Plan created using DMPonline.be CCr re ea at to or rs s: : Lara Sels, Reinhart Ceulemans, Jürgen Fuchsbauer AAffffiilliiaattiioonn:: KU Leuven (KUL) FFuunnddeerr:: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) TTe em mp pl la at te e: : FWO DMP (Flemish Standard DMP) PPr ri in nc ci ip pa al l IIn nv ve es sttiig ga atto or r:: Reinhart Ceulemans, Lara Sels, Jürgen Fuchsbauer DDaattaa MMaannaaggeerr:: n.n. n.n. GGrraanntt nnuummbbeerr // UURRLL:: 3H240031 IIDD:: 207676 SSttaarrtt ddaattee:: 01-01-2024 EEnndd ddaattee:: 31-12-2027 PPrroojjeecctt aabbssttrraacctt::Medieval Slavonic literature consists mostly of translations of Byzantine Greek works. It is a normative literature deeply imbued with a sense of tradition and religious and textual orthodoxy, but at the same time it is the product of the inherently transformative process of translation (metaphrasis). With this project we address these normative and transformative tendencies that have shaped the textual culture of the Slavonic Middle Ages. We study textual authority and the role of the Byzantine ‘florilegic habit’ in Greek-Slavonic translation literature and develop digital tools, drawing on the life's work of one of the most renowned modern scholars of Slavonic literature. From 1975 until his death, Francis Thomson (1935-2021) prepared a catalogue of Greek-Slavonic translation literature: his work resulted in an unpublished Cartotheca of more than 100,000 handwritten index cards. We will publish this archive in an OA database and in a virtual reading room. Our Weave partner at Innsbruck will transform a specific section (the Author Index) into a Semantic MediaWiki, creating an OA expandable reference tool of Greek-Slavonic translation literature in the south Slav region from the 9th century to the Ottoman conquest. Our project, which combines expertise in Slavonic studies, Byzantine literature and DH, will publish documents of academic history in their pristine form, carry out new research and create digital tools that enable further research. Last modified: Last modified: 28-06-2024 Created using DMPonline.be. Last modiﬁed 28 June 2024 1 of 10 The Slavonic Metaphrasis of Byzantine Orthodoxy. A Digital Inventory of South Slavonic Translation The Slavonic Metaphrasis of Byzantine Orthodoxy. A Digital Inventory of South Slavonic Translation Literature applied to Research on Translated Authority and Linked Texts Literature applied to Research on Translated Authority and Linked Texts FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Physical index cards ( PhysCRDS PhysCRDS ) Collection of index cards, handwritten by Francis Thomson reuse existing data physical - - - c. 100 000 cards, stored in 56 card boxes Digital images of the cards ( DigCRDS DigCRDS ) The files that result from scanning the physical cards reuse existing data & generate new data digital Other .tif .jpg <5TB <100GB - Cards metadata ( MD MD ) The annotation/data added to the digital images of the cards as managed in Leuven in DAM system Canto generate new data digital Other .csv .txt <1GB - Created using DMPonline.be. Last modiﬁed 28 June 2024 2 of 10 Leuven research team work documents ( LrtWD LrtWD ) All documents that result from the work of the Leuven research team (viz. doctoral student, PI's, technical staff) and are the basis of the ensuing scholarly publications including the PhD thesis (e.g. tables, collations, structured notes, bibliography, etc.) reuse existing data & generate new data digital compiled/aggregated .docx, .pdf, .ris, .rdf, .mdb ... <100GB INNSBRUCK INNSBRUCK part part NB A detailed DMP explicitly for this part of the project was created and submitted to FWF, who approved it. Digital text, output of processing the cards with Transkribus ( TrnsCRDS TrnsCRDS ) Scans of some 15400 handwritten index cards which are transformed by Transkribus AI-powered software transformed into electronically processable and searchable text files. reuse existing (handwritten index cards stored in Canto) & generate new data (electronically processable and searchable text files, generated by Transkribus software) digital compiled/aggregated .jpg, .xml <100GB (Around 3MB per index card, so a total volume of some 46,2 GB) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: PhysCRDS PhysCRDS : Francis Thomson's card index of c. 100 000 handwritten index cards, donated to the KU Leuven Libraries by the Thomson heirs (cf. legal gift deed signed signed 5/5/2023); DigCRDS DigCRDS : Digital images of the cards that have already been scanned, stored, and organised in DAM system Canto before the beginning of the project ( https://kuleuven.canto.global/v/thomsonindex - password protected) TrnsCRDS TrnsCRDS : Digital images of the cards that have already been scanned, stored, and organised in DAM system Canto before the beginning of the project (https://kuleuven.canto.global/v/thomsonindex - password protected) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No There are no ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use). Created using DMPonline.be. Last modiﬁed 28 June 2024 3 of 10 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No No personal data will be processed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No No. For the use of Francis Thomson's card index ( PhysCRDS PhysCRDS , which have been donated to the KU Leuven Library collections by the Thomson heirs + their digital images and derived text files DigCRDS DigCRDS + TrnsCRDS TrnsCRDS ) we have committed ourselves to acknowledge Francis Thomson's moral author rights and not to seek any financial gain from the card's use and publication. LrtWD LrtWD : The data do not have potential for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The required measures have been taken, in consultation with the Thomson heirs and the legal department of the KU Leuven, to guarantee the ethically correct use of the Thomson card index ( PhysCRDS PhysCRDS + DigCRDS DigCRDS + TrnsCRDS TrnsCRDS ). The legal gift deed that arranges the donation stipulates that the cards be used exclusively for education, research, and social services, and that any related publication, including the planned OA database, acknowledge Francis Thomson’s moral author rights. No member of the research team is to seek financial gain from the use or publication of the cards. Moreover, a consortium agreement has been drawn up between Prof. J. Fuchsbauer / Universität Innsbruck (WEAVE Lead Partner) and KU Leuven (WEAVE Collaborating Partner) which sets out the terms under which the research partners shall perform the project. An agreement about data processing and data sharing will be concluded between the project partners in the near future (planned meeting on July 1. at Innsbruck) (cf. consortium agreement document under 6. Data protection). LrtWD LrtWD : Cf. collaboration agreement; further no 3rd party agreements that restrict exploitation or dissemination of the data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The legal gift deed (cf. above) stipulates the conditions of use of Francis Thomson's card index ( PhysCRDS PhysCRDS + DigCRDS DigCRDS + TrnsCRDS TrnsCRDS ) under 5. and 6., granting KU Leuven right of use, viz. permission to digitize and extend access to the physical cards in the way it sees fit. This right applies solely within the context of KU Leuven's triple mission of education, research, and social service, and implies that Francis Thomson’s moral author rights as author of the card index be respected and his name be mentioned. LrtWD LrtWD : There are no other legal issues, such as intellectual property rights and ownership, to be managed related to the data. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). As for usability of our data, we endorse the FAIR principles, that is, we want to keep our data Findable, Accessible, Interoperable, and Reusable: Created using DMPonline.be. Last modiﬁed 28 June 2024 4 of 10 PhysCRDS PhysCRDS : the cards have entered the library collections of the KU Leuven, which through the gift deed (cf. above) is bound to preserve them and make them accessible. The card index will be housed and catalogued by the KU Leuven libraries, so that the cards can be found in LIMO, accessed physically, and used by any user of the library. DigCRDS DigCRDS : the image files made by the KU Leuven Libraries Digitization dept. are/will be stored as .jpg, organized, and annotated (and later published OA) in DAM system Canto. The system is deployed and managed by the Digitization Department of KU Leuven Libraries. The files are/will be enriched with metadata ( MD MD ) – viz. transcripts of the text on the cards, descriptive information (author, title, incipit etc.), reference work identifiers ( CPG , BHG a.o.) – in Canto metadata fields, to make them findable, accessible and easy to (re)use for various purposes. The files are/will be organized in Canto in a tree structure of collections and folders. The sub-collections of the card index are: (1) the bibliography, (2) the author index, (3) the incipitarium, and (4) the thematic index. Of these, (1-3) are ordered alphabetically and (4) is organized in thematical collections with further subdivisions. Structured organization and metadata within Canto will turn the bulk of digital images into an accessible and easily (re)usable database, searchable by means of the tree structure, list view settings, tags, and metadata queries. A portal website, thomsonindex.org, will function as a gateway for the database through a link that will bring the user to the Canto environment. The portal website will contain a user manual with background information and instructions how to use the database. LrtWD LrtWD : Data will be stored according to the principles of FAIR-data. The information that is needed to understand and reuse data will be documented in in README.txt files, (one for each set of data, accessible in the same file as the data), following the template and recommendations provided by KU Leuven ( https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README ). INNSBRUCK TrnsCRDS TrnsCRDS will be used to create a Semantic Media Wiki, a searchable, expandable and Open Access reference tool for Greek-Slavonic translation literature organized by translated author. It will use Francis Thomson’s handwritten author index as a basis and open it up for quantitative and qualitative research. This database will have the format of a Semantic MediaWiki (SMW). SMW is a free, open-source extension of MediaWiki, the wiki software behind Wikipedia. It allows one to store and query data within wiki pages (https://www.semantic-mediawiki.org/wiki/Semantic_MediaWiki). Each [Author] will be represented in one article (i.e., page in the wiki), structured as follows: author’s name, lifespan, the Latin titles of his original works that were translated into Slavonic (intabularized, alphabetical order), and for each [Work], a sub-table of the Slavonic translation or translations. Each row in this table will open another article within the wiki, which will contain details on the respective [Work] or [Translation]. Each article will include metadata useful for querying, as well as a link to the scanned images of Francis Thomson’s cards in Canto Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No MD MD : As there is no metadata standard for this type of data, we use custom metadata fields in DAM system Canto. These include: ( Transkribus generated) transcripts; Descriptive information (author name, title, standard title, incipit, ...) depending on the nature (subcollection) of the cards; Reference work identifiers ( CPG and BHG numbers, a.o.) and permalinks ( IRHT Pinakes author and work permalinks. LrtWD LrtWD : No metadata standard will be used. INNSBRUCK For the semantic Media Wiki we will enter the TrnsCRDS TrnsCRDS data into the forms prepared in the wiki. We will tag these data to create the semantic relationships needed for advanced queries and drilldowns. For the text portions, we will mark up relevant portions using custom MediaWiki template tags, which will essentially correspond to TEI XML nodes. The Mediawiki templates can be modified in a way that this metadata can be exported into an XML format, which corresponds to the TEI P5 guidelines (TEI P5 2021:463). 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? PhysCRDS PhysCRDS : The physical index cards were donated by the Thomson heirs to the KU Leuven Libraries (Special collections), where they are and will be physically stored, as stipulated in the legal gift deed of 5/5/2023, under 3 (with the restriction that some parts of the card index can be stored at the Greek Studies Department for as long as required by ongoing research). DigCRDS DigCRDS & MD MD : (1) the card images (in .jpg format) and their annotation (including the TrnsCRDS TrnsCRDS transcriptions) are/will be stored in DAM system Canto, deployed and managed by the Digitization Department of KU Leuven Libraries, so the data (consultation copy and metadata) is safely managed in a cloud-based system with backup provided, and (2) a 'clean copy' of the scans (in .tif format) will be stored on Created using DMPonline.be. Last modiﬁed 28 June 2024 5 of 10 KU Leuvens Active Data Management Platform ManGO ( https://icts.kuleuven.be/sc/english/storage/mango#hoeveel ). LrtWD LrtWD : Data will be stored on OneDrive (KU Leuven). INNSBRUCK The Semantic Media Wiki data will be continuously stored and backed up at a server of University of Innsbruck, which is daily backed up by the Central Informatic Service (ZID) of UIBK (https://www.uibk.ac.at/zid/abteilungen/zs/storage/datenbackup.html). Also the SMW (semantic media wiki) will be hosted on a server of University of Innsbruck. How will the data be backed up? How will the data be backed up? PhysCRDS PhysCRDS : the digital images of the scanned cards can be considered a kind of backup of the physical cards (and the other way around); DigCRDS DigCRDS : see also question above: (1) Canto is a cloud-based system with backup provided, and (2) a 'clean copy' of the scans (in .tif format) will be stored on ManGO; MD MD (incl. TrnsCRDS TrnsCRDS ): Canto is a cloud-based system with backup provided; LrtWD LrtWD : Data will be backed up with a standard back-up provided by KU Leuven ICTS storage solution. INNSBRUCK Cf. previous question. The servers are maintained and monitored by IT professionals at University of Innsbruck and are equipped with advanced security measures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The volume of our data sets is only an issue for DigCRDS DigCRDS , not so much for regular use in Canto (estimated volume in .jpg c. 75 GB), but rather for the 'clean copy' we intend to store for backup / archival purposes (estimated volume in .tif c. 1,5 TB). This is not a problem for the duration of the project, as we can store the files on ManGO (basic volume of 1 TB per project group free of charge; further storage €35 per TB per year). LrtWD LrtWD : All data will be stored on the OneDrive cloud storage of KU Leuven, which provides 2 TB/researcher. This will be sufficient for the project. INNSBRUCK Cf. previous questions. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For secure storage and back-up, see supra. DigCRDS DigCRDS and MD ( MD ( incl. TrnsCRDS TrnsCRDS ): For the data sets in Canto, its granular user management system ensures layered and password protected access. LrtWD LrtWD : Data will will be stored securely and access or modification by unauthorized persons will be blocked: personal device and the OneDrive for Business are password- and authenticator-protected (MFA). INNSBRUCK During the project only authorised persons (PI, postdoctoral fellow, PhD´s and technical staff of University of Innsbruch) will have access to the data which will be implemented to the SMW What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? PhysCRDS PhysCRDS : no costs; DigCRDS DigCRDS & MD MD (incl. TrnsCRDS TrnsCRDS ): during the project Canto's yearly fee of € 2,420 (budgeted in the project: € 9,680 [= 4x € 2,420]) and ManGO (1 TB free of charge, further storage €35 per TB per year can be funded on project budget € 140 [= 4x € 35]); LrtWD LrtWD : No additional costs are expected for data storage and backup during the research project: All data will be stored on the OneDrive cloud storage of KU Leuven, which provides 2 TB/researcher. This will be sufficient for the project. INNSBRUCK No additional costs are expected. Created using DMPonline.be. Last modiﬁed 28 June 2024 6 of 10 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). We intend to preserve our data faccording to KU Leuven RDM policy, which states that relevant research data must be retained for a minimum of 10 years in a safe, secure and sustainable way for reproducibility, verification and potential reuse. (Some data may contain copyrighted materials, to be preserved in a way that prevents unauthorized access.) PhysCRDS PhysCRDS have become a permanent part of the KU Leuven libraries collections, which implies that they will be preserved and remain accessible for 10 years after the end of the project, and longer. We commit ourselves to preserve DigCRDS DigCRDS and keep them available online (OA) for at least 10 years after the end of the project: (1) We intend to keep the database up and running for as long as funding allows, either within Canto (which is in the cloud), managed by the KU Leuven Digitization department, or in another digital environment. Apart from the possibility of future funding through follow-up projects, we can rely on some additional funding from the Francis J. Thomson Legacy Project ( https://www.kuleuven.be/fundraising/projects/professor- francis-j-thomson-legacy-project ), established in the Spring of 2021 with the aim to preserve, digitize and extend access to Francis Thomson’s card index, as a way to secure his academic legacy. (2) Moreover, we will move a 'clean copy' of the card images (.tif) from the ManGO platform to KU Leuven Research Data Repository RDR ( https://www.kuleuven.be/rdm/en/rdr ). MD: MD: The metadata will also be published in RDR as .csv files. After conversion to .csv the data are suitable for reuse by anyone as Linked Open Data. LrtWD LrtWD : All data will be preserved for 10 years according to KU Leuven RDM policy. INNSBRUCK We will archive the raw-/masterdata from Transkribus / TrnsCRDS TrnsCRDS in the institutional researchdata repository from University of Innsbruck https://researchdata.uibk.ac.at/ . We will publish the metadata and assign a DOI. All published Data will be licensed under HYPERLINK ( https://creativecommons.org/licenses/by/4.0/deed.en ) CC BY 4.0 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? See also question above: PhysCRDS PhysCRDS : KU Leuven libraries, Special Collections dept.; DigCRDS DigCRDS , MD MD (incl. TrnsCRDS TrnsCRDS ), LrtWD LrtWD : All these data will be archived on KU Leuven RDR. INNSBRUCK We will publish final edited data as Semantic Media Wiki under CC-BY license and link to existing scans of the handwritten index cards in the Digital Asset Management system Canto at University of Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? PhysCRDS PhysCRDS : no costs; DigCRDS DigCRDS & MD MD : For RDR there are no costs up to 50GB per year (and costs for long term data storage on a KU Leuven server have been budgeted in the project anyway, viz. for 5 years after the project, € 1,800). If additional funding will be available trough the Francis Thomson Legacy Fund and/or (a) follow-up project(s), the Canto database will be kept operational (yearly fee € 2,420). LrtWD LrtWD : No additional costs are expected for data preservation during the expected retention period. The data will be preserved by storing it on KU Leuven RDR. Every user can publish up to 50GB per year. I do not expect the data to exceed this limit. If not, costs for extra storage will be covered by the bench fee of the researcher. INNSBRUCK Innsbruck: no additional costs, since all needed resources are provided by University of Innsbruck. 5. Data sharing and reuse 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 28 June 2024 7 of 10 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) See also above. PhysCRDS PhysCRDS : as a permanent part of the KU Leuven Special Collections dept. the cards are/will be continuously available for scholarly (re)use, both during and after the project; DigCRDS DigCRDS & MD MD (incl. TrnsCRDS TrnsCRDS ): during the project the card images will gradually become available OA (as .jpg) in a database in the Canto environment, openly accessible through a link on our portal website thomsonindex.org. In Canto users can view and share the cards. After the project, we intend to keep the database up and running for as long as funding allows, either in Canto or in another digital environment. After the project both datasets (images as .tif and metadata as .csv files) will be accessible on RDR. After conversion to .csv the metadata ( MD MD ) are suitable for reuse by anyone as Linked Open Data. The card images ( DigCRDS DigCRDS ) remain accessible (as .tif files) to the project PI's, who can decide at any time to make (part of) this dataset available for further research. LrtWD LrtWD : Data will be made available on KU Leuven RDR for reuse after the project. Moreover, some of the datasets generated and used by our project (esp. digital images of the cards) will be made partly available for consultation and use through a virtual reading room (VVR) virtual reading room (VVR) that will link out to the database. The portal website thomsonindex.org will function as a hub for both the database and the VRR. It will include a user manual with background information and instructions how to use the online tools, and in the final year of the project a synthetic essay will be published here, summarizing the then state of the data. We will set up the VRR in collaboration with LIBIS and the KU Leuven Libraries Special Collections department, which has included the development of Virtual Reading Rooms in its strategic plan 2022-2025. Facilitated by the Special Collections department, our project works within an infrastructure template (open source platform Omeka S) developed by LIBIS but with our own creative control of the content and input. Thanks to the standard contract, the VRR will be automatically archived after four years by the KU Leuven Libraries Special Collections. Long-term data is covered through integration in the collections of the KU Leuven Libraries. INNSBRUCK Final edited data will be published as Semantic Media Wiki under CC-BY licence. raw-/masterdata from Transkribus / TrnsCRDS TrnsCRDS will be deposited in the institutional researchdata repository from University of Innsbruck https://researchdata.uibk.ac.at/. We will publish the metadata and assign a DOI. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. DigCRDS DigCRDS : Archived on RDR, the card images remain accessible (as .tif files) to the project PI's, who can decide at any time to open this dataset up for further research. LrtWD LrtWD : Data will be made available on RDR upon publication of the PhD and research results, viz. as restricted data, available to KU Leuven researchers upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Yes, Ethical aspects See also above. The legal gift deed, concluded between the Thomson heirs and KU Leuven via the KU Leuven legal department, stipulates under (1 and 4) the transfer of Francis Thomson's card index in exclusive ownership to KU Leuven Libraries. It grants KU Leuven the user right to digitize, archive, and extend access to the cards as it sees fit, and warrants the ethically correct use of the both PhysCRDS PhysCRDS and DigCRDS DigCRDS (+ TrnsCRDS TrnsCRDS ) exclusively for education, research, and social services. All related publications, including the OA database, should acknowledge Francis Thomson’s moral author rights and mention his name. No member of the research team is to seek financial gain from the use or publication of the cards. LrtWD LrtWD : Data will be made available on RDR upon publication of the PhD and research results, viz. as restricted data, available to KU Leuven researchers upon request. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. See also above. PhysCRDS PhysCRDS : KU Leuven libraries, Special Collections dept. (partially in the stacks, but accessible on request); Created using DMPonline.be. Last modiﬁed 28 June 2024 8 of 10 DigCRDS DigCRDS & MD MD : During the project in the OA database in the cloud-based Canto environment, and partly through the VRR under the umbrella of the Special Collections dept. (see supra); after the project on RDR. LrtWD LrtWD : Data will be made available on RDR. INNSBRUCK Semantic Media Wiki (see above) When will the data be made available? When will the data be made available? See also above. PhysCRDS PhysCRDS : the physical cards are already accessible for KU Leuven library users, even if part of the cards are in the stacks and others kept at the Greek Studies Department. Access can be obtained on simple request. After the end of the project, the entire card index will be available at the KU Leuven Special Collections dept. DigCRDS DigCRDS & MD MD : Gradually, to the extend that the cards are scanned, included in Canto in a structured way, and annotated. The project includes a time line for the publication of the various parts of the Thomson card index: Incipitarium in project year 1 (2024); Author index in project year 2 (2025); Thematic index in project year 3 (2026). Additionally, some of the digital images will be integrated in the VRR, to be launched in the first years of the project (see supra). LrtWD LrtWD : upon the completion of the PhD dissertation and upon the publication of the research results. INNSBRUCK At the latest at the end of the project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. We will follow the KU Leuven recommendation to use one of the Creative Commons licenses for our data (to be decided later on more in particular, from to the KU Leuven list of options https://www.kuleuven.be/rdm/en/rdr/licenses ). INNSBRUCK Semantic Media Wiki: CC BY 4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Datasets published in RDR will automatically be assigned a DOI. INNSBRUCK See above. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? See also above. PhysCRDS PhysCRDS : no costs; DigCRDS DigCRDS & MD MD : Canto database: budgeted in the project: € 9,680 (= 4x yearly fee € 2,420). The costs are not yet covered for the period after the project, but we have some back-up funding from the Francis Thomson Legacy Project, and follow-up projects may help us to keep the database online (either in Canto or on another digital platform). VRR: budgeted in the project, one-time purchase at start of project: € 2,360 (= € 660 one-time installation cost + € 1,700 standard contract sum for four years. (The costs for the virtual reading room are quoted according to the university-wide contract that the KU Leuven Libraries Special Collections dept. agreed with LIBIS.) Portal website: budgeted in the project: € 2,000 (= 4x € 500) for maintenance + yearly domain name registration. The estimate of € 500 includes the costs necessary to maintain the website in the first five years after the project. For RDR no costs up to 50GB per year. LrtWD LrtWD : No additional costs are expected for data sharing. The data will be preserved by storing it on KU Leuven RDR. Every user can publish up to 50GB per year. I do not expect the data to exceed this limit. If not, costs for extra storage will be covered by the bench fee of the researcher. Created using DMPonline.be. Last modiﬁed 28 June 2024 9 of 10 INNSBRUCK There are no additional costs expected, since semantic media wiki is provided by the University of Innsbruck; 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The Leuven Doctoral student (DS, to be hired), the Leuven Technical staff (TS-L, to be hired), supervised by the project PIs (RC and LS) / INNSBRUCK Principal Investigator (Jürgen Fuchsbauer) and a postdoctoral fellow (to be hired). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The Leuven Technical staff (TS-L, to be hired), supervised by the project PIs (RC and LS) / INNSBRUCK PI (JF), postdoctoral fellow & technical staff at University of Innsbruck Central IT- Service (ZID) Who will manage data preservation and sharing? Who will manage data preservation and sharing? The Leuven Technical staff (TS-L, to be hired, during the project), after the end of the research project data preservation and sharing will be managed by the Leuven PIs (RC and LS) / INNSBRUCK PI (JF), postdoctoral fellow & technical staff at University of Innsbruck Central IT- Service (ZID). Who will update and implement this DMP? Who will update and implement this DMP? The Leuven Doctoral student (DS, to be hired), The Leuven Technical staff (TS-L, to be hired, during the project), the Leuven project PI's (LS, RC) / INNSBRUCK PI (JF) and postdoctoral fellow Created using DMPonline.be. Last modiﬁed 28 June 2024 10 of 10"
}