{
    "document_id": "D-2023-2089",
    "LinkTitle": "D-2023-2089",
    "file_name": "D-2023-2089.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2089.pdf",
    "metadata": {
        "title": "Richard Simon and Vernacular Biblical Translation in Early Modern France",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Richard Simon and Vernacular Biblical Translation in Early Modern France\nA Data Management Plan created using DMPonline.be\nCreator: \nTimothy Twining\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nID: \n199010\nLast modified: \n25-04-2023\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n1 of 5\nRichard Simon and Vernacular Biblical Translation in Early Modern France\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for physical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml,\n.tab, .cvs,.pdf,\n.txt, .rtf, .dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nManuscript\nsources\nDigital photographs\nof manuscripts held\nby institutional\nrepositories.\nNew (taken by the Researcher) and reused\n(provided by online repositories (e.g. Gallica)\nDigital\nOther\n.jpg, .pdf\n<1 TB\n \nInsights from\nliterature review\n(digital)\nPrimary and\nSecondary sources\navailable as scans.\nNew and reused\nDigital\nOther\n.pdf\n<1 TB\n \nInsights from\nliterature review\n(physical)\nPrimary and\nSecondary sources\navailable as printed\nmaterials and/or\nmicrofilms.\nReused\nPhysical\nOther\n \n \nPublished works\nin institutional\ncollections.\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nData held online by institutional repositories and especially uploaded photographs of manuscript sources provided by such institutions. The most important single dataset of this type is that\nprovided by the \nBibliothèque Nationale de France\n on \nhttps://gallica.bnf.fr\n. Additional Secondary Data Analysis will be conducted using published Secondary sources accessed via the KU Leuven\nLibrary system.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nSee answer to following question.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n2 of 5\nYes\nThe rights to images of Richard Simon’s translation of the Pentateuch are held by the Hofbibliothek Aschaffenburg. I am permitted to use it for the purposes of research but not to disseminate it\nfurther. I am, however, in discussion with them about whether this might be possible, and whether it might be permitted to host photographs of the manuscript on the KU Leuven Research Data\nRepository (RDR).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll data will be stored using transparent, uniform files names. The Master Bibliography will contain extensive additional comments and summaries regarding the collected materials indicating their\ncontent and/or any additional points regarding their accessibility. The entries in this bibliography will all be recorded in a standard uniform way making it straightforward for subsequent researchers\nto identify and use it in the future.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe research data files for the master bibliography are created in MS Office and automatically possess certain metadata (file name, author/creator, date, etc.). When this (and any other) data is\nmade available it will be done so using the Dublin Core Standard.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nResearch data will be stored on:\nthe Researcher’s personal computer.\nan external hard drive.\ncloud back-ups (pdfs and datasets to Google Drive, photographs to iCloud).\nBooks and other resources that will be bought with the project's funding will be stored and made available to other researchers through the Maurits Sabbe Library.\nHow will the data be backed up?\nDuring the project, data will be backed-up using:\ndaily back-ups to an external hard drive.\ninstantaneous back-ups to Google Drive and iCloud.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nIf any unforeseen need arises for additional storage space additional hard drives or larger cloud storage can be purchased via the project budget.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data are all held on devices and storage systems that are only used by the Researcher and consequently there is a very low risk of them being compromised by multi-use. The laptop, external\nhard drive, and cloud storage are all password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll devices and storage systems were already in the possession of the Researcher and they will maintain paying for these for the duration of the project.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nData pertaining to the research master bibliography and all publications will be preserved for a period of 5 years after the project.\nAll books collected for the project will be kept in the Maurits Sabbe library.\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)?\nIn agreement with the Faculty’s IT division these data will be stored on KU Leuven’s Research Data Repository (RDR).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAn estimate will be made with regard to the long-term storage of data on KU Leuven’s Research Data Repository (RDR). In the context of the amount and type of data that it is intended will be\nstored (< 100 gb) this cost can be assumed to be comparatively small and fundable out of the project budget.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nAll publications and the project’s Master Bibliography will be made available following the completion of the project in an Open Access repository. All books and other such media purchased for\nthe project will be made available at the Maurits Sabbe Library.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nn/a\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe data pertaining to images of the manuscript of Richard Simon’s copy of the Pentateuch cannot currently be shared since rights pertaining to their sharing and reproduction are held by the\nHofbibliothek Aschaffenburg. I am in discussion with them regarding whether there are circumstances in which the images can be made available.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available via KU Leuven’s Research Data Repository (RDR) in .pdf format.\nWhen will the data be made available?\nAll publications will be made available as soon as possible depending on agreements with respective publishers. All other data that will be made available will be made available immediately on\ncompletion of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data will be made available according to a CC BY-SA 4.0 license. This means the data can be reused and modified by anyone as long as they attribute it and use the same license for their\ndata/project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nThis will be added to relevant publications.\nWhat are the expected costs for data sharing? How will these costs be covered?\nData sharing will take place via the faculty’s network drives. See 4.3 above with regard to costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nTimothy Twining \nWho will manage data storage and backup during the research project?\nTimothy Twining \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n4 of 5\nTimothy Twining \nWho will update and implement this DMP?\nTimothy Twining \nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n5 of 5"
    },
    "clean_full_text": "Richard Simon and Vernacular Biblical Translation in Early Modern France A Data Management Plan created using DMPonline.be Creator: Timothy Twining Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) ID: 199010 Last modified: 25-04-2023 Created using DMPonline.be. Last modiﬁed 25 April 2023 1 of 5 Richard Simon and Vernacular Biblical Translation in Early Modern France FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Manuscript sources Digital photographs of manuscripts held by institutional repositories. New (taken by the Researcher) and reused (provided by online repositories (e.g. Gallica) Digital Other .jpg, .pdf <1 TB Insights from literature review (digital) Primary and Secondary sources available as scans. New and reused Digital Other .pdf <1 TB Insights from literature review (physical) Primary and Secondary sources available as printed materials and/or microfilms. Reused Physical Other Published works in institutional collections. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Data held online by institutional repositories and especially uploaded photographs of manuscript sources provided by such institutions. The most important single dataset of this type is that provided by the Bibliothèque Nationale de France on https://gallica.bnf.fr . Additional Secondary Data Analysis will be conducted using published Secondary sources accessed via the KU Leuven Library system. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No See answer to following question. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 25 April 2023 2 of 5 Yes The rights to images of Richard Simon’s translation of the Pentateuch are held by the Hofbibliothek Aschaffenburg. I am permitted to use it for the purposes of research but not to disseminate it further. I am, however, in discussion with them about whether this might be possible, and whether it might be permitted to host photographs of the manuscript on the KU Leuven Research Data Repository (RDR). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data will be stored using transparent, uniform files names. The Master Bibliography will contain extensive additional comments and summaries regarding the collected materials indicating their content and/or any additional points regarding their accessibility. The entries in this bibliography will all be recorded in a standard uniform way making it straightforward for subsequent researchers to identify and use it in the future. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The research data files for the master bibliography are created in MS Office and automatically possess certain metadata (file name, author/creator, date, etc.). When this (and any other) data is made available it will be done so using the Dublin Core Standard. 3. Data storage & back-up during the research project Where will the data be stored? Research data will be stored on: the Researcher’s personal computer. an external hard drive. cloud back-ups (pdfs and datasets to Google Drive, photographs to iCloud). Books and other resources that will be bought with the project's funding will be stored and made available to other researchers through the Maurits Sabbe Library. How will the data be backed up? During the project, data will be backed-up using: daily back-ups to an external hard drive. instantaneous back-ups to Google Drive and iCloud. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes If any unforeseen need arises for additional storage space additional hard drives or larger cloud storage can be purchased via the project budget. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are all held on devices and storage systems that are only used by the Researcher and consequently there is a very low risk of them being compromised by multi-use. The laptop, external hard drive, and cloud storage are all password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? All devices and storage systems were already in the possession of the Researcher and they will maintain paying for these for the duration of the project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data pertaining to the research master bibliography and all publications will be preserved for a period of 5 years after the project. All books collected for the project will be kept in the Maurits Sabbe library. Created using DMPonline.be. Last modiﬁed 25 April 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? In agreement with the Faculty’s IT division these data will be stored on KU Leuven’s Research Data Repository (RDR). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? An estimate will be made with regard to the long-term storage of data on KU Leuven’s Research Data Repository (RDR). In the context of the amount and type of data that it is intended will be stored (< 100 gb) this cost can be assumed to be comparatively small and fundable out of the project budget. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository All publications and the project’s Master Bibliography will be made available following the completion of the project in an Open Access repository. All books and other such media purchased for the project will be made available at the Maurits Sabbe Library. If access is restricted, please specify who will be able to access the data and under what conditions. n/a Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The data pertaining to images of the manuscript of Richard Simon’s copy of the Pentateuch cannot currently be shared since rights pertaining to their sharing and reproduction are held by the Hofbibliothek Aschaffenburg. I am in discussion with them regarding whether there are circumstances in which the images can be made available. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available via KU Leuven’s Research Data Repository (RDR) in .pdf format. When will the data be made available? All publications will be made available as soon as possible depending on agreements with respective publishers. All other data that will be made available will be made available immediately on completion of the project. Which data usage licenses are you going to provide? If none, please explain why. The data will be made available according to a CC BY-SA 4.0 license. This means the data can be reused and modified by anyone as long as they attribute it and use the same license for their data/project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes This will be added to relevant publications. What are the expected costs for data sharing? How will these costs be covered? Data sharing will take place via the faculty’s network drives. See 4.3 above with regard to costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Timothy Twining Who will manage data storage and backup during the research project? Timothy Twining Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 25 April 2023 4 of 5 Timothy Twining Who will update and implement this DMP? Timothy Twining Created using DMPonline.be. Last modiﬁed 25 April 2023 5 of 5"
}