{
    "document_id": "D-2024-2643",
    "LinkTitle": "D-2024-2643",
    "file_name": "D-2024-2643.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2643.pdf",
    "metadata": {
        "title": "D-2024-2643",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Norah Kennis \nhttps://orcid.org/0000-0002-2813-8875  \nContributor name(s) (+ ORCID) & roles Steven Vanhaverbeke\nhttps://orcid.org/0000-0002-0436-8019  \nProject number 1 & title 11P6Z24N  \nUnravelling European governmental venture capital funds: investment patterns, innovation and brain drain.\nFunder(s) GrantID 2Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nAffiliation(s) ☒KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description Policymakers around the world have intervened in venture capital markets to help alleviate the financial  \nconstraints start-ups face. For this purpose, governments designed governmental venture capital funds (GVCs).  \nDespite the widespread use of GVCs in practice, research has yet to reach consensus on the treatment effect of  \nGVCs on start-ups. In this research project, I want to clarify the influence of European GVCs on their start-ups. I  \nstart from the idea that GVCs operate on the basis of different incentives than Private VCs (PVCs). Contrary to  \nPVCs, GVCs are established to create value beyond the financial objective and focus on impact investing (i.e.  \nfoster economic growth, innovation and regional development). The first research project explores differences in  \ninvestment patterns between PVCs and various types of GVCs. In the second and third research project, I will  \nstudy the influence of GVCs on their portfolio start-ups respectively regarding innovation (distinguishing between  \nexplorative and exploitative innovation) and brain drain (the emigration of high-skilled workers).\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, \nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of \nthe data 3. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL \nDATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data Format Digital Data Volume \n(MB, GB, TB)Physical Volume\n☐ Generate new data\n☐ Reuse existing data☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n1. Firm-year \nlevel data and \nventure capital \ndata from Orbis \nGlobalDatabase. \nOwnership \nstructure data of \nfirms. Venture \ncapital data. \nFirmographics and \nfinancial data (as \ncontrol variables). Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings)Data provider is \nMoody's Analytics. \nExtracted through \nAmazon workspaces \nin .csv file format.\nTransformed and \nstored as .dta file \nformat (STATA).> 1TB\n2. Venture \ncapital data \nfrom VICO Database. \nVICO contains \ngeographical, \nindustry and \naccounting Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings).dta STATA\n.csv \nDataset Access: RISIS \nhttps://docs.risis.io/dat<1GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4information on \nstart-ups that \nreceived venture \ncapital financing. \nVenture Capital \ndata. asets/metadata/vico \nDataset Owner: \nPolitecnico di Milano \nhttp://www.dig.polimi.i\nt\nDataset Access \nManager: Benedetta \nMontanaro \nbenedetta.montanaro\n@polimi.it\n3. EIC \nAccelerator \ndata hubThe  European \nInnovation Council \nand Small and \nMedium-sized \nEnterprises \nExecutive Agency \n(EISMEA) has \ndeveloped an \ninteractive online \ntool that generates \ninformation on EU \nfunding \nprogrammes like \nthe EIC accelerator. \nVenture Capital \ndata.Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings)Online datahub\nhttps://\neismea.ec.europa.eu\n/eismea-\ndatahubs_en \nhttps://sme-\ndatahub.eismea.eu/ Remark: I did not yet \ndownloaded the data. \nWill only be potentially \nused for additional / \nalternative analyses. \n4. Patent data \nfrom PATSTATDatabase. \nData on patent \ninformation, like \npatent citations. Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings).dta \nAccess granted to \nPATSTAT online \nserver through KUL.\nPATSTAT raw data: \n2023 Spring Edition \nVersion 5.21 saved \non I-drive and < 5TB \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5external hard drive.\n5. Patent data \nfrom Orbis IPDatabase.\nData on patent \ninformation, like \npatent citations.Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings).dta <1GB We use Orbis IP \ndatabase to link patent \nidentifiers (PATSTAT) to  \nfirm identifiers (Orbis \nGlobal).\nCan also be potentially \nused as alternative to \nPATSTAT for patent \ndata. (But PATSTAT is \npreferred). \n6. Migration \npatterns \ninventors \n(extracted from \npatent \ninformation). Database consisting \nof patent and \ninventor data (for \nmigration patterns). \nThe database is \noriginally \nconstructed by \nMiguelez and Fink \n(2013) and further \ndeveloped by \nPellegrino et al. \n(2023).Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings).csv\n.dta\nInventor migration \nfiles: publicly \navailable on WIPO. \nhttps://www.wipo.in\nt/publications/en/det\nails.jsp?id=3952 \npublicly available on \nHarvard dataverse \nhttps://\ndataverse.harvard.ed\nu/dataset.xhtml?\npersistentId=doi:10.7\n910/DVN/AETFTF <1GB Remark: I did not yet \nsaved / stored this \ndata.\n7. Employment \nbased migration \ndata.\n- U.S. \nDepartment of \nLabor\n- the Office of \nForeign Labor Data on issued \nlabor certifications \nfor \npermanent \nemployment under \nseveral programs. \nThis can be an \nalternative source \nfor migration data.Reused\nSecondary dataDigitalCompiled/aggregated \ndata\nNumerical (mostly, \nsometimes strings).xlsx\nhttps://\nwww.dol.gov/\nagencies/eta/foreign-\nlabor/performance <1GB Remark: I did not yet \nsaved / stored this \ndata.\nWill only be potentially \nused as alternative to \nHarvard dataverse \nmigration patterns \ninventors (which is \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Certification \n(OFLC)preferred). \n8. STATA scriptsSTATA scripts for \nstatistical analysisNew DigitalModels .dta <1GB\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  1. Orbis Global & 5. Orbis IP: Moody's Analytics\n2. VICO: RISIS - Politecnico di Milano VICO | RISIS Docs \n3. EIC: European Commission. European Innovation Council and SMEs Executive Agency EISMEA datahubs -  \nEuropean Commission (europa.eu)\n4. PATSTAT: European Patent Office PATSTAT | Epo.org\n6. Migration patterns: WIPO Knowledge Repository https://doi.org/10.34667/tind.28871   Measuring the \nInternational Mobility of Inventors: A New Database (wipo.int)  or Harvard Dataverse \ndoi:10.7910/DVN/AETFTF\n 7. U.S. Department of Labor: Performance Data | U.S. Department of Labor (dol.gov)\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  ☐ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Leuven privacy register number (G or S number). For my third research project, I am considering incorporating personal secondary data concerning inventor  \nmigration patterns (via patent information). However, the approach to handling this data remains uncertain  \nat this stage. I intend to ensure compliance with GDPR regulations (PRET / SMEC) at the outset of project 3,  \nonce the details become more clear. \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \nWe  use  secondary  data.  Depending  on  the  database,  3rd party  agreements  restrict  exploitation  or  \ndissemination: \n1. Orbis Global & 5. Orbis IP: databases are accessed under license (KU Leuven library), any future user of the  \ndata is required to have similar access rights.\n2. VICO: access granted (under conditions) through Politecnico di Milano (via e-mail).\n3. EIC: open access (no 3rd party agreements). \n4. PATSTAT: database is accessed under license (KU Leuven ECOOM), any future user of the data is required  \nto have similar access rights.\n6. Migration patterns: open access (no 3rd party agreements).\n7. U.S. Department of Labor: open access (no 3rd party agreements).\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .I will use .docx and .txt files that describe how the data is extracted from data providers (secondary data).  \nThe files will contain log-in information, date of data retrieval, query information, version of data retrieved,  \nvariable definitions given by data provider, description of data…. This metadata documents how the dataset  \nwas created.\nI will use STATA Do Files as a tool / metadata that documents how the dataset was subsequently processed.  \nI will primarily add comments in my STATA Do Files to explain the commands and procedures executed.  \nThese comments (non-executable text lines within the code) will provide explanations, descriptions, or  \nannotations to aid understanding for myself or others who might read the code. Metadata related to  \nvariable names (and labels) and data properties is also shown in STATA. \nI will also include readme files to explain and document all the files within a certain folder (per project or per  \ndatabase). \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFor datasets obtained through a non-standardized procedure and for which no full documentation is  \navailable on the website of the data provider, a full description will be stored in a metafile, containing their  \ncoverage, variable names, units, formats, and total disk size. These will also be documented in detail either in  \nthe appendix of the corresponding working paper, or in an accompanying readme text file.\nHowever, in general the data structure and variables are relatively easy documented by the data provider (,  \nfor instance by Moody's Analytics ). \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 104.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☒ Other: DropBox\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nStandard back-up provided by FEB (Faculty of Economics and Business) and KU Leuven ICTS. Data storage,  \nmanagement and access are handled by the IT-services at the Faculty of Economics and Business as well as  \nby the KU Leuven.\nI will use KUL OneDrive, personal network drive (I-drive), Dropbox, and an external hard disk.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Security measures put in place by FEB KU Leuven that restrict access to unauthorised users guarantee secure  \ndata storage. In other words, the data infrastructure at FEB KU Leuven is secured and only accessible by  \ndepartment members.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?I have an account on Dropbox.\nSubscription includes offline access to files, stress-free sharing, offline folders on mobile, and 2 TB of storage.  \nCosts €119.88 per year. Renews every year (in May).\nCosts covered by FWO bench fee.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 125. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nAs part of my PhD program requirements at the FEB, all (necessary) data will be preserved for 10 years  \naccording to FEB KU Leuven RDM policy. KU Leuven guarantees safe data storage and restricted data access  \nfor the duration of the project as well as a minimum period of 10 years after completion of the project.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\nAfter the ten-year post-completion storage period, project folders and data will be archived on the FEB’s  \ncentral servers (including automatic backup procedures) in agreement with KU Leuven's RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Data preservation costs are managed by FEB / KU Leuven.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\n1. & 2. & 4. & 5.: Secondary data under third party agreements (only accessible under license). I will / can not  \nshare this data.\n3. & 6. & 7.: Secondary data – open access. I have no ownership rights over this data. I will not share this data.  \nHowever, I can describe the data and indicate how and where others can find and obtain access to the data.  \n8. STATA scripts: Primary data. I can make my STATA Do Files (coding) openly available. In this way,  \nresearchers can build upon my contribution by utilizing the added value in the STATA scripts (such as newly  \ndefined variables & methodologic techniques & ideas of merging databases & ideas for unique identifiers  \nper database). Researchers who also have access to the secondary databases can replicate my study with the  \nSTATA scripts. \nAll other questions under 6. Data Sharing will be answered with respect to my primary data, i.e. STATA  \nscripts (not regarding the secondary databases). \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Other researchers who want access to my STATA scripts can contact me via mail and the scripts will be send  \nin attachment (for instance, researchers who I meet on conferences or researchers who peer review my  \npapers).\nThe researchers who want access to my STATA scripts do not need a license, there seems no scientific or  \nlegal reason to create a license. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify)\nData can be shared via mail.\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nFor instance, when requested by colleagues for peer review.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify)\nNo specific data usage license will be used. See explanation above.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 167. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Norah Kennis (norah.kennis@kuleuven.be ) is responsible for data documentation and metadata during the  \nresearch project. Norah Kennis is responsible for day-to-day data management operations.\nWho will manage data storage and backup \nduring the research project?Norah Kennis is responsible for data storage and backup during the research project and will seek advice and  \nhelp  from  the  supervisor  and  principal  investigator  Steven  Vanhaverbeke  \n(steven.vanhaverbeke@kuleuven.be ). Steven Vanhaverbeke can also potentially back-up data.\nWho will manage data preservation and \nsharing?Norah Kennis is responsible for data sharing. After the research project ends, preservation of data is the  \nresponsibility of Steven Vanhaverbeke and the KU Leuven RDM policy. \nWho will update and implement this DMP? In the course of the research, Norah Kennis is responsible for updating the DMP and implementing research  \ndata management. The supervisor, Steven Vanhaverbeke, is responsible for ensuring that the PhD student  \nimplements research data management."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Norah Kennis https://orcid.org/0000-0002-2813-8875 Contributor name(s) (+ ORCID) & roles Steven Vanhaverbeke https://orcid.org/0000-0002-0436-8019 Project number 1 & title 11P6Z24N Unravelling European governmental venture capital funds: investment patterns, innovation and brain drain. Funder(s) GrantID 2Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Affiliation(s) ☒KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description Policymakers around the world have intervened in venture capital markets to help alleviate the financial constraints start-ups face. For this purpose, governments designed governmental venture capital funds (GVCs). Despite the widespread use of GVCs in practice, research has yet to reach consensus on the treatment effect of GVCs on start-ups. In this research project, I want to clarify the influence of European GVCs on their start-ups. I start from the idea that GVCs operate on the basis of different incentives than Private VCs (PVCs). Contrary to PVCs, GVCs are established to create value beyond the financial objective and focus on impact investing (i.e. foster economic growth, innovation and regional development). The first research project explores differences in investment patterns between PVCs and various types of GVCs. In the second and third research project, I will study the influence of GVCs on their portfolio start-ups respectively regarding innovation (distinguishing between explorative and exploitative innovation) and brain drain (the emigration of high-skilled workers). 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 1. Firm-year level data and venture capital data from Orbis GlobalDatabase. Ownership structure data of firms. Venture capital data. Firmographics and financial data (as control variables). Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings)Data provider is Moody's Analytics. Extracted through Amazon workspaces in .csv file format. Transformed and stored as .dta file format (STATA).> 1TB 2. Venture capital data from VICO Database. VICO contains geographical, industry and accounting Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings).dta STATA .csv Dataset Access: RISIS https://docs.risis.io/dat<1GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4information on start-ups that received venture capital financing. Venture Capital data. asets/metadata/vico Dataset Owner: Politecnico di Milano http://www.dig.polimi.i t Dataset Access Manager: Benedetta Montanaro benedetta.montanaro @polimi.it 3. EIC Accelerator data hubThe European Innovation Council and Small and Medium-sized Enterprises Executive Agency (EISMEA) has developed an interactive online tool that generates information on EU funding programmes like the EIC accelerator. Venture Capital data.Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings)Online datahub https:// eismea.ec.europa.eu /eismea- datahubs_en https://sme- datahub.eismea.eu/ Remark: I did not yet downloaded the data. Will only be potentially used for additional / alternative analyses. 4. Patent data from PATSTATDatabase. Data on patent information, like patent citations. Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings).dta Access granted to PATSTAT online server through KUL. PATSTAT raw data: 2023 Spring Edition Version 5.21 saved on I-drive and < 5TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5external hard drive. 5. Patent data from Orbis IPDatabase. Data on patent information, like patent citations.Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings).dta <1GB We use Orbis IP database to link patent identifiers (PATSTAT) to firm identifiers (Orbis Global). Can also be potentially used as alternative to PATSTAT for patent data. (But PATSTAT is preferred). 6. Migration patterns inventors (extracted from patent information). Database consisting of patent and inventor data (for migration patterns). The database is originally constructed by Miguelez and Fink (2013) and further developed by Pellegrino et al. (2023).Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings).csv .dta Inventor migration files: publicly available on WIPO. https://www.wipo.in t/publications/en/det ails.jsp?id=3952 publicly available on Harvard dataverse https:// dataverse.harvard.ed u/dataset.xhtml? persistentId=doi:10.7 910/DVN/AETFTF <1GB Remark: I did not yet saved / stored this data. 7. Employment based migration data. - U.S. Department of Labor - the Office of Foreign Labor Data on issued labor certifications for permanent employment under several programs. This can be an alternative source for migration data.Reused Secondary dataDigitalCompiled/aggregated data Numerical (mostly, sometimes strings).xlsx https:// www.dol.gov/ agencies/eta/foreign- labor/performance <1GB Remark: I did not yet saved / stored this data. Will only be potentially used as alternative to Harvard dataverse migration patterns inventors (which is FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Certification (OFLC)preferred). 8. STATA scriptsSTATA scripts for statistical analysisNew DigitalModels .dta <1GB GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. 1. Orbis Global & 5. Orbis IP: Moody's Analytics 2. VICO: RISIS - Politecnico di Milano VICO | RISIS Docs 3. EIC: European Commission. European Innovation Council and SMEs Executive Agency EISMEA datahubs - European Commission (europa.eu) 4. PATSTAT: European Patent Office PATSTAT | Epo.org 6. Migration patterns: WIPO Knowledge Repository https://doi.org/10.34667/tind.28871 Measuring the International Mobility of Inventors: A New Database (wipo.int) or Harvard Dataverse doi:10.7910/DVN/AETFTF 7. U.S. Department of Labor: Performance Data | U.S. Department of Labor (dol.gov) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ ☐ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Leuven privacy register number (G or S number). For my third research project, I am considering incorporating personal secondary data concerning inventor migration patterns (via patent information). However, the approach to handling this data remains uncertain at this stage. I intend to ensure compliance with GDPR regulations (PRET / SMEC) at the outset of project 3, once the details become more clear. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: We use secondary data. Depending on the database, 3rd party agreements restrict exploitation or dissemination: 1. Orbis Global & 5. Orbis IP: databases are accessed under license (KU Leuven library), any future user of the data is required to have similar access rights. 2. VICO: access granted (under conditions) through Politecnico di Milano (via e-mail). 3. EIC: open access (no 3rd party agreements). 4. PATSTAT: database is accessed under license (KU Leuven ECOOM), any future user of the data is required to have similar access rights. 6. Migration patterns: open access (no 3rd party agreements). 7. U.S. Department of Labor: open access (no 3rd party agreements). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .I will use .docx and .txt files that describe how the data is extracted from data providers (secondary data). The files will contain log-in information, date of data retrieval, query information, version of data retrieved, variable definitions given by data provider, description of data…. This metadata documents how the dataset was created. I will use STATA Do Files as a tool / metadata that documents how the dataset was subsequently processed. I will primarily add comments in my STATA Do Files to explain the commands and procedures executed. These comments (non-executable text lines within the code) will provide explanations, descriptions, or annotations to aid understanding for myself or others who might read the code. Metadata related to variable names (and labels) and data properties is also shown in STATA. I will also include readme files to explain and document all the files within a certain folder (per project or per database). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: For datasets obtained through a non-standardized procedure and for which no full documentation is available on the website of the data provider, a full description will be stored in a metafile, containing their coverage, variable names, units, formats, and total disk size. These will also be documented in detail either in the appendix of the corresponding working paper, or in an accompanying readme text file. However, in general the data structure and variables are relatively easy documented by the data provider (, for instance by Moody's Analytics ). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 104.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: DropBox How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Standard back-up provided by FEB (Faculty of Economics and Business) and KU Leuven ICTS. Data storage, management and access are handled by the IT-services at the Faculty of Economics and Business as well as by the KU Leuven. I will use KUL OneDrive, personal network drive (I-drive), Dropbox, and an external hard disk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Security measures put in place by FEB KU Leuven that restrict access to unauthorised users guarantee secure data storage. In other words, the data infrastructure at FEB KU Leuven is secured and only accessible by department members. What are the expected costs for data storage and backup during the research project? How will these costs be covered?I have an account on Dropbox. Subscription includes offline access to files, stress-free sharing, offline folders on mobile, and 2 TB of storage. Costs €119.88 per year. Renews every year (in May). Costs covered by FWO bench fee. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 125. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) As part of my PhD program requirements at the FEB, all (necessary) data will be preserved for 10 years according to FEB KU Leuven RDM policy. KU Leuven guarantees safe data storage and restricted data access for the duration of the project as well as a minimum period of 10 years after completion of the project. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): After the ten-year post-completion storage period, project folders and data will be archived on the FEB’s central servers (including automatic backup procedures) in agreement with KU Leuven's RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Data preservation costs are managed by FEB / KU Leuven. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: 1. & 2. & 4. & 5.: Secondary data under third party agreements (only accessible under license). I will / can not share this data. 3. & 6. & 7.: Secondary data – open access. I have no ownership rights over this data. I will not share this data. However, I can describe the data and indicate how and where others can find and obtain access to the data. 8. STATA scripts: Primary data. I can make my STATA Do Files (coding) openly available. In this way, researchers can build upon my contribution by utilizing the added value in the STATA scripts (such as newly defined variables & methodologic techniques & ideas of merging databases & ideas for unique identifiers per database). Researchers who also have access to the secondary databases can replicate my study with the STATA scripts. All other questions under 6. Data Sharing will be answered with respect to my primary data, i.e. STATA scripts (not regarding the secondary databases). If access is restricted, please specify who will be able to access the data and under what conditions.Other researchers who want access to my STATA scripts can contact me via mail and the scripts will be send in attachment (for instance, researchers who I meet on conferences or researchers who peer review my papers). The researchers who want access to my STATA scripts do not need a license, there seems no scientific or legal reason to create a license. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) Data can be shared via mail. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) For instance, when requested by colleagues for peer review. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify) No specific data usage license will be used. See explanation above. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? No costs. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 167. Responsibilities Who will manage data documentation and metadata during the research project?Norah Kennis (norah.kennis@kuleuven.be ) is responsible for data documentation and metadata during the research project. Norah Kennis is responsible for day-to-day data management operations. Who will manage data storage and backup during the research project?Norah Kennis is responsible for data storage and backup during the research project and will seek advice and help from the supervisor and principal investigator Steven Vanhaverbeke (steven.vanhaverbeke@kuleuven.be ). Steven Vanhaverbeke can also potentially back-up data. Who will manage data preservation and sharing?Norah Kennis is responsible for data sharing. After the research project ends, preservation of data is the responsibility of Steven Vanhaverbeke and the KU Leuven RDM policy. Who will update and implement this DMP? In the course of the research, Norah Kennis is responsible for updating the DMP and implementing research data management. The supervisor, Steven Vanhaverbeke, is responsible for ensuring that the PhD student implements research data management."
}