{
    "document_id": "D-2023-1909",
    "LinkTitle": "D-2023-1909",
    "file_name": "D-2023-1909.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1909.pdf",
    "metadata": {
        "title": "D-2023-1909",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Lena Wantiez (0000-0002-5357-6658 )\nContributor name(s) (+ ORCID) & roles Erik Smolders (0000-0003-3054-2444), promotor\nProject number1 & title Tuning the wheat root microbiome to improve soil health and optimize rhizosphere nitrogen cycling and \navailability\nPROJECT: WISH-ROOTS (FWO project  G0G5921N)\nFunder(s) GrantID2FWO 1175423N\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description  ( )-             50%  Nitrogen N fertilisers support half of the world food production but globally up to are\n           ( 3-)   lost to the environment through leaching of the soluble form nitrate NO and gaseous\n emissions of\n  ( 2 ).        -   greenhouse gas N O Reducing nitrification rates in soils may lower N fertilisers losses\n        ( ).and lead to higher agronomic N use efficiency NUE  \n           ,  Certain plants can lower nitrification rate by releasing inhibitors from their roots called\n   ( )          - biological nitrification inhibitors BNI and this is a new research avenue for a nature based  \n    .solution to overcome low NUE  \n            ,  The detection of BNI in the rhizosphere is required to assist crop breeders however\n              current methods fall short because they rely on poorly reproducible sampling of the\n.     -         rhizosphere Here we will develop in situ methods for spatially resolved detection of the\n      .       nitrification in the rhizosphere of wheat genotypes Two novel methods based on Diffusive\n   ( )     2    4+  3-   Gradients in Thin DGT film imaging technique for D mapping of NH and NO in the\n   .  ,  2 ,         rhizosphere will be developed They sample in D the N species that diffuse from soil to\n  .             a binding gel One will use a combination of stablished DGTs followed by colorimetric\n  -    . detecting the N forms in the rhizosphere  \n      15     4+  3-. The second will measure spatially resolved N isotopic abundance of NH and NO This  \n               project will use samples and the scientific network of a recently started project on BNI with  \n             a collection of old wheat landraces and relevant recombinant populations that will be tested  \n  .in the field\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR \nPHYSICAL DATA\nDataset \nNameDescription New or \nReused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, \nGB, TB)Physical \nVolume\nWP1Optimisation of DGT-analysis by \nsemi-field trials & phenotyping \nrecombinant inbred lines\nWP1- soil \ncharacterisati\non datasoil characterisation data ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: xlsx\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nWP1-DGT Protocol for DGT-analysis, code of ☒ Generate ☒ Digital☒ Experimental ☒ other: ☒ < 100 MB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5protocolconduct new data docx\n☒ .pdf\nWP1-DGT \nfilm imagingSpatially resolved Diffusive Gradients \nin Thin (DGT) film imaging technique \nfor 2D mapping of rhizosphere \nmineral N composition☒ Generate \nnew data☒ Digital☒ Experimental ☒ .csv☒ < 1 GB\nWP1-\nrhizosphereData on rhizosphere of different \nwheat phenotypes, comparison of \nroot traits of interest☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: xlsx☒ < 100 MB\nWP2Field phenotyping of bread and \ndurum wheat varieties for traits \nlinked to soil structure and nitrogen \ncycling\nWP2-field \nexperimentDesign of field experiment ☒ Generate \nnew data☒ Digital☒ experimental ☒ other: \ndocx or pdf☒ < 100 MB\nWP2-\nenvironment\nal conditionsMonitoring of soil properties and \nenvironmental conditions across the \ngrowing cycles☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: xlsx☒ < 100 MB\nWP2-soil \ncharacterisati\nonSoils characterization prior to plant \ngrowth, and at the end of the cycles.☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: xlsx☒ < 100 MB\nWP2-DGTSpatially resolved DGT to measure \nlocal gradients in NH4+ and NO3- \nconcentrations in the rhizosphere☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: \nxlsx, jpeg of ☒ < 100 GB\nFWO DMP Template (Flemish Standard DMP) 62D images\nWP2-yieldGrain yield and yield components. ☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: xlsx☒ < 100 MB\nWP3Structural, functional and ecological \nvariation of wheat rhizosphere \nmicrobiome associated with nitrogen  \ncycling Identification of rhizosphere \nmicrobiome guilds beneficial for soil \nnitrogen cycling.\nWP3-\nmicrobiome \ncontrolled \nconditionRhizosphere microbiome for RIL \npopulations of bread and durum \nwheat grown under controlled \nconditions☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: xlsx☒ < 100 MB\nWP3- \nmicrobiome \nfieldRhizosphere microbiome for wheat \nlandraces and cultivars grown in the \nBelgian field trial☒ Generate \nnew data☒ Digital☒ Observational ☒ .csv\n☒ other: xlsx☒ < 100 MB\nData analysis and management\nData analysisexploratory and mechanistic analyses \nfor the data sets☒ Generate \nnew data☒ Digital☒ Compiled/ \naggregated data☒ .csv\n☒ other: xlsx☒ < 100 MB\nDescriptive \nanalysisDescriptive data analysis ☒ Generate \nnew data☒ Digital☒ Compiled/ \naggregated data☒ .csv\n☒ other: xlsx☒ < 100 MB\nAnalysis planDevelopment of a data analysis plan \nand standard operating procedure \nand establishment of the data analysis  \ncentralized database systems☒ Generate \nnew data☒ Digital☒ Compiled/ \naggregated data☒ other: \ndocx☒ < 100 MB\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).According to the KU Leuven policy, the research data will be organized and stored as FAIR (findability, \naccessibility, interoperability, and reusability) as possible.\nTo be findable and accessible, data will be deposited in the KULeuven RDR, and thereby have a DOI.  \nTo be interoperable and reusable, all data generated will be organized in a standardized way, using \ndifferent folders. The structure of the folder will be standardized across the department. In each folder, \nwhenever needed, a readme file and metadata file will be added to describe the folder organization and \ncontent. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nThe DataCite standard will be used.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? During the course of the project, the data will be stored on OneDrive for Business, provided by KU Leuven.\nFWO DMP Template (Flemish Standard DMP) 10How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data will be stored on the university's central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nGiven the limited data file size (see earlier), sufficient storage will be available. Via OneDrive for Business, \nprovided by KU Leuven, a daily backup is performed onto the central server storage of KU Leuven.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Personal data, trade secrets, etc are not included in this project.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?For data storage during the project, no additional costs will need to be considered.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 115. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All project data will be stored for the 10 year period, given the small data size (see earlier).\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least \n10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Because of the limited storage required for data obtained from this project, no costs will need to be \nconsidered.\nFWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nFWO DMP Template (Flemish Standard DMP) 13Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify: The researchers undertake to ensure that all potential IP issues linked to the \nknowledge and materials produced by the project will be considered (in consultation with JIC’s affiliated \norganisation PBL https://www.pbltechnology.com/, who have the required expertise), and where deemed \nnecessary, appropriate protection put in place to allow proper utilisation by the wider science and \nindustrial community.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.This will be done through public online databases and publication in open access peer reviewed journals. \nThe soil microbiome  sequencing data will be made publicly available as soil genome libraries in the \nappropriate repositories.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The researchers involved put all outputs from this work into the public domain as soon as feasibly \npossible.\nFWO DMP Template (Flemish Standard DMP) 14Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a creative commons attribution \nlicense (CC BY-SA), so that licensee have the right to use and adapt the data, as long as they gave credits \nand license their new creation under identical terms.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: via RDR of the KULeuven . \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The KULeuven provides a public online database free of charge, research data repository (RDR)\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Lena Wantiez, PhD student\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 15Who will manage data storage and backup \nduring the research project?Lena Wantiez, PhD student\nWho will manage data preservation and \nsharing?Lena Wantiez, PhD student\nWho will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor)."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Lena Wantiez (0000-0002-5357-6658 ) Contributor name(s) (+ ORCID) & roles Erik Smolders (0000-0003-3054-2444), promotor Project number1 & title Tuning the wheat root microbiome to improve soil health and optimize rhizosphere nitrogen cycling and availability PROJECT: WISH-ROOTS (FWO project G0G5921N) Funder(s) GrantID2FWO 1175423N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description ( )- 50% Nitrogen N fertilisers support half of the world food production but globally up to are ( 3-) lost to the environment through leaching of the soluble form nitrate NO and gaseous emissions of ( 2 ). - greenhouse gas N O Reducing nitrification rates in soils may lower N fertilisers losses ( ).and lead to higher agronomic N use efficiency NUE , Certain plants can lower nitrification rate by releasing inhibitors from their roots called ( ) - biological nitrification inhibitors BNI and this is a new research avenue for a nature based .solution to overcome low NUE , The detection of BNI in the rhizosphere is required to assist crop breeders however current methods fall short because they rely on poorly reproducible sampling of the . - rhizosphere Here we will develop in situ methods for spatially resolved detection of the . nitrification in the rhizosphere of wheat genotypes Two novel methods based on Diffusive ( ) 2 4+ 3- Gradients in Thin DGT film imaging technique for D mapping of NH and NO in the . , 2 , rhizosphere will be developed They sample in D the N species that diffuse from soil to . a binding gel One will use a combination of stablished DGTs followed by colorimetric - . detecting the N forms in the rhizosphere 15 4+ 3-. The second will measure spatially resolved N isotopic abundance of NH and NO This project will use samples and the scientific network of a recently started project on BNI with a collection of old wheat landraces and relevant recombinant populations that will be tested .in the field FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume WP1Optimisation of DGT-analysis by semi-field trials & phenotyping recombinant inbred lines WP1- soil characterisati on datasoil characterisation data ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: xlsx ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA WP1-DGT Protocol for DGT-analysis, code of ☒ Generate ☒ Digital☒ Experimental ☒ other: ☒ < 100 MB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5protocolconduct new data docx ☒ .pdf WP1-DGT film imagingSpatially resolved Diffusive Gradients in Thin (DGT) film imaging technique for 2D mapping of rhizosphere mineral N composition☒ Generate new data☒ Digital☒ Experimental ☒ .csv☒ < 1 GB WP1- rhizosphereData on rhizosphere of different wheat phenotypes, comparison of root traits of interest☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx☒ < 100 MB WP2Field phenotyping of bread and durum wheat varieties for traits linked to soil structure and nitrogen cycling WP2-field experimentDesign of field experiment ☒ Generate new data☒ Digital☒ experimental ☒ other: docx or pdf☒ < 100 MB WP2- environment al conditionsMonitoring of soil properties and environmental conditions across the growing cycles☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx☒ < 100 MB WP2-soil characterisati onSoils characterization prior to plant growth, and at the end of the cycles.☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx☒ < 100 MB WP2-DGTSpatially resolved DGT to measure local gradients in NH4+ and NO3- concentrations in the rhizosphere☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx, jpeg of ☒ < 100 GB FWO DMP Template (Flemish Standard DMP) 62D images WP2-yieldGrain yield and yield components. ☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx☒ < 100 MB WP3Structural, functional and ecological variation of wheat rhizosphere microbiome associated with nitrogen cycling Identification of rhizosphere microbiome guilds beneficial for soil nitrogen cycling. WP3- microbiome controlled conditionRhizosphere microbiome for RIL populations of bread and durum wheat grown under controlled conditions☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx☒ < 100 MB WP3- microbiome fieldRhizosphere microbiome for wheat landraces and cultivars grown in the Belgian field trial☒ Generate new data☒ Digital☒ Observational ☒ .csv ☒ other: xlsx☒ < 100 MB Data analysis and management Data analysisexploratory and mechanistic analyses for the data sets☒ Generate new data☒ Digital☒ Compiled/ aggregated data☒ .csv ☒ other: xlsx☒ < 100 MB Descriptive analysisDescriptive data analysis ☒ Generate new data☒ Digital☒ Compiled/ aggregated data☒ .csv ☒ other: xlsx☒ < 100 MB Analysis planDevelopment of a data analysis plan and standard operating procedure and establishment of the data analysis centralized database systems☒ Generate new data☒ Digital☒ Compiled/ aggregated data☒ other: docx☒ < 100 MB FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).According to the KU Leuven policy, the research data will be organized and stored as FAIR (findability, accessibility, interoperability, and reusability) as possible. To be findable and accessible, data will be deposited in the KULeuven RDR, and thereby have a DOI. To be interoperable and reusable, all data generated will be organized in a standardized way, using different folders. The structure of the folder will be standardized across the department. In each folder, whenever needed, a readme file and metadata file will be added to describe the folder organization and content. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The DataCite standard will be used. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? During the course of the project, the data will be stored on OneDrive for Business, provided by KU Leuven. FWO DMP Template (Flemish Standard DMP) 10How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Given the limited data file size (see earlier), sufficient storage will be available. Via OneDrive for Business, provided by KU Leuven, a daily backup is performed onto the central server storage of KU Leuven. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Personal data, trade secrets, etc are not included in this project. What are the expected costs for data storage and backup during the research project? How will these costs be covered?For data storage during the project, no additional costs will need to be considered. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 115. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All project data will be stored for the 10 year period, given the small data size (see earlier). Where will these data be archived (stored and curated for the long-term)?The data will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Because of the limited storage required for data obtained from this project, no costs will need to be considered. FWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. FWO DMP Template (Flemish Standard DMP) 13Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: The researchers undertake to ensure that all potential IP issues linked to the knowledge and materials produced by the project will be considered (in consultation with JIC’s affiliated organisation PBL https://www.pbltechnology.com/, who have the required expertise), and where deemed necessary, appropriate protection put in place to allow proper utilisation by the wider science and industrial community. Where will the data be made available? If already known, please provide a repository per dataset or data type.This will be done through public online databases and publication in open access peer reviewed journals. The soil microbiome sequencing data will be made publicly available as soil genome libraries in the appropriate repositories. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The researchers involved put all outputs from this work into the public domain as soon as feasibly possible. FWO DMP Template (Flemish Standard DMP) 14Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a creative commons attribution license (CC BY-SA), so that licensee have the right to use and adapt the data, as long as they gave credits and license their new creation under identical terms. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: via RDR of the KULeuven . What are the expected costs for data sharing? How will these costs be covered? The KULeuven provides a public online database free of charge, research data repository (RDR) 7. Responsibilities Who will manage data documentation and metadata during the research project?Lena Wantiez, PhD student 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15Who will manage data storage and backup during the research project?Lena Wantiez, PhD student Who will manage data preservation and sharing?Lena Wantiez, PhD student Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor)."
}