{
    "document_id": "D-2022-1565",
    "LinkTitle": "D-2022-1565",
    "file_name": "D-2022-1565.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1565.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Martin Kohlrausch",
        "creation_date": "2022-06-25 22:21:40+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "1  \nMY PLAN (FWO DMP)  \nDMP Bureaucracy by Design  - BUREU  \n \n[N.B. Project has only started on June 1 and will only be fully operational by October . Data management \nfalls largely into the responsibility of project partner University of Luxembourg ] \n \nADMIN DETAILS  \nProject Name: Bureaucracy by Design? EU Office Interiors as an Interface Between  \nArchitectural “Hardware ” and Managerial “Software ”, 1951 -2002  \nProject Identifier: G0E0622N  \nGrant Title:  Weave onderzoeksproject  \nPrincipal Investigator / Researcher: Martin Kohlrausch  / Marco Ninno  \nDescription: The research project will explore the history of European Union office buildings in Brussels. \nBy focusing on office interiors (1950s – early 2000s), we will not only add to research on the histories of \noffice architecture and cultures of office work, but a lso to research on the history of European integration. \nWe will develop an analytical framework which approaches the office as a space determined by \narchitectural and managerial ideas. In addition, we will consider EU offices as material infrastructures th at \nhave contributed to the European integration process. Using a set of metaphors from the field of \ninformatics, we contend that EU office interiors were “interfaces” where the material dimension of \narchitecture (“hardware”) and the immaterial managerial p rogramme (“software”) met. We hypothesize \nthat managerial programmes (a) functioned as normative ideological frameworks for the creation of \n“efficiency”, and (b) had an impact on interior design choices, as well as on the administrative work \nperformed in t he office buildings. For a selection of two EU institutions (Commission and Council), we will \nanalyse which design choices were made regarding the office interiors, and if these were perceived as \nsuccessful.  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName applicant  \nMartin Kohlrausch  (PI), Marco N inno ( predoc)  \n \nFWO Project Number & Title  \nG0E0622N , Bureaucracy by Design? EU Office Interiors as an Interface Between  \nArchitectural “Hardware” and Managerial “Software”, 1951 -2002  \n \nAffiliation  \n2 ● KU Leuven  \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n● Reuse existing data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of th ese data.  Distinguish data types (the \nkind of content) from data formats (the technical format).  \nType of data  Format  Volume  \n   How created  \nOral Interviews  .mp4  50 GB   recorded by myself  \nCopies of archival \ndocuments  .pdf /.jpg / .jpeg  100 - 150 GB   \n \n \n \n \nbooks and articles   .pdf 50 - 100 GB   \n \n \n \n \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process per sonal data is \na legal obligation.  \n● Yes \nPrivacy Registry Reference:    \nShort description of the kind of personal data that will be used: Data  of EU officials  and their testimonies \n(only aft er personal approval  in ea ch case )  \n \nThe participants involved in BUR EU will comply with Luxembourgish and  \nEuropean regulations on the protection of personal data, especially with  \nEuropean regulation 679/2016, known as the General Data Protection  \nRegulation (GDPR), with regard to any processing of personal data that may  \n3 be carried out in connection with the project. This implies that we will:  \n• Implement the necessary organisational and technical measures to  \nprotect the integrity and confidentiality of any personal data processed  \nin connection with the project in accordance with the above -mentioned  \nregulations and more specifically in accordance with article 32 of the  \nGDPR.  \n• Disclose personal data only to employees involved in the per formance  \nof tasks arising from the project and ensure that scholars authorised to  \nprocess personal data respect the confidentiality of such data.  \n• Ensure that informed and competent consent by participants (e.g. in  \noral history interviews) will be respected. This involves the full and  \ncareful explanation of the research aims in language understandable by  \nlay persons. In addition, the procedures will be carefully explained to  \nthe interviewees, while their rights will be clearly communicated.  \nInterviewees will be asked to give their written consent before project  \nmembers conduct oral history recordings.  \n• Ensure that collected data will be anonymised if  required or requested  \nby participants.  \n \n \nAre there any ethical issues concerning the creation and/or use  of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n● No \n \nDoes your work possibly result in research data with potential for tech transfer and valorisatio n? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● No \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they rel ate and what restrictions are in place?  \n● No \n \n \n4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \n \nTran scription of interviews or summaries of interviews  \n \n4 Will a metadata standard be used? If so,  describe in detail which standard wi ll be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n● Still to be agreed upon with partner (Uni Lux)  \n \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nOneDr ive at KU Leuven and Storage system of project partner Uni LU  \n \nHow is backup of the data provided?  \ns.a. \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n● Yes \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nThere should not be additional cost to be covered then space on the OneDrive provided by KU Leuven.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \n \nPassword protection of mention ed systems  \n \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \n \nNot applicable  \n \nWhere will the data be archived (= stored for the longer term)?  \n \nNot applicable  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nThere are not expected preservation costs.  \n5  \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n \nIntellectual property rights owned by the parties prior to  the start of BUR EU shall remain their \nexclusive property. Intellectual property rights  related to research products developed in whole \nor in part as a result of this project  belong to the U ni Luxembourg  or the  KU Leuven and its \nrespective employees, according to the  rules established by the universities.  \nMost of our archival resources are accessible via the HAEU  (archive s of EU). For recent  \nmaterials which are not yet accessible via the HAEU, we will request  \npermission from the European Commission, in accordance with European  \nregulation 1049/2001. As our research aims are unrelated to the restrictions  \noutlined in this regulation (e.g. military safety), we do not expect to encounter  \nany ethical issues in this respect. In addition,  we will take great care not to  \ndisclose any information which can affect the safety of EU buildings that are  \ncurrently in use (e.g. we will not disclose data about security systems). We will  \ncollaborate with the HAEU to mediate any issues that might arise  in this  \ncontext.  \n \nWhich data will be made available after the end of the project?  \nStill to be defined (project has only sta rted on June 1st) \n \nWhere/h ow will the data be made available for reuse?  \n \ns.a. \n \nWhen will the data be made available?  \n● Upon publication of the research results  \n \nWho will be able to access the data and under what conditions?  \n- \nWhat are the expected costs for data sharing? How will the costs be covered?   \n- \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nProject p artner Uni  LU \n \nWho will be responsible for data storage & back up during the project?  \n6 Project Partner Uni Lu  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nProject Partner Uni Lu  \n \nWho bears the end re sponsibility for updating & implementing this DMP?  \n \nAt KU Leu ven Martin K ohlrausch, for whole  project project Partner Uni LU  "
    },
    "clean_full_text": "1 MY PLAN (FWO DMP) DMP Bureaucracy by Design - BUREU [N.B. Project has only started on June 1 and will only be fully operational by October . Data management falls largely into the responsibility of project partner University of Luxembourg ] ADMIN DETAILS Project Name: Bureaucracy by Design? EU Office Interiors as an Interface Between Architectural “Hardware ” and Managerial “Software ”, 1951 -2002 Project Identifier: G0E0622N Grant Title: Weave onderzoeksproject Principal Investigator / Researcher: Martin Kohlrausch / Marco Ninno Description: The research project will explore the history of European Union office buildings in Brussels. By focusing on office interiors (1950s – early 2000s), we will not only add to research on the histories of office architecture and cultures of office work, but a lso to research on the history of European integration. We will develop an analytical framework which approaches the office as a space determined by architectural and managerial ideas. In addition, we will consider EU offices as material infrastructures th at have contributed to the European integration process. Using a set of metaphors from the field of informatics, we contend that EU office interiors were “interfaces” where the material dimension of architecture (“hardware”) and the immaterial managerial p rogramme (“software”) met. We hypothesize that managerial programmes (a) functioned as normative ideological frameworks for the creation of “efficiency”, and (b) had an impact on interior design choices, as well as on the administrative work performed in t he office buildings. For a selection of two EU institutions (Commission and Council), we will analyse which design choices were made regarding the office interiors, and if these were perceived as successful. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Martin Kohlrausch (PI), Marco N inno ( predoc) FWO Project Number & Title G0E0622N , Bureaucracy by Design? EU Office Interiors as an Interface Between Architectural “Hardware” and Managerial “Software”, 1951 -2002 Affiliation 2 ● KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data ● Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of th ese data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Oral Interviews .mp4 50 GB recorded by myself Copies of archival documents .pdf /.jpg / .jpeg 100 - 150 GB books and articles .pdf 50 - 100 GB 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process per sonal data is a legal obligation. ● Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: Data of EU officials and their testimonies (only aft er personal approval in ea ch case ) The participants involved in BUR EU will comply with Luxembourgish and European regulations on the protection of personal data, especially with European regulation 679/2016, known as the General Data Protection Regulation (GDPR), with regard to any processing of personal data that may 3 be carried out in connection with the project. This implies that we will: • Implement the necessary organisational and technical measures to protect the integrity and confidentiality of any personal data processed in connection with the project in accordance with the above -mentioned regulations and more specifically in accordance with article 32 of the GDPR. • Disclose personal data only to employees involved in the per formance of tasks arising from the project and ensure that scholars authorised to process personal data respect the confidentiality of such data. • Ensure that informed and competent consent by participants (e.g. in oral history interviews) will be respected. This involves the full and careful explanation of the research aims in language understandable by lay persons. In addition, the procedures will be carefully explained to the interviewees, while their rights will be clearly communicated. Interviewees will be asked to give their written consent before project members conduct oral history recordings. • Ensure that collected data will be anonymised if required or requested by participants. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● No Does your work possibly result in research data with potential for tech transfer and valorisatio n? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they rel ate and what restrictions are in place? ● No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Tran scription of interviews or summaries of interviews 4 Will a metadata standard be used? If so, describe in detail which standard wi ll be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Still to be agreed upon with partner (Uni Lux) 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? OneDr ive at KU Leuven and Storage system of project partner Uni LU How is backup of the data provided? s.a. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? There should not be additional cost to be covered then space on the OneDrive provided by KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protection of mention ed systems 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Not applicable Where will the data be archived (= stored for the longer term)? Not applicable What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There are not expected preservation costs. 5 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Intellectual property rights owned by the parties prior to the start of BUR EU shall remain their exclusive property. Intellectual property rights related to research products developed in whole or in part as a result of this project belong to the U ni Luxembourg or the KU Leuven and its respective employees, according to the rules established by the universities. Most of our archival resources are accessible via the HAEU (archive s of EU). For recent materials which are not yet accessible via the HAEU, we will request permission from the European Commission, in accordance with European regulation 1049/2001. As our research aims are unrelated to the restrictions outlined in this regulation (e.g. military safety), we do not expect to encounter any ethical issues in this respect. In addition, we will take great care not to disclose any information which can affect the safety of EU buildings that are currently in use (e.g. we will not disclose data about security systems). We will collaborate with the HAEU to mediate any issues that might arise in this context. Which data will be made available after the end of the project? Still to be defined (project has only sta rted on June 1st) Where/h ow will the data be made available for reuse? s.a. When will the data be made available? ● Upon publication of the research results Who will be able to access the data and under what conditions? - What are the expected costs for data sharing? How will the costs be covered? - 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Project p artner Uni LU Who will be responsible for data storage & back up during the project? 6 Project Partner Uni Lu Who will be responsible for ensuring data preservation and reuse ? Project Partner Uni Lu Who bears the end re sponsibility for updating & implementing this DMP? At KU Leu ven Martin K ohlrausch, for whole project project Partner Uni LU"
}