{
    "document_id": "D-2023-1751",
    "LinkTitle": "D-2023-1751",
    "file_name": "D-2023-1751.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1751.pdf",
    "metadata": {
        "title": "Data Management Plan CMV",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": " Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   \nTable of Contents GENERAL INFORMATIONS-number & study acronym:TreatCMV trial S66551Protocol version & dateProtocol version 1.0, 29/03/2023Sponsor:UZ LeuvenNumber of research sites:8Expected number of participants:112Coordinating/Principle Investigator:Prof. Dr. Luc De CatteDMP prepared/revised by:Dr. Emma Van den Eede emma.vandeneede@uzleuven.be UZ Leuven, Herestraat 49 3000 LeuvenStudy Statistician:Dries De Witte dries.dewitte@kuleuven.beStudy Safety Coordinator/Reviewer:Dilhan Morali ctc.safety@uzleuven.be1.Introduction  ......................................................................................................................92.Responsibilities of the DSMB  ..........................................................................................93.DSMB members and interactions  ...................................................................................104.Scheduling, Timing and Organization of Meetings, V oting procedure  ..........................105.DSMB meeting structure  ................................................................................................116.Implementation of DSMB recommendations  .................................................................117.Confidentiality of DSMB meetings  ................................................................................128.Reports of DSMB deliberations  .....................................................................................129.Statistical monitoring guidelines  ....................................................................................1210.After the trial  ..................................................................................................................1311.Record retention  .............................................................................................................1312.Version history  ................................................................................................................13Appendix A - DSMB members and their expertise  ..................................................................14Appendix B – Template Letter with DSMB recommendation  .................................................15Appendix C – Template DSMB Meeting Minutes ...................................................................16  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 117This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   1.Purpose This Data Management Plan serves to describe all study-specific clinical trial-related data management tasks and deliverables. This includes how the data are collected, how data quality and integrity is assured, how data is handled, transformed and processed, etc.  2.Scope This DMP was developed for clinical trials for which KUL-UZ Leuven is Sponsor and/or for which data management tasks are contracted to KUL-UZL, and is governed by CR DM-SOP-001 Out of scope:  Development and content of the Statistical Analysis Plan (SAP) and Monitoring Plan (MP) 3.Scope of data management activities  A. DATA COLLECTIONA.1 What data will be collected or re-used and where does it have its origin?.Data pointCollectRe-useRecordingCommentsDate of informed consent patient☒☐RedCapFor more information on data sources cfr. ‘source data location log’Inclusion / exclusion criteria☒☐RedCapDemographics☐☒RedCapWeight☒☐RedCapHeight☒☐RedCapPhysical Examination☒☐RedCapVital signs (T°, BP, HR)☒☐RedCapMedical history☐☒RedCapFetal ultrasound results☒☐RedCapMaternal blood analysis <14w☒☐RedCapMaternal blood analysis during treatment period☒☐RedCapMedication use☒☐RedCapMedication tolerance: anamnesis☒☐RedCapMedication side effects☒☐RedCapAmniotic fluid analysis☒☐RedCapFetal MRI ☒☐RedCapPregnancy and delivery information☒☐RedCap  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 217This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   Birth weight, length and head circumference☒☐RedCapNeonatal blood analysis after birth☒☐RedCapNeonatal urine analysis after birth☒☐RedCapNeonatal ultrasound☒☐RedCapNeonatal MRI☒☐RedCapNeonatal BERA☒☐RedCapNeonatal eye examinations☒☐RedCapENT audiometry and cVEMP results until 4y (6m – 1y – 2y – 3y – 4y)☒☐RedCapNeurology examination:  -1y: ASQ -2y: ASQ + PARCA-R -5y: ASQ☒ ☒ ☒☐ ☐ ☐RedCapUltrasound and MRI images for secondary review☐☒Transferred anonymously to UZ Leuven Using LiquidFilesA.2 Was UZL GDPR questionnaire?☒ Yes ☐ No >>> Please complete & submit to                                           ctc@uzleuven.be !A.3 Expected recruitment start date01/03/2023A.4 Name and version of (e)CRF platform or relational database used to capture study-specific data REDCapTM Production version 12.4.21 A.5 Party responsible for (e)CRF developmentDr. Emma Van den Eede emma.vandeneede@uzleuven.be UZ Leuven, Herestraat 49 3000 LeuvenB. DATA ACCESS AND SECURITYB.1 Physical location of CRF databaseREDCap is hosted on dedicated hospital data servers at the participating hospitalsB.2 System AdministratorGert Goos: gert.goos@kuleuven.beB.3 How will physical data access be restricted?Physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be)  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 317This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   B.4 Will data be shared outside UZL during and/or following completion of the clinical research trial?☒ Yes ☐ NoIf “Yes”: Please describe data sharing modalities and recipient(s) of data, and whether this will be done in accordance with FAIR data principles? If “No”: Please clarify why no data will/can be shared. All data will be stored in a REDCap database from UZLeuven. Investigators from other centers will be given access to this database to enter data. Any participant records or datasets that are transferred contain the trial-specific subject number only; participant names or any information which would make the participant identifiable will not be transferred. All images will be transferred anonymously using LiquidFilesB.5 Describe the use and format of required data exportsFor data analyses we will use SPSS (SPSS release 25 for Windows, IBM, USA). All necessary data will be exported in SPSS format.C. DATA STANDARDS & CODINGC.1 Which medical coding dictionary/dictionaries will be used? Note that safety event coding based on the MedDRA dictionary, is required for reporting study results in EudraCT.MedDRA, NCBI TaxonomyC.2 What measures will be taken to prevent collection and sharing of personal data from trial participants? All participant data will be pseudonymized using a unique study-specific identifier for each trial participant, in compliance with applicable data protection regulations.D. DATA CLEANING AND VALIDATIOND.1 Describe the type, level and frequency of quality control (QC) activities.Data quality will be checked through frequent reviews of data discrepancy reports by the PI of each participating site, including information about missing and unreviewed/unvalidated data fieldsD.2 Will the study be monitored by a qualified, trained individual, who is independent from the study team?☒ Yes ☐ NoIf “Yes”: Either describe the monitoring strategy and frequency, or refer to study-specific Monitoring Plan. If “No”: Provide justification (based on documented risk analysis!) for waiving monitoring responsibilities. D.3 Name of monitoring partyCTC UZ Leuven ctc.monitoring@uzleuven.be>D.4 Data cleaning strategy, i.e. query processThe RedCap database will be frequently checked by the sponsoring team. If missing/discrepant data is significant or recurring, the problem will be discussed with the PI of the concerning site. The CTC monitor will be kept informed and asked to join conversation.D.5 Describe how protocol deviations and/or violations will be documented and/or reported. Note: a description of protocol deviations/ violations will be handled as part of the statistical analysis, must described as part of the SAP.A protocol deviation & violation log will be provided in the separate investigator site files. Copies of the filled in logs will be returned to the sponsor.  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 417This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   E. RANDOMISATION / TREATMENT ALLOCATIONE.1 Is the study randomized? ☐ Yes ☒ NoF. DATA INTEGRITYF.1 How will the integrity of the data be assured during data transfer and processing?Imports/exports and/or transfers of any kind of partial or complete data sets will be systematically encrypted. The transfer of ultrasound and MRI images happens anonymously through a virtual appliance (LiquidFiles)F.2 Which measures are taken to allow verification of data integrity throughout the entire data lifecycle?A comprehensive audit trail is maintained within the eCRF allowing to demonstrate the validity of collected trial data. This includes historical records of original data entries, by whom the data was entered and when it was entered, as well as detailed records of who, when, which and why corrections to the original data entry were made. This also includes records pertaining to managing user access and data privilegesF.3 What measures will be taken to assure the integrity of blinded treatment allocation/information?N.A.F.4 What measures will be taken to avoid bias of independent raters? (as applicable)N.A.G. SAFETY REVIEW / REPORTINGG.1 How will study participant safety be assured?The PI will be notified via email whenever an SAE is recorded in the (e)CRF. The sponsoring team will be notified within 7 days about the occurrence of an SAE or a SUSAR. In addition, comprehensive safety reports will be reviewed frequently.G.2 Party responsible for safety reviewsEmma Van den Eede emma.vandeneede@uzleuven.be UZ Leuven, Herestraat 49 3000 Leuven Lennart Van der Veeken lennart.vanderveeken@uzleuven.be UZ Leuven, Herestraat 49 3000 LeuvenG.3 Party responsible for safety reporting, per applicable regulations, protocol and study-specific agreementsCTC UZ Leuven ctc.monitoring@uzleuven.be>H. DATABASE LOCKH.1 Will an interim database lock be executed?☐ Yes, expected date/timing for interim DB lock:   ☒ NoH.2 When and under which conditions/at what point in time will the final database lock be executed?When the last patient has been included, data will be collected up until 5 years later for a complete neurological follow-up. Afterwards, the final locking of the database can be secured.H.3 Expected data/timing for final DB lock2028H.4 Party responsible for interim/final database lockDr. L. Van der Veeken  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 517This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   I. DATA RETENTION, CONTINGENCY & DISASTER RECOVERYI.1 Describe contingency procedures and data backup scheduleWith UZL REDCap, data is backed up as follows: ▪The web server backup regime is specified below: -An hourly backup, the last 6 versions of which are saved -A daily backup, the last 7 versions of which are saved -A weekly backup,  the last 6 versions of which are saved ▪The database backup regime is specified below: -A nightly cold backup of all databases -One month’s storage of the nightly cold backups ▪Data restore, upon requestI.2 Provide reference to relevant system disaster recovery proceduresWith the UZL REDCap, the following KU Leuven procedures for system recovery apply: ▪Systems are proactively monitored 24 hours a day, 7 days a week. ▪An emergency on-call service guarantees constant monitoring of the technical equipment, also outside office hours, but not at night. The on-call service is notified automatically in case of problems (between 7.00 - 23.00 hrs). ▪There are no fixed maintenance windows: a timely email is sent to inform the local IT Administrator of any planned maintenance or upgrades.  ▪Any service unavailability, scheduled or unscheduled, is announced on the ICTS status page. ▪The web space is designed redundantly: in the event of system problems on one back-end server, all traffic is automatically diverted to another back-end server. The database platform is also designed redundantly.J. END OF TRIAL DATA ARCHIVINGJ.1 Describe how (format and media) data will be archived at the end of the studyArchived in locked RedCap database, accessible only after specific permission is granted by the sponsoring team on a usb stick.J.2 How long will data be the study database be archived?25 yearsJ.3 Please provide archiving location following the end of the studyLocked database on a usb stick, kept within the ISFK. THIRD PARTY DATA HANDLERSK.1 Are any third parties involved with any aspects of data management? ☒ Yes  ☐ NoIf “Yes”, please provide name and contact details of each party and indicate whether Confidentiality Agreements (CDAs) and/or Data Transfer Agreements have been established, as appropriate:3rd Party nameContact detailsCDADTACommentsN/A☐☐Access to site specific eCRF  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 617This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n Data Management Plan (DMP) Version 1.0  for TreatCMV trial (S66551)   \n4.Archiving Final versions of this DMP will be filed in the appropriate section of the study-specific TMF. 5.Version history 6.Approvals L. INDEPENDENT DATA SAFETY MONITORING BOARD (DSMB)L.1 Will a DSMB be used?☒ Yes  ☐ NoIf “Yes”, please include DSMB project charter in DMP Appendix, or refer to the final, approved protocol if detailed information about the DSMB composition (members), organization (e.g. voting policy, requirements for meeting quorum, etc.), deliverables, scope, objectives and timing of DSMB activities is available in the protocol.L.2 Frequency of DSMB meetings?YearlyL.3 Scope and objectives of DSMB activities?See appendix 1\nVersionReason for change1.0, 12/01/2022N/aAuthorReviewer/ApproverProf. Dr. Luc De Catte Date:  Dr. Emma Van den Eede Date: 02/01/2023\n  Parent: CR DM-SOP-001 Page  of  CR QA-TMP-002-1.0 717This doc: CR DM-PL-001-1.0_20Feb2020   UZ LEUVEN CONFIDENTIAL & PROPRIETARY                                 Printed copies are for personal reference only and are not official versions of the document \n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   7.APPENDIX 1: Data Safety Monitoring Board (DSMB) Charter Table of Contents 1.Introduction  ......................................................................................................................92.Responsibilities of the DSMB  ..........................................................................................93.DSMB members and interactions  ...................................................................................104.Scheduling, Timing and Organization of Meetings, V oting procedure  ..........................105.DSMB meeting structure  ................................................................................................116.Implementation of DSMB recommendations  .................................................................117.Confidentiality of DSMB meetings  ................................................................................128.Reports of DSMB deliberations  .....................................................................................129.Statistical monitoring guidelines  ....................................................................................1210.After the trial  ..................................................................................................................1311.Record retention  .............................................................................................................1312.Version history  ................................................................................................................13Appendix A - DSMB members and their expertise  ..................................................................14Appendix B – Template Letter with DSMB recommendation  .................................................15Appendix C – Template DSMB Meeting Minutes ...................................................................16\nParent: TBC Page  of  CR QA-TMP-003-1.0 817This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   1.Introduction  This Data and Safety Monitoring Board (DSMB) Charter is for the TreatCMV trial entitled “prevention of congenital CMV treated with valaciclovir during pregnancy: a prospective cohort study” for which UZ Leuven is Sponsor and Prof Dr Luc De Catte is the Coordinating Investigator. Trial objectives are described in the research protocol.The purpose of this document is to establish a DSMB, describe the role and responsibilities of the DSMB, including the timing of meetings, methods of providing information to and from the DSMB, frequency and format of meetings, statistical issues and relationships with other committees (if any) or stakeholders. The charter is intended to be a living document. The DSMB shall regularly review the charter to determine whether any changes are needed. 2.Responsibilities of the DSMB  The DSMB is responsible for safeguarding the interests of study participants, assessing the safety and efficacy of study procedures, and for monitoring the overall conduct of the study. The DSMB is a group advisory to the Sponsor and to the Coordinating Investigator in particular, and is required to provide recommendations about (re-)starting, continuing, and terminating the study.  The timing of DSMB-reviews is described in each individual protocol. In addition, ad hoc reviews will be undertaken if there are specific safety concerns. The study will not stop enrolment awaiting these DSMB reviews, however the DSMB may recommend temporary or permanent cessation of enrolment based on its safety reviews.  The DSMB’s interim monitoring may result in early termination of the trial for reasons of futility, inefficacy, or safety Study stopping rules for safety are defined in the protocol. The liaison Statistician will provide necessary data reports to the DSMB to allow the DSMB to review trial progress and assess, in particular: ▪Selection, recruitment retention of participants ▪Organization, quality and implementation of trial protocol and data collected ▪Evidence for treatment differences in the main efficacy outcome measures ▪Evidence for treatment harm (e.g., toxicity data, SAEs, deaths, other adverse event and/or safety data) ▪Monitor compliance with the protocol by investigators and participants ▪Assess compliance with previous DSMB recommendations Based on the above and with consideration for any ethical implications, the DSMB will make recommendations, as appropriate about: ▪Efficacy of the study intervention ▪Benefit/risk ratio of procedures and participant burden ▪Selection, recruitment, and retention of participants ▪Adherence to protocol requirements ▪Completeness, quality, and analysis of measurements ▪Amendments to the study protocol and consent forms ▪Performance of individual centers and core labs ▪Participant safety ▪Notification of and referral for abnormal findings ▪Trial continuation or termination of the trial for everyone, for some treatment groups and/or for specific participant subgroups ▪Modifications to the protocol, eligibility criteria, trial endpoints, sample size etc. Parent: TBC Page  of  CR QA-TMP-003-1.0 917This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   ▪Additional data analyses. The DSMB members’ acceptance of each final version of the DSMB charter content and the roles and responsibilities of DSMB members laid out in the charter will be documented in the meeting minutes pertaining to the first DSMB meeting that occurs following any revisions to the charter. 3.DSMB members and interactions DSMB members are selected for their independence from the sponsor and project Team and their relevant expertise with regards to the disease pathology and/or data analysis.  The DSMB will have a Chair and Executive Secretary (ES). The ES has no voting right, is responsible for authoring and maintaining the DSMB Charter, and will provide an unbiased interface for the DSMB, especially during executive sessions.  Furthermore, the ES will prepare each DSMB meeting by gathering input from the Sponsor and Project Steering Committee on particular topics of concern and obtains objective evidence/reports from the liaison Statistician. For each meeting, the liaison Statistician will prepare summary reports and tables to facilitate the oversight role of the DSMB. The DSMB should discuss at the first or subsequent meetings what data they wish to review and how it should be presented. It is expected that study investigators will not communicate with DSMB members about the study directly, except when invited by the DSMB to make a presentation or when responding to questions at DSMB meetings or during conference calls. The DSMB reports to prof. dr. L. De Catte who represents the Sponsor. 4.Scheduling, Timing and Organization of Meetings, Voting procedure DSMB meetings are usually held by remote connections.  The purpose of the DSMB’s first meeting is to review and discuss this Charter, to consider the protocol(s) in detail, provide an overview of study activities, to review and make recommendations about the protocol(s) how the DSMB might respond to hypothetical situations. During this first meeting DSMB members will formally review and accept the DSMB charter, hence confirming (1) that they agree to be a member of the DSMB and (2) that they agree with the contents of this Charter. If a potential DSMB member has major reservations about the trial (e.g. the protocol or the logistics) they should report these during the first meeting and may decide not to accept the invitation to join. The DSMB members will be asked if they have any conflicts of interest.  After the first meeting which should take place as soon as possible and preferably before the start of the study, meetings are held as specified in the trial protocol, with additional meetings or conference calls scheduled as needed. In any event, the DSMB should meet within one year of recruitment start. The agenda for DSMB meetings and calls will be drafted by the ES. The ES will finalize the agenda after consultation with the DSMB Chair and after having obtained relevant objective evidence from the liaison Statistician. The agenda and meeting materials should be distributed to DSMB members by the ES at least one (1) business day in advance of each DSMB meeting or call. Before each meeting, when the agenda is sent out, the ES will ask all DSMB members to state whether they have developed any new conflicts of interest since the previous DSMB meeting. If a new conflict is reported, the Chair and other members will determine if the conflict limits the ability of the DSMB member to participate in the discussion, and whether further evaluation of the conflict by the UZ Leuven Ethics Committee “Research”, may be warranted.  It is expected that all DSMB members will attend every meeting and call. However, it is recognized that this may not always be possible. At least half of the members, including the Chair, must be present in order to let the meeting take place. If the DSMB is considering Parent: TBC Page  of  CR QA-TMP-003-1.0 1017This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   recommending major action after a meeting without all members being present, the DSMB Chair should talk with the absent members as soon after the meeting as possible to check if they agree. If they do not, a further teleconference should be arranged with the full DSMB. If a member does not attend a meeting, it should be ensured that the member is available for the next meeting. If a member does not attend a second meeting, they should be asked if they wish to remain part of the DSMB. If a member does not attend a third meeting, they should be replaced. After review and discussion of each Data Report, the DSMB members will vote to determine the final DSMB recommendation within one of the following five options: ▪Continue the study without modification  ▪Continue the study and amend the protocol, as specified  ▪Pause enrolment, pending resolution of a specified issue or concern ▪Suspend further enrollment in the trial pending analysis of events and/or data ▪Terminate recruitment in a subgroup of patients ▪Terminate a specific treatment arm ▪Terminate the study ▪Other (see Comments) As part of the recommendations, the DSMB may also make comments and suggestions that might enhance study performance, as deemed appropriate. Quorum for voting is considered to be half the number of standing members plus one. In case of a tie, the DSMB Chair holds the deciding vote. All standing DSMB members are voting members, except the ES and liaison Statistician(s). The DSMB has to decide in advance whether ad hoc members, invited for their expertise on specific topics, can vote. 5. DSMB meeting structure DSMB meetings and calls may be organized into open, closed, executive and final sessions. •During the open session, information will be presented to the DSMB by the study investigators and/or ad hoc other invitees, as appropriate, with time for discussion. In these open sessions, the study investigator(s) may be present as well. •During the closed session, the DSMB and liaison Statistician will discuss confidential data from the study, including information on efficacy and safety by treatment arm.  At this session, PI or other investigators cannot attend. •The DSMB may elect to hold an executive session in which generally only the DSMB members and ES are present in order to discuss study issues independently. •During the final session, attendance is not restricted; therefore, the DSMB members, as well as the members who were present during the open session or other appropriate study team members may be present.  During this session, the DSMB Chairperson will verbally communicate the final DSMB recommendation directly to representatives of the Sponsor and Coordinating Investigator along with any safety concerns the DSMB may have.  If the closed or executive session occurs on a conference call or video connection, steps will be taken to ensure that only the appropriate participants are on the call. At the conclusion of the closed or executive sessions, the participants will be re-convened into the final session so that the DSMB Chair can provide a summary of the DSMB’s recommendations.  The DSMB Chair will provide a formal, written communication of the DSMB recommendation in the form of a DSMB recommendation letter. DSMB recommendation letters should be written by the DSMB Chair and should be provided to prof. dr. Luc De Catte, who represents the Sponsor of the trial within 1 business day after the DSMB recommendation is finalized. Communications of DSMB recommendations will reflect the final recommendation of the DSMB members.  In the event that a unanimous decision cannot be reached, majority and dissenting opinions will be summarized and presented by the DSMB Chair. 6.Implementation of DSMB recommendations Parent: TBC Page  of  CR QA-TMP-003-1.0 1117This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   The recommendations provided to the Sponsor by the DSMB should be treated as such.  The ultimate responsibility to implement or take action based upon the recommendations of the DSMB will be made by the Coordinating Investigator. The Coordinating Investigator for the study will notify the DSMB Chair in writing of actions taken in response to a given DSMB recommendation, for cases in which Sponsor action other than to continue the study without modification was recommended. 7.Confidentiality of DSMB meetings All members of the DSMB shall keep confidential information that is being discussed during the meetings. DSMB members are only allowed to discuss issues from their involvement in the trial(s), twelve (12) months after the primary trial results have been published, or when permission is agreed with the DSMB Chair and UZ Leuven Clinical Operations Director. 8.Reports of DSMB deliberations ▪DSMB meeting minutes will be divided by session and will reflect attendance, as well as whether each individual attended in person or via teleconference.   ▪Open and final sessions: -The ES will produce minutes of all open and final sessions of DSMB meetings.   -Draft  minutes will be provided to the DSMB Chair for review and approval, before wider distribution.   -Once approved by the DSMB Chair, the ES will distribute the final minutes of the open and final sessions to all attendees within two (2) business days. ▪Closed and executive sessions: -Since all details of DSMB deliberations must be kept strictly confidential among members of the DSMB, minutes of the closed and executive portions of the DSMB meetings must remain confidential until after the study database is locked.   -The ES is responsible for the accuracy and transmission of the formal DSMB minutes. These minutes are prepared to summarize the key points of the discussion and debate, requests for additional information, response of the investigators to previous recommendations, and the recommendations from the current meeting. If concerns are identified, the report will outline the concerns, the Board’s discussion of the concerns, and the basis for any recommendations that the DSMB has made in response to the concerns.  -The ES will distribute draft minutes to all participants of the closed and executive sessions within five (5) business days. -Approval or comments to the minutes of the closed and executive sessions must be provided within two (2) business days. -The final minutes will be distributed by the ES to all participants of the closed and executive sessions within three (3) business days after final approval.  ▪Following each DSMB meeting, the Chair will provide the DSMB recommendation letter to the Coordinating Investigator who represents the Sponsor. ▪The ES will archive the final minutes. After database lock, the ES will provide all minutes to the Sponsor for filing in the Trial Master File (TMF). 9.Statistical monitoring guidelines At the first DSMB meeting, review of the protocol will include review of the statistical analysis plan, “SAP” and criteria for assessing futility, inefficacy and safety. The DSMB should discuss the adequacy of the SAP and the statistical monitoring procedures proposed to guide its recommendations about termination, hold, continuation or restarting of the trial. These Parent: TBC Page  of  CR QA-TMP-003-1.0 1217This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   procedures could include guidelines for early termination for lack of benefit, termination for futility, and termination for safety reasons. 10.After the trial At the end of the trial, there may be a meeting to allow the DSMB to discuss the final data with PI and give advice about data interpretation. The proposed publication shall be presented for review and comment to the DSMB prior to submission for publication.  11.Record retention The Executive Secretary will file all DSMB meeting minutes and any materials, reports etc. reviewed during the DSMB meetings, in a restricted access folder until end of trial has been formally notified to the Ethics Committee and/or Competent Authorities (as applicable), after which all documentation of DSMB operations are transferred to the Trial Master File for long term archiving in accordance with applicable regulations.  12.Version history   VersionReason for change1.0_29032023New document\nParent: TBC Page  of  CR QA-TMP-003-1.0 1317This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   Appendix A - DSMB members and their expertise Executive Secretary:  Veerle Loozen, trial monitor  eMail: veerle.loozen@uzleuven.be   UZ Leuven Ethics Comité “Research”:  prof. Minne Casteels (EC President)     ec@uzleuven.be     Tel: 016 34 86 00 DSMB MembersArea of ExpertiseContact DetailsGunar NaulaersNeonatologist, CMV expertgunar.naulaers@uzleuven.beLiesbeth LewiGynecologist, fetal-maternal medicine expertliesbeth.lewi@uzleuven.beMichael AertsenRadiologist, expert in fetal and neonatal MRI michale.aertsen@uzleuven.beAn BoudewijnsENT specialistan.Boudewyns@uza.beSabrina LarocheNeurologist, expert in neurological developmentsabrina.laroche@uza.beAnnelies KeymeulenNeonatologist, CMV expert, coördinator Flemish CMV registerannelies.Keymeulen@uzgent.beNon-voting Liaison Statistician:Dries De WitteBiostatisticsdries.dewitte@kuleuven.be\nParent: TBC Page  of  CR QA-TMP-003-1.0 1417This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   Appendix B – Template Letter with DSMB recommendation This letter is sent to the Coordinating Investigator by the DSMB Chair after each meeting, outlining the determinations of the DSMB and giving reasons for any suggestions and/or modifications to the study plan or enrollment. DSMB Report and Recommendations Study: Prevention of congenital CMV treated with valaciclovir during pregnancy: a prospective cohort study To: Coordinating Investigator prof. dr. Luc De Catte CC:  Sponsor Representative dr. Lennart Van der Veeken dr. Emma Van den Eede Meeting Date: ………………………. Attendees: ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Recommendations:  ☐ Continue the study without modification  ☐ Continue the study and amend the protocol, as specified  ☐ Pause enrolment, pending resolution of a specified issue or concern ☐ Suspend further enrollment in the trial pending analysis of events and/or data  ☐ Terminate recruitment in a subgroup of patients ☐ Terminate a specific treatment arm ☐ Terminate the study ☐ Other (see Comments) Comments: [Specific comments from the meeting. Rationale for making suggestions and modifications.] ………………………………………………………………………………………………………………………………………………………………………………………………………………………… ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Name and Signature of Chair: ………………………. Date: ………………………. \nParent: TBC Page  of  CR QA-TMP-003-1.0 1517This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   Appendix C – Template DSMB Meeting Minutes Meeting date: ………………………. Meeting minutes date: ………………………. \nQuorum met? Yes - No Confidentiality The DSMB members understand and acknowledge to respect the confidential nature of the DSMB-meeting. Agenda ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Open/Close/Executive/Final session discussions & voting <as applicable> ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Conclusion ………………………………………………………………………………………………………………………………………………………………………………………………………………………… DSMB recommendations <check one, as applicable> ☐ Continue the study without modification  ☐ Continue the study and amend the protocol, as specified  ☐ Pause enrolment, pending resolution of a specified issue or concern ☐ Suspend further enrollment in the trial pending analysis of events and/or data  ☐ Terminate recruitment in a subgroup of patients ☐ Terminate a specific treatment arm ☐ Terminate the study ☐ Other (see Comments) <insert additional comments> ………………………………………………………………………………………………………………………………………………………………………………………………………………………… DSMB MemberInitialsPresenceConflict of intrestComments……………………….……..☐☐……………………….……..☐☐……………………….……..☐☐……………………….……..☐☐……………………….……..☐☐Dries De WitteDDW☐☐Liaison Statistician (no voting rights)Veerle LoozenVL☐☐Executive Secretary (no voting rights)\nParent: TBC Page  of  CR QA-TMP-003-1.0 1617This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY .\n DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022   Action items ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Next DSMB meeting ………………………. Required data for next DSMB meeting ………………………………………………………………………………………………………………………………………………………………………………………………………………………… \nParent: TBC Page  of  CR QA-TMP-003-1.0 1717This doc: CR SAF-TMP-001-1.0_15Apr2020     UZ LEUVEN CONFIDENTIAL & PROPRIETARY ."
    },
    "clean_full_text": "Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) Table of Contents GENERAL INFORMATIONS-number & study acronym:TreatCMV trial S66551Protocol version & dateProtocol version 1.0, 29/03/2023Sponsor:UZ LeuvenNumber of research sites:8Expected number of participants:112Coordinating/Principle Investigator:Prof. Dr. Luc De CatteDMP prepared/revised by:Dr. Emma Van den Eede emma.vandeneede@uzleuven.be UZ Leuven, Herestraat 49 3000 LeuvenStudy Statistician:Dries De Witte dries.dewitte@kuleuven.beStudy Safety Coordinator/Reviewer:Dilhan Morali ctc.safety@uzleuven.be1.Introduction ......................................................................................................................92.Responsibilities of the DSMB ..........................................................................................93.DSMB members and interactions ...................................................................................104.Scheduling, Timing and Organization of Meetings, V oting procedure ..........................105.DSMB meeting structure ................................................................................................116.Implementation of DSMB recommendations .................................................................117.Confidentiality of DSMB meetings ................................................................................128.Reports of DSMB deliberations .....................................................................................129.Statistical monitoring guidelines ....................................................................................1210.After the trial ..................................................................................................................1311.Record retention .............................................................................................................1312.Version history ................................................................................................................13Appendix A - DSMB members and their expertise ..................................................................14Appendix B – Template Letter with DSMB recommendation .................................................15Appendix C – Template DSMB Meeting Minutes ...................................................................16 Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 117This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) 1.Purpose This Data Management Plan serves to describe all study-specific clinical trial-related data management tasks and deliverables. This includes how the data are collected, how data quality and integrity is assured, how data is handled, transformed and processed, etc. 2.Scope This DMP was developed for clinical trials for which KUL-UZ Leuven is Sponsor and/or for which data management tasks are contracted to KUL-UZL, and is governed by CR DM-SOP-001 Out of scope: Development and content of the Statistical Analysis Plan (SAP) and Monitoring Plan (MP) 3.Scope of data management activities A. DATA COLLECTIONA.1 What data will be collected or re-used and where does it have its origin?.Data pointCollectRe-useRecordingCommentsDate of informed consent patient☒☐RedCapFor more information on data sources cfr. ‘source data location log’Inclusion / exclusion criteria☒☐RedCapDemographics☐☒RedCapWeight☒☐RedCapHeight☒☐RedCapPhysical Examination☒☐RedCapVital signs (T°, BP, HR)☒☐RedCapMedical history☐☒RedCapFetal ultrasound results☒☐RedCapMaternal blood analysis <14w☒☐RedCapMaternal blood analysis during treatment period☒☐RedCapMedication use☒☐RedCapMedication tolerance: anamnesis☒☐RedCapMedication side effects☒☐RedCapAmniotic fluid analysis☒☐RedCapFetal MRI ☒☐RedCapPregnancy and delivery information☒☐RedCap Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 217This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) Birth weight, length and head circumference☒☐RedCapNeonatal blood analysis after birth☒☐RedCapNeonatal urine analysis after birth☒☐RedCapNeonatal ultrasound☒☐RedCapNeonatal MRI☒☐RedCapNeonatal BERA☒☐RedCapNeonatal eye examinations☒☐RedCapENT audiometry and cVEMP results until 4y (6m – 1y – 2y – 3y – 4y)☒☐RedCapNeurology examination: -1y: ASQ -2y: ASQ + PARCA-R -5y: ASQ☒ ☒ ☒☐ ☐ ☐RedCapUltrasound and MRI images for secondary review☐☒Transferred anonymously to UZ Leuven Using LiquidFilesA.2 Was UZL GDPR questionnaire?☒ Yes ☐ No >>> Please complete & submit to ctc@uzleuven.be !A.3 Expected recruitment start date01/03/2023A.4 Name and version of (e)CRF platform or relational database used to capture study-specific data REDCapTM Production version 12.4.21 A.5 Party responsible for (e)CRF developmentDr. Emma Van den Eede emma.vandeneede@uzleuven.be UZ Leuven, Herestraat 49 3000 LeuvenB. DATA ACCESS AND SECURITYB.1 Physical location of CRF databaseREDCap is hosted on dedicated hospital data servers at the participating hospitalsB.2 System AdministratorGert Goos: gert.goos@kuleuven.beB.3 How will physical data access be restricted?Physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be) Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 317This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) B.4 Will data be shared outside UZL during and/or following completion of the clinical research trial?☒ Yes ☐ NoIf “Yes”: Please describe data sharing modalities and recipient(s) of data, and whether this will be done in accordance with FAIR data principles? If “No”: Please clarify why no data will/can be shared. All data will be stored in a REDCap database from UZLeuven. Investigators from other centers will be given access to this database to enter data. Any participant records or datasets that are transferred contain the trial-specific subject number only; participant names or any information which would make the participant identifiable will not be transferred. All images will be transferred anonymously using LiquidFilesB.5 Describe the use and format of required data exportsFor data analyses we will use SPSS (SPSS release 25 for Windows, IBM, USA). All necessary data will be exported in SPSS format.C. DATA STANDARDS & CODINGC.1 Which medical coding dictionary/dictionaries will be used? Note that safety event coding based on the MedDRA dictionary, is required for reporting study results in EudraCT.MedDRA, NCBI TaxonomyC.2 What measures will be taken to prevent collection and sharing of personal data from trial participants? All participant data will be pseudonymized using a unique study-specific identifier for each trial participant, in compliance with applicable data protection regulations.D. DATA CLEANING AND VALIDATIOND.1 Describe the type, level and frequency of quality control (QC) activities.Data quality will be checked through frequent reviews of data discrepancy reports by the PI of each participating site, including information about missing and unreviewed/unvalidated data fieldsD.2 Will the study be monitored by a qualified, trained individual, who is independent from the study team?☒ Yes ☐ NoIf “Yes”: Either describe the monitoring strategy and frequency, or refer to study-specific Monitoring Plan. If “No”: Provide justification (based on documented risk analysis!) for waiving monitoring responsibilities. D.3 Name of monitoring partyCTC UZ Leuven ctc.monitoring@uzleuven.be>D.4 Data cleaning strategy, i.e. query processThe RedCap database will be frequently checked by the sponsoring team. If missing/discrepant data is significant or recurring, the problem will be discussed with the PI of the concerning site. The CTC monitor will be kept informed and asked to join conversation.D.5 Describe how protocol deviations and/or violations will be documented and/or reported. Note: a description of protocol deviations/ violations will be handled as part of the statistical analysis, must described as part of the SAP.A protocol deviation & violation log will be provided in the separate investigator site files. Copies of the filled in logs will be returned to the sponsor. Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 417This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) E. RANDOMISATION / TREATMENT ALLOCATIONE.1 Is the study randomized? ☐ Yes ☒ NoF. DATA INTEGRITYF.1 How will the integrity of the data be assured during data transfer and processing?Imports/exports and/or transfers of any kind of partial or complete data sets will be systematically encrypted. The transfer of ultrasound and MRI images happens anonymously through a virtual appliance (LiquidFiles)F.2 Which measures are taken to allow verification of data integrity throughout the entire data lifecycle?A comprehensive audit trail is maintained within the eCRF allowing to demonstrate the validity of collected trial data. This includes historical records of original data entries, by whom the data was entered and when it was entered, as well as detailed records of who, when, which and why corrections to the original data entry were made. This also includes records pertaining to managing user access and data privilegesF.3 What measures will be taken to assure the integrity of blinded treatment allocation/information?N.A.F.4 What measures will be taken to avoid bias of independent raters? (as applicable)N.A.G. SAFETY REVIEW / REPORTINGG.1 How will study participant safety be assured?The PI will be notified via email whenever an SAE is recorded in the (e)CRF. The sponsoring team will be notified within 7 days about the occurrence of an SAE or a SUSAR. In addition, comprehensive safety reports will be reviewed frequently.G.2 Party responsible for safety reviewsEmma Van den Eede emma.vandeneede@uzleuven.be UZ Leuven, Herestraat 49 3000 Leuven Lennart Van der Veeken lennart.vanderveeken@uzleuven.be UZ Leuven, Herestraat 49 3000 LeuvenG.3 Party responsible for safety reporting, per applicable regulations, protocol and study-specific agreementsCTC UZ Leuven ctc.monitoring@uzleuven.be>H. DATABASE LOCKH.1 Will an interim database lock be executed?☐ Yes, expected date/timing for interim DB lock: ☒ NoH.2 When and under which conditions/at what point in time will the final database lock be executed?When the last patient has been included, data will be collected up until 5 years later for a complete neurological follow-up. Afterwards, the final locking of the database can be secured.H.3 Expected data/timing for final DB lock2028H.4 Party responsible for interim/final database lockDr. L. Van der Veeken Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 517This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) I. DATA RETENTION, CONTINGENCY & DISASTER RECOVERYI.1 Describe contingency procedures and data backup scheduleWith UZL REDCap, data is backed up as follows: ▪The web server backup regime is specified below: -An hourly backup, the last 6 versions of which are saved -A daily backup, the last 7 versions of which are saved -A weekly backup, the last 6 versions of which are saved ▪The database backup regime is specified below: -A nightly cold backup of all databases -One month’s storage of the nightly cold backups ▪Data restore, upon requestI.2 Provide reference to relevant system disaster recovery proceduresWith the UZL REDCap, the following KU Leuven procedures for system recovery apply: ▪Systems are proactively monitored 24 hours a day, 7 days a week. ▪An emergency on-call service guarantees constant monitoring of the technical equipment, also outside office hours, but not at night. The on-call service is notified automatically in case of problems (between 7.00 - 23.00 hrs). ▪There are no fixed maintenance windows: a timely email is sent to inform the local IT Administrator of any planned maintenance or upgrades. ▪Any service unavailability, scheduled or unscheduled, is announced on the ICTS status page. ▪The web space is designed redundantly: in the event of system problems on one back-end server, all traffic is automatically diverted to another back-end server. The database platform is also designed redundantly.J. END OF TRIAL DATA ARCHIVINGJ.1 Describe how (format and media) data will be archived at the end of the studyArchived in locked RedCap database, accessible only after specific permission is granted by the sponsoring team on a usb stick.J.2 How long will data be the study database be archived?25 yearsJ.3 Please provide archiving location following the end of the studyLocked database on a usb stick, kept within the ISFK. THIRD PARTY DATA HANDLERSK.1 Are any third parties involved with any aspects of data management? ☒ Yes ☐ NoIf “Yes”, please provide name and contact details of each party and indicate whether Confidentiality Agreements (CDAs) and/or Data Transfer Agreements have been established, as appropriate:3rd Party nameContact detailsCDADTACommentsN/A☐☐Access to site specific eCRF Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 617This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document Data Management Plan (DMP) Version 1.0 for TreatCMV trial (S66551) 4.Archiving Final versions of this DMP will be filed in the appropriate section of the study-specific TMF. 5.Version history 6.Approvals L. INDEPENDENT DATA SAFETY MONITORING BOARD (DSMB)L.1 Will a DSMB be used?☒ Yes ☐ NoIf “Yes”, please include DSMB project charter in DMP Appendix, or refer to the final, approved protocol if detailed information about the DSMB composition (members), organization (e.g. voting policy, requirements for meeting quorum, etc.), deliverables, scope, objectives and timing of DSMB activities is available in the protocol.L.2 Frequency of DSMB meetings?YearlyL.3 Scope and objectives of DSMB activities?See appendix 1 VersionReason for change1.0, 12/01/2022N/aAuthorReviewer/ApproverProf. Dr. Luc De Catte Date: Dr. Emma Van den Eede Date: 02/01/2023 Parent: CR DM-SOP-001 Page of CR QA-TMP-002-1.0 717This doc: CR DM-PL-001-1.0_20Feb2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY Printed copies are for personal reference only and are not official versions of the document DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 7.APPENDIX 1: Data Safety Monitoring Board (DSMB) Charter Table of Contents 1.Introduction ......................................................................................................................92.Responsibilities of the DSMB ..........................................................................................93.DSMB members and interactions ...................................................................................104.Scheduling, Timing and Organization of Meetings, V oting procedure ..........................105.DSMB meeting structure ................................................................................................116.Implementation of DSMB recommendations .................................................................117.Confidentiality of DSMB meetings ................................................................................128.Reports of DSMB deliberations .....................................................................................129.Statistical monitoring guidelines ....................................................................................1210.After the trial ..................................................................................................................1311.Record retention .............................................................................................................1312.Version history ................................................................................................................13Appendix A - DSMB members and their expertise ..................................................................14Appendix B – Template Letter with DSMB recommendation .................................................15Appendix C – Template DSMB Meeting Minutes ...................................................................16 Parent: TBC Page of CR QA-TMP-003-1.0 817This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 1.Introduction This Data and Safety Monitoring Board (DSMB) Charter is for the TreatCMV trial entitled “prevention of congenital CMV treated with valaciclovir during pregnancy: a prospective cohort study” for which UZ Leuven is Sponsor and Prof Dr Luc De Catte is the Coordinating Investigator. Trial objectives are described in the research protocol.The purpose of this document is to establish a DSMB, describe the role and responsibilities of the DSMB, including the timing of meetings, methods of providing information to and from the DSMB, frequency and format of meetings, statistical issues and relationships with other committees (if any) or stakeholders. The charter is intended to be a living document. The DSMB shall regularly review the charter to determine whether any changes are needed. 2.Responsibilities of the DSMB The DSMB is responsible for safeguarding the interests of study participants, assessing the safety and efficacy of study procedures, and for monitoring the overall conduct of the study. The DSMB is a group advisory to the Sponsor and to the Coordinating Investigator in particular, and is required to provide recommendations about (re-)starting, continuing, and terminating the study. The timing of DSMB-reviews is described in each individual protocol. In addition, ad hoc reviews will be undertaken if there are specific safety concerns. The study will not stop enrolment awaiting these DSMB reviews, however the DSMB may recommend temporary or permanent cessation of enrolment based on its safety reviews. The DSMB’s interim monitoring may result in early termination of the trial for reasons of futility, inefficacy, or safety Study stopping rules for safety are defined in the protocol. The liaison Statistician will provide necessary data reports to the DSMB to allow the DSMB to review trial progress and assess, in particular: ▪Selection, recruitment retention of participants ▪Organization, quality and implementation of trial protocol and data collected ▪Evidence for treatment differences in the main efficacy outcome measures ▪Evidence for treatment harm (e.g., toxicity data, SAEs, deaths, other adverse event and/or safety data) ▪Monitor compliance with the protocol by investigators and participants ▪Assess compliance with previous DSMB recommendations Based on the above and with consideration for any ethical implications, the DSMB will make recommendations, as appropriate about: ▪Efficacy of the study intervention ▪Benefit/risk ratio of procedures and participant burden ▪Selection, recruitment, and retention of participants ▪Adherence to protocol requirements ▪Completeness, quality, and analysis of measurements ▪Amendments to the study protocol and consent forms ▪Performance of individual centers and core labs ▪Participant safety ▪Notification of and referral for abnormal findings ▪Trial continuation or termination of the trial for everyone, for some treatment groups and/or for specific participant subgroups ▪Modifications to the protocol, eligibility criteria, trial endpoints, sample size etc. Parent: TBC Page of CR QA-TMP-003-1.0 917This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 ▪Additional data analyses. The DSMB members’ acceptance of each final version of the DSMB charter content and the roles and responsibilities of DSMB members laid out in the charter will be documented in the meeting minutes pertaining to the first DSMB meeting that occurs following any revisions to the charter. 3.DSMB members and interactions DSMB members are selected for their independence from the sponsor and project Team and their relevant expertise with regards to the disease pathology and/or data analysis. The DSMB will have a Chair and Executive Secretary (ES). The ES has no voting right, is responsible for authoring and maintaining the DSMB Charter, and will provide an unbiased interface for the DSMB, especially during executive sessions. Furthermore, the ES will prepare each DSMB meeting by gathering input from the Sponsor and Project Steering Committee on particular topics of concern and obtains objective evidence/reports from the liaison Statistician. For each meeting, the liaison Statistician will prepare summary reports and tables to facilitate the oversight role of the DSMB. The DSMB should discuss at the first or subsequent meetings what data they wish to review and how it should be presented. It is expected that study investigators will not communicate with DSMB members about the study directly, except when invited by the DSMB to make a presentation or when responding to questions at DSMB meetings or during conference calls. The DSMB reports to prof. dr. L. De Catte who represents the Sponsor. 4.Scheduling, Timing and Organization of Meetings, Voting procedure DSMB meetings are usually held by remote connections. The purpose of the DSMB’s first meeting is to review and discuss this Charter, to consider the protocol(s) in detail, provide an overview of study activities, to review and make recommendations about the protocol(s) how the DSMB might respond to hypothetical situations. During this first meeting DSMB members will formally review and accept the DSMB charter, hence confirming (1) that they agree to be a member of the DSMB and (2) that they agree with the contents of this Charter. If a potential DSMB member has major reservations about the trial (e.g. the protocol or the logistics) they should report these during the first meeting and may decide not to accept the invitation to join. The DSMB members will be asked if they have any conflicts of interest. After the first meeting which should take place as soon as possible and preferably before the start of the study, meetings are held as specified in the trial protocol, with additional meetings or conference calls scheduled as needed. In any event, the DSMB should meet within one year of recruitment start. The agenda for DSMB meetings and calls will be drafted by the ES. The ES will finalize the agenda after consultation with the DSMB Chair and after having obtained relevant objective evidence from the liaison Statistician. The agenda and meeting materials should be distributed to DSMB members by the ES at least one (1) business day in advance of each DSMB meeting or call. Before each meeting, when the agenda is sent out, the ES will ask all DSMB members to state whether they have developed any new conflicts of interest since the previous DSMB meeting. If a new conflict is reported, the Chair and other members will determine if the conflict limits the ability of the DSMB member to participate in the discussion, and whether further evaluation of the conflict by the UZ Leuven Ethics Committee “Research”, may be warranted. It is expected that all DSMB members will attend every meeting and call. However, it is recognized that this may not always be possible. At least half of the members, including the Chair, must be present in order to let the meeting take place. If the DSMB is considering Parent: TBC Page of CR QA-TMP-003-1.0 1017This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 recommending major action after a meeting without all members being present, the DSMB Chair should talk with the absent members as soon after the meeting as possible to check if they agree. If they do not, a further teleconference should be arranged with the full DSMB. If a member does not attend a meeting, it should be ensured that the member is available for the next meeting. If a member does not attend a second meeting, they should be asked if they wish to remain part of the DSMB. If a member does not attend a third meeting, they should be replaced. After review and discussion of each Data Report, the DSMB members will vote to determine the final DSMB recommendation within one of the following five options: ▪Continue the study without modification ▪Continue the study and amend the protocol, as specified ▪Pause enrolment, pending resolution of a specified issue or concern ▪Suspend further enrollment in the trial pending analysis of events and/or data ▪Terminate recruitment in a subgroup of patients ▪Terminate a specific treatment arm ▪Terminate the study ▪Other (see Comments) As part of the recommendations, the DSMB may also make comments and suggestions that might enhance study performance, as deemed appropriate. Quorum for voting is considered to be half the number of standing members plus one. In case of a tie, the DSMB Chair holds the deciding vote. All standing DSMB members are voting members, except the ES and liaison Statistician(s). The DSMB has to decide in advance whether ad hoc members, invited for their expertise on specific topics, can vote. 5. DSMB meeting structure DSMB meetings and calls may be organized into open, closed, executive and final sessions. •During the open session, information will be presented to the DSMB by the study investigators and/or ad hoc other invitees, as appropriate, with time for discussion. In these open sessions, the study investigator(s) may be present as well. •During the closed session, the DSMB and liaison Statistician will discuss confidential data from the study, including information on efficacy and safety by treatment arm. At this session, PI or other investigators cannot attend. •The DSMB may elect to hold an executive session in which generally only the DSMB members and ES are present in order to discuss study issues independently. •During the final session, attendance is not restricted; therefore, the DSMB members, as well as the members who were present during the open session or other appropriate study team members may be present. During this session, the DSMB Chairperson will verbally communicate the final DSMB recommendation directly to representatives of the Sponsor and Coordinating Investigator along with any safety concerns the DSMB may have. If the closed or executive session occurs on a conference call or video connection, steps will be taken to ensure that only the appropriate participants are on the call. At the conclusion of the closed or executive sessions, the participants will be re-convened into the final session so that the DSMB Chair can provide a summary of the DSMB’s recommendations. The DSMB Chair will provide a formal, written communication of the DSMB recommendation in the form of a DSMB recommendation letter. DSMB recommendation letters should be written by the DSMB Chair and should be provided to prof. dr. Luc De Catte, who represents the Sponsor of the trial within 1 business day after the DSMB recommendation is finalized. Communications of DSMB recommendations will reflect the final recommendation of the DSMB members. In the event that a unanimous decision cannot be reached, majority and dissenting opinions will be summarized and presented by the DSMB Chair. 6.Implementation of DSMB recommendations Parent: TBC Page of CR QA-TMP-003-1.0 1117This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 The recommendations provided to the Sponsor by the DSMB should be treated as such. The ultimate responsibility to implement or take action based upon the recommendations of the DSMB will be made by the Coordinating Investigator. The Coordinating Investigator for the study will notify the DSMB Chair in writing of actions taken in response to a given DSMB recommendation, for cases in which Sponsor action other than to continue the study without modification was recommended. 7.Confidentiality of DSMB meetings All members of the DSMB shall keep confidential information that is being discussed during the meetings. DSMB members are only allowed to discuss issues from their involvement in the trial(s), twelve (12) months after the primary trial results have been published, or when permission is agreed with the DSMB Chair and UZ Leuven Clinical Operations Director. 8.Reports of DSMB deliberations ▪DSMB meeting minutes will be divided by session and will reflect attendance, as well as whether each individual attended in person or via teleconference. ▪Open and final sessions: -The ES will produce minutes of all open and final sessions of DSMB meetings. -Draft minutes will be provided to the DSMB Chair for review and approval, before wider distribution. -Once approved by the DSMB Chair, the ES will distribute the final minutes of the open and final sessions to all attendees within two (2) business days. ▪Closed and executive sessions: -Since all details of DSMB deliberations must be kept strictly confidential among members of the DSMB, minutes of the closed and executive portions of the DSMB meetings must remain confidential until after the study database is locked. -The ES is responsible for the accuracy and transmission of the formal DSMB minutes. These minutes are prepared to summarize the key points of the discussion and debate, requests for additional information, response of the investigators to previous recommendations, and the recommendations from the current meeting. If concerns are identified, the report will outline the concerns, the Board’s discussion of the concerns, and the basis for any recommendations that the DSMB has made in response to the concerns. -The ES will distribute draft minutes to all participants of the closed and executive sessions within five (5) business days. -Approval or comments to the minutes of the closed and executive sessions must be provided within two (2) business days. -The final minutes will be distributed by the ES to all participants of the closed and executive sessions within three (3) business days after final approval. ▪Following each DSMB meeting, the Chair will provide the DSMB recommendation letter to the Coordinating Investigator who represents the Sponsor. ▪The ES will archive the final minutes. After database lock, the ES will provide all minutes to the Sponsor for filing in the Trial Master File (TMF). 9.Statistical monitoring guidelines At the first DSMB meeting, review of the protocol will include review of the statistical analysis plan, “SAP” and criteria for assessing futility, inefficacy and safety. The DSMB should discuss the adequacy of the SAP and the statistical monitoring procedures proposed to guide its recommendations about termination, hold, continuation or restarting of the trial. These Parent: TBC Page of CR QA-TMP-003-1.0 1217This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 procedures could include guidelines for early termination for lack of benefit, termination for futility, and termination for safety reasons. 10.After the trial At the end of the trial, there may be a meeting to allow the DSMB to discuss the final data with PI and give advice about data interpretation. The proposed publication shall be presented for review and comment to the DSMB prior to submission for publication. 11.Record retention The Executive Secretary will file all DSMB meeting minutes and any materials, reports etc. reviewed during the DSMB meetings, in a restricted access folder until end of trial has been formally notified to the Ethics Committee and/or Competent Authorities (as applicable), after which all documentation of DSMB operations are transferred to the Trial Master File for long term archiving in accordance with applicable regulations. 12.Version history VersionReason for change1.0_29032023New document Parent: TBC Page of CR QA-TMP-003-1.0 1317This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 Appendix A - DSMB members and their expertise Executive Secretary: Veerle Loozen, trial monitor eMail: veerle.loozen@uzleuven.be UZ Leuven Ethics Comité “Research”: prof. Minne Casteels (EC President) ec@uzleuven.be Tel: 016 34 86 00 DSMB MembersArea of ExpertiseContact DetailsGunar NaulaersNeonatologist, CMV expertgunar.naulaers@uzleuven.beLiesbeth LewiGynecologist, fetal-maternal medicine expertliesbeth.lewi@uzleuven.beMichael AertsenRadiologist, expert in fetal and neonatal MRI michale.aertsen@uzleuven.beAn BoudewijnsENT specialistan.Boudewyns@uza.beSabrina LarocheNeurologist, expert in neurological developmentsabrina.laroche@uza.beAnnelies KeymeulenNeonatologist, CMV expert, coördinator Flemish CMV registerannelies.Keymeulen@uzgent.beNon-voting Liaison Statistician:Dries De WitteBiostatisticsdries.dewitte@kuleuven.be Parent: TBC Page of CR QA-TMP-003-1.0 1417This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 Appendix B – Template Letter with DSMB recommendation This letter is sent to the Coordinating Investigator by the DSMB Chair after each meeting, outlining the determinations of the DSMB and giving reasons for any suggestions and/or modifications to the study plan or enrollment. DSMB Report and Recommendations Study: Prevention of congenital CMV treated with valaciclovir during pregnancy: a prospective cohort study To: Coordinating Investigator prof. dr. Luc De Catte CC: Sponsor Representative dr. Lennart Van der Veeken dr. Emma Van den Eede Meeting Date: ………………………. Attendees: ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Recommendations: ☐ Continue the study without modification ☐ Continue the study and amend the protocol, as specified ☐ Pause enrolment, pending resolution of a specified issue or concern ☐ Suspend further enrollment in the trial pending analysis of events and/or data ☐ Terminate recruitment in a subgroup of patients ☐ Terminate a specific treatment arm ☐ Terminate the study ☐ Other (see Comments) Comments: [Specific comments from the meeting. Rationale for making suggestions and modifications.] ………………………………………………………………………………………………………………………………………………………………………………………………………………………… ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Name and Signature of Chair: ………………………. Date: ………………………. Parent: TBC Page of CR QA-TMP-003-1.0 1517This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 Appendix C – Template DSMB Meeting Minutes Meeting date: ………………………. Meeting minutes date: ………………………. Quorum met? Yes - No Confidentiality The DSMB members understand and acknowledge to respect the confidential nature of the DSMB-meeting. Agenda ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Open/Close/Executive/Final session discussions & voting <as applicable> ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Conclusion ………………………………………………………………………………………………………………………………………………………………………………………………………………………… DSMB recommendations <check one, as applicable> ☐ Continue the study without modification ☐ Continue the study and amend the protocol, as specified ☐ Pause enrolment, pending resolution of a specified issue or concern ☐ Suspend further enrollment in the trial pending analysis of events and/or data ☐ Terminate recruitment in a subgroup of patients ☐ Terminate a specific treatment arm ☐ Terminate the study ☐ Other (see Comments) <insert additional comments> ………………………………………………………………………………………………………………………………………………………………………………………………………………………… DSMB MemberInitialsPresenceConflict of intrestComments……………………….……..☐☐……………………….……..☐☐……………………….……..☐☐……………………….……..☐☐……………………….……..☐☐Dries De WitteDDW☐☐Liaison Statistician (no voting rights)Veerle LoozenVL☐☐Executive Secretary (no voting rights) Parent: TBC Page of CR QA-TMP-003-1.0 1617This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY . DSMB Charter for TreatCMV (S66551) Charter version 1.0 dated 29/03/2022 Action items ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Next DSMB meeting ………………………. Required data for next DSMB meeting ………………………………………………………………………………………………………………………………………………………………………………………………………………………… Parent: TBC Page of CR QA-TMP-003-1.0 1717This doc: CR SAF-TMP-001-1.0_15Apr2020 UZ LEUVEN CONFIDENTIAL & PROPRIETARY ."
}