{
    "document_id": "D-2023-2072",
    "LinkTitle": "D-2023-2072",
    "file_name": "D-2023-2072.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2072.pdf",
    "metadata": {
        "title": "Integrating shared decision making in Belgian clinical practice",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Integrating shared decision making in Belgian clinical practice\nA Data Management Plan created using DMPonline.be\nCreator: \nElise Schoefs \n \nhttps://orcid.org/0000-0003-3542-6936\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nData Manager:\n \nElise Schoefs \n \nhttps://orcid.org/0000-0003-3542-6936\nGrant number / URL: \n1SE9423N\nID: \n194401\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nShared decision making (SDM) is a model in which patients and clinicians work together to\nreach a decision about care, based on the available treatment options and patients’ preferences.\nSDM is seen as an ideal model for treatment decision-making that may lead to higher quality\ndecisions and better health outcomes. SDM can be facilitated with patient decision aids (PtDAs)\nresulting in increased patients’ knowledge and decreased decisional conflict. Despite clear\nbenefits and initiatives in other countries, Belgium is lagging behind, with no policy and research\ninitiatives that systematically aim to integrate SDM in clinical practice. Therefore, the goal of this\nresearch is to provide a supportive framework. Hence, this project will consist of three parts: i)\nstakeholder interviews and survey to investigate the knowledge, perceptions, barriers, and\ncurrent implementation of SDM in Belgian clinical practice, ii) a randomized controlled trial to\nassess how a PtDA is perceived by stakeholders in clinical practice and to determine how these\ninterventions could be implemented within our healthcare system, and iii) a Delphi panel to\nformulate concrete, implementable recommendations including incentive models to increase\nimplementation of SDM in Belgian clinical practice. In conclusion, this project will pave the way\nto integrate SDM in Belgian clinical practice, leading to more informed patient preference-based\ndecisions and cost-effective, patient-aligned healthcare.\nLast modified: \n29-01-2023\nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n1 of 7\nIntegrating shared decision making in Belgian clinical practice\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nParticipants_interviews\nList of names and addresses\nof possible participants for the\ninterviews\nGenerate\nnew data\nDigital\nObservational\n.docx\n<1GB\nNA\nTranscripts_interviews\nTranscription of audio-\nrecordings of the interviews\nthat will be performed (audio-\nrecordings will be removed\nafter transcription)\nGenerate\nnew data\nDigital\nObservational\n.docx\n<1GB\nNA\nCharacteristics_participants_interviews\nAs preparation for the\ninterviews, participants will be\nasked to complete a short\nsurvey. \nGenerate\nnew data\nDigital\nObservational\n.xlsx\n<1GB\nNA\nSurvey_currentstateBelgium_results\nResults of survey disseminated\nacross Belgium to determine\nthe current implementation of\nshared decision making in\nBelgium.\nGenerate\nnew data\nDigital\nObservational\n.xlsx\n<1GB\nNA\nResults_questionnaires_RCT\nResults of questionnaires that\npatients will complete at\ndifferent points in time during\nthe RCT\nGenerate\nnew data\nDigital\nObservational\n.xlsx\n<1GB\nNA\nDataset_costeffectiveness_analysis\nSpecific data collected during\nthe RCT will be reused to\nmake a cost-effectiveness\nanalysis\nReuse\nexisting\ndata \nDigital\nCompiled,\naggregated\ndata\n.xlsx\n<1GB\nNA\nSurvey_incentives_results\nResults of survey disseminated\nacross Belgium to determine\nthe effect of behavioral\neconomics and incentives on\nthe implementation of shared\ndecision making\nGenerate\nnew data\nDigital\nObservational\n.xlsx\n<1GB\nNA\nRecommendations\nRecommendations that will be\nused during the Delphi panel\nGenerate\nnew data\nDigital\nObservational\n.docx\n<1GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n2 of 7\nYes, human subject data\nDuring different studies, human participants will be involved and human subject data will be gathered. Before we start with each study,\nwe will complete the PRET questionnaire about GDPR and data handling. Furthermore, we will apply for ethical committee approval if\nneeded. \nAll data will be stored on the online secured, safe platform of KU Leuven, Sharepoint. Only the researchers involved in a study\n(dependent on each study, these can be different) will get access to the study documents on the Sharepoint. In each protocol that we\nwill submit to the ethical committee, we will mention which researcher(s) will get access to the study documents on the Sharepoint. As\nsuch, we will also have ethical committee approval for sharing our research/personal data with certain researchers. Furthermore,\ninformed consent will always be gathered of participants before collecting personal data. This data will further be handled as also\nindicated in the informed consent form. Personal data will minimally be pseudonomized. If possible, we will always make the data files\nanonymous.\nDatasets were personal data will be gathered:\nParticipants_interviews\nTranscripts_interviews\nCharacteristics_participants_interviews\nSurvey_currentstateBelgium_results\nResults_questionnaires_RCT\nSurvey_incentives_results\nEC/PRET approvals:\nEC: S66893, S66833\nPRET: G-2022-5468, G-2022-5429\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nIn this project, personal data will be processed. \nParticipants_interview\nA file with all participants that conducted or were interested in to participate in the interviews will be made. This file will contain\nparticipants names and email addresses\nTranscripts_interviews\nAudio-files of interviews will be transcribed into word files. During the interviews, participants may raise personal information (such as\ngender, age, disease history, treatment history, employment status ...) that will be included in the transcripts. However, all transcripts will\nbe pseudonymised.\nCharacteristics_participants_interviews\nAs a preparation for the interviews, participants will be asked to complete a short questionnaire, probing for their personal\ncharacteristics. Depending on the type of stakeholder being interviewed, other personal data will be gathered such as age, sex, age of\ndiagnoses, job status, ... All personal data will be summarized as group characteristics to ensure that participants are not recognizable.\nResults_questionnaires_RCT\nDuring the RCT, patients personal data such as age, sex, age of diagnosis, job status, treatment history ... will be collected. All personal\ndata will be summarized as group characteristics to ensure that participants are not recognizable. \nAll other datasets will be anonymous or will not contain personal data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n3 of 7\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nParticipants_interviews\nA file with all participants that conducted or were interested in to participate in the interviews will be made. This file will contain\nparticipants names and email addresses. A code will be attached to each participant (pseudonymization).\nDocuments that will be shared: / \nTranscripts_interviews\nA coding tree will be made, wherein the meaning of each code will be explained. All transcripts will be coded in NVivo. All data\nappointed to a specific code will be listed in a separate file. \nDocuments that will be shared: 1) coding tree + explanation of code, 2) files extracted from NVivo, where for each code literal quotes\nwill be added, and 3) transcripts\nCharacteristics_participants_interviews\nA word file containing the questions will be made. The questions will be reviewed by researchers of the study. All comments/feedback\non the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the questionnaire, every question will be coded\nas a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook\nwill be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit\nof measurement. \nDocuments that will be shared: 1) initial survey, 2) files with comments on the initial survey, 3) final survey, 4) file with the results of the\nsurvey, 5) codebook\nSurvey_currentstateBelgium_results\nA word file containing the questions will be made. The questions will be reviewed by researchers of the study. All comments/feedback\non the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the questionnaire, every question will be coded\nas a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook\nwill be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit\nof measurement.\nDocuments that will be shared: 1) initial survey, 2) files with comments on the initial survey, 3) final survey, 4) file with the results of the\nsurvey, 5) codebook\nResults_questionnaires_RCT\nDifferent questionnaires will be used and patients will be asked to complete these at different points in time. Word files containing the\nquestions will be made. The questionnaires will be reviewed by researchers of the study. All comments/feedback on the questionnaire\nwill be saved. Final questions will be integrated into Qualtrics. For the different questionnaires, every question will be coded as a\nvariable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook will be\nused to document the original question and how answers are coded in my dataset, including the meaning of values and the unit of\nmeasurement.\nDocuments that will be shared: 1) initial questionnaires, 2) files with comments on the initial questionnaires, 3) final questionnaires, 4)\nfile with the results of the questionnaires, 5) codebook\nDataset_costeffectiveness_analysis\nA separate dataset using specific data obtained in the RCT and used in the Results_questionnaires_RCT dataset will be made to make\nspecific analysis. A codebook will be used to document the original question and how answers are coded in my dataset, including the\nmeaning of values and the unit of measurement.\nDocuments that will be shared: 1) dataset containing variables needed for sub-analysis, and 2) codebook. \nSurvey_incentives_results\nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n4 of 7\nA word file containing the questions will be made. The questions will be reviewed by researchers of the study. All comments/feedback\non the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the questionnaire, every question will be coded\nas a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook\nwill be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit\nof measurement.\nDocuments that will be shared: 1) initial survey, 2) files with comments on the initial survey, 3) final survey, 4) file with the results of the\nsurvey, 5) codebook\nRecommendations\nA first draft of recommendations will be send out to the Delphi panel. Comments raised on the recommendations will be saved in\nseparate files and included in subsequent versions of the recommendations. This process will be repeated until consensus is found.\nDocuments that will be shared: 1) initial recommendations, 2) files with comments on recommendations, 3) interim versions of\nrecommendations, 4) final recommendations\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring and after the research, all data will be stored on the online secured, safe platform of KU Leuven, Sharepoint. This platform has\nenough storage to keep all the data that will be gathered during this PhD project. A backup will be stored on the KU Leuven internal\nserver. \nHow will the data be backed up?\nA backup will be stored on the KU Leuven internal server. Backup occurs automatically, as the folders are synched.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe storage of Sharepoint is 5GB, but this is expendable in blocks of 5GB. Only small datasets will be gathered during this project.\nHowever, if needed, Sharepoint can be expended, ensuring me that enough space is available to collect alle the data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDuring the project's data collection phase (i.e. before data is made open) all data is stored on a secure, 2 factor authentication protected\nKU Leven One Drive server. namely Sharepoint. Backup copes are made on the KU Leuven internal server, which is also password\nprotected. Backup occurs automatically, as the folders are synched. The Excel file that contains the names and contact details of all\n(potential) interviewees is further protected with a password. This file will be saved into a different folder than the datasets\n\"Transcripts_interviews\" and \"Characteristics_participants_interviews\".\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs only small datasets will be generated that can be stored (now and after the end of the project) on the online, free of charge platform\nof KU Leuven, Sharepoint, there will be no costs related to data storage. If deemed needed, extra storage can be bought (5GB for 39,80\neuro), which can be paid from the FWO bench fee.\nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n5 of 7\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for 25 years after the end of the project according to CTC recommendations for clinical trials. Only audio-\nrecordings of the interviews will be destroyed after transcriptions are made to protect the identification of participants.\nWhere will these data be archived (stored and curated for the long-term)?\nAll datasets will be stored on the online secured, safe platform of KU Leuven, Sharepoint. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs only small datasets will be generated that can be stored on the online, free of charge platform of KU Leuven, Sharepoint, there will\nbe no costs related to data storage.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nPersonal data will remain closed, as it can identify patients, and is irrelevant to others. All datasets that do not contain personal\ninformation can be made available after publication. Reuse of datasets will be limited as all results will first be published and secondary\nanalysis are not possible.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nRestrictions to data access will be made as I am working with personal data. Only researchers within the KU Leuven/UZ Leuven\ninvolved in a specific study that need to have access to certain files will get permissions. This will be clearly indicated in the PRET and\nEC application. If researchers outside the KU Leuven/UZ Leuven want to have access to the files with personal data, a data sharing\nagreement wil be made by LRD.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nIn this PhD project, we will work with personal data and human participants. Before we start with each study, we will complete the PRET\nquestionnaire about GDPR and data handling. Furthermore, we will apply for ethical committee approval if needed. \nAll data will be stored on the online secured, safe platform of KU Leuven, Sharepoint. Only the researchers involved in a study\n(dependent on each study, these can be different) will get access to the study documents on the Sharepoint. In each protocol that we\nwill submit to the ethical committee, we will mention which researcher(s) will get access to the study documents on the Sharepoint. As\nsuch, we will also have ethical committee approval for sharing our research/personal data with certain researchers. If possible, data will\nbe made anonymous. However, for interviews, this will not be possible, and data will be pseudonymized. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n6 of 7\nData will be deposited in the KU Leuven's Research Data Repository. This means that it will remain accessible after the life of the\nproject, even after my own association with KU Leuven ends.\nAll documentation and published results will be available through Lirias, the KU Leuven repository. Lirias also provides a gateway to\nmaterials stored on the Research Data Repository.\nI have investigated the conditions for use of the KU Leuven research Data Repository and an satisfied that it is suitable for this project.\nWhen will the data be made available?\nUpon acceptance of the publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data will be licensed under Creative Commons Attribution Non-Commercial ShareAlike 4.0 International. This will allow others to\nuse the data for non-commercial purposes, as long as they acknowledge the source and distribute contributions under the same license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nIn Sharepoint, a unique ID number will be added to each file.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere will be no costs to share data via Sharepoint.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nElise Schoefs (researcher) and Isabelle Huys (supervisor) \nWho will manage data storage and backup during the research project?\nElise Schoefs (researcher) and Isabelle Huys (supervisor) \nWho will manage data preservation and sharing?\nElise Schoefs (researcher) and Isabelle Huys (supervisor) \nWho will update and implement this DMP?\nElise Schoefs \nCreated using DMPonline.be. Last modiﬁed 29 January 2023\n7 of 7"
    },
    "clean_full_text": "Integrating shared decision making in Belgian clinical practice A Data Management Plan created using DMPonline.be Creator: Elise Schoefs https://orcid.org/0000-0003-3542-6936 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Data Manager: Elise Schoefs https://orcid.org/0000-0003-3542-6936 Grant number / URL: 1SE9423N ID: 194401 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: Shared decision making (SDM) is a model in which patients and clinicians work together to reach a decision about care, based on the available treatment options and patients’ preferences. SDM is seen as an ideal model for treatment decision-making that may lead to higher quality decisions and better health outcomes. SDM can be facilitated with patient decision aids (PtDAs) resulting in increased patients’ knowledge and decreased decisional conflict. Despite clear benefits and initiatives in other countries, Belgium is lagging behind, with no policy and research initiatives that systematically aim to integrate SDM in clinical practice. Therefore, the goal of this research is to provide a supportive framework. Hence, this project will consist of three parts: i) stakeholder interviews and survey to investigate the knowledge, perceptions, barriers, and current implementation of SDM in Belgian clinical practice, ii) a randomized controlled trial to assess how a PtDA is perceived by stakeholders in clinical practice and to determine how these interventions could be implemented within our healthcare system, and iii) a Delphi panel to formulate concrete, implementable recommendations including incentive models to increase implementation of SDM in Belgian clinical practice. In conclusion, this project will pave the way to integrate SDM in Belgian clinical practice, leading to more informed patient preference-based decisions and cost-effective, patient-aligned healthcare. Last modified: 29-01-2023 Created using DMPonline.be. Last modiﬁed 29 January 2023 1 of 7 Integrating shared decision making in Belgian clinical practice FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Participants_interviews List of names and addresses of possible participants for the interviews Generate new data Digital Observational .docx <1GB NA Transcripts_interviews Transcription of audio- recordings of the interviews that will be performed (audio- recordings will be removed after transcription) Generate new data Digital Observational .docx <1GB NA Characteristics_participants_interviews As preparation for the interviews, participants will be asked to complete a short survey. Generate new data Digital Observational .xlsx <1GB NA Survey_currentstateBelgium_results Results of survey disseminated across Belgium to determine the current implementation of shared decision making in Belgium. Generate new data Digital Observational .xlsx <1GB NA Results_questionnaires_RCT Results of questionnaires that patients will complete at different points in time during the RCT Generate new data Digital Observational .xlsx <1GB NA Dataset_costeffectiveness_analysis Specific data collected during the RCT will be reused to make a cost-effectiveness analysis Reuse existing data Digital Compiled, aggregated data .xlsx <1GB NA Survey_incentives_results Results of survey disseminated across Belgium to determine the effect of behavioral economics and incentives on the implementation of shared decision making Generate new data Digital Observational .xlsx <1GB NA Recommendations Recommendations that will be used during the Delphi panel Generate new data Digital Observational .docx <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 29 January 2023 2 of 7 Yes, human subject data During different studies, human participants will be involved and human subject data will be gathered. Before we start with each study, we will complete the PRET questionnaire about GDPR and data handling. Furthermore, we will apply for ethical committee approval if needed. All data will be stored on the online secured, safe platform of KU Leuven, Sharepoint. Only the researchers involved in a study (dependent on each study, these can be different) will get access to the study documents on the Sharepoint. In each protocol that we will submit to the ethical committee, we will mention which researcher(s) will get access to the study documents on the Sharepoint. As such, we will also have ethical committee approval for sharing our research/personal data with certain researchers. Furthermore, informed consent will always be gathered of participants before collecting personal data. This data will further be handled as also indicated in the informed consent form. Personal data will minimally be pseudonomized. If possible, we will always make the data files anonymous. Datasets were personal data will be gathered: Participants_interviews Transcripts_interviews Characteristics_participants_interviews Survey_currentstateBelgium_results Results_questionnaires_RCT Survey_incentives_results EC/PRET approvals: EC: S66893, S66833 PRET: G-2022-5468, G-2022-5429 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes In this project, personal data will be processed. Participants_interview A file with all participants that conducted or were interested in to participate in the interviews will be made. This file will contain participants names and email addresses Transcripts_interviews Audio-files of interviews will be transcribed into word files. During the interviews, participants may raise personal information (such as gender, age, disease history, treatment history, employment status ...) that will be included in the transcripts. However, all transcripts will be pseudonymised. Characteristics_participants_interviews As a preparation for the interviews, participants will be asked to complete a short questionnaire, probing for their personal characteristics. Depending on the type of stakeholder being interviewed, other personal data will be gathered such as age, sex, age of diagnoses, job status, ... All personal data will be summarized as group characteristics to ensure that participants are not recognizable. Results_questionnaires_RCT During the RCT, patients personal data such as age, sex, age of diagnosis, job status, treatment history ... will be collected. All personal data will be summarized as group characteristics to ensure that participants are not recognizable. All other datasets will be anonymous or will not contain personal data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 29 January 2023 3 of 7 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Participants_interviews A file with all participants that conducted or were interested in to participate in the interviews will be made. This file will contain participants names and email addresses. A code will be attached to each participant (pseudonymization). Documents that will be shared: / Transcripts_interviews A coding tree will be made, wherein the meaning of each code will be explained. All transcripts will be coded in NVivo. All data appointed to a specific code will be listed in a separate file. Documents that will be shared: 1) coding tree + explanation of code, 2) files extracted from NVivo, where for each code literal quotes will be added, and 3) transcripts Characteristics_participants_interviews A word file containing the questions will be made. The questions will be reviewed by researchers of the study. All comments/feedback on the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the questionnaire, every question will be coded as a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook will be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit of measurement. Documents that will be shared: 1) initial survey, 2) files with comments on the initial survey, 3) final survey, 4) file with the results of the survey, 5) codebook Survey_currentstateBelgium_results A word file containing the questions will be made. The questions will be reviewed by researchers of the study. All comments/feedback on the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the questionnaire, every question will be coded as a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook will be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit of measurement. Documents that will be shared: 1) initial survey, 2) files with comments on the initial survey, 3) final survey, 4) file with the results of the survey, 5) codebook Results_questionnaires_RCT Different questionnaires will be used and patients will be asked to complete these at different points in time. Word files containing the questions will be made. The questionnaires will be reviewed by researchers of the study. All comments/feedback on the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the different questionnaires, every question will be coded as a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook will be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit of measurement. Documents that will be shared: 1) initial questionnaires, 2) files with comments on the initial questionnaires, 3) final questionnaires, 4) file with the results of the questionnaires, 5) codebook Dataset_costeffectiveness_analysis A separate dataset using specific data obtained in the RCT and used in the Results_questionnaires_RCT dataset will be made to make specific analysis. A codebook will be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit of measurement. Documents that will be shared: 1) dataset containing variables needed for sub-analysis, and 2) codebook. Survey_incentives_results Created using DMPonline.be. Last modiﬁed 29 January 2023 4 of 7 A word file containing the questions will be made. The questions will be reviewed by researchers of the study. All comments/feedback on the questionnaire will be saved. Final questions will be integrated into Qualtrics. For the questionnaire, every question will be coded as a variable. For each variable, measurement units and missing values will be determined and a label will be assigned. A codebook will be used to document the original question and how answers are coded in my dataset, including the meaning of values and the unit of measurement. Documents that will be shared: 1) initial survey, 2) files with comments on the initial survey, 3) final survey, 4) file with the results of the survey, 5) codebook Recommendations A first draft of recommendations will be send out to the Delphi panel. Comments raised on the recommendations will be saved in separate files and included in subsequent versions of the recommendations. This process will be repeated until consensus is found. Documents that will be shared: 1) initial recommendations, 2) files with comments on recommendations, 3) interim versions of recommendations, 4) final recommendations Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? During and after the research, all data will be stored on the online secured, safe platform of KU Leuven, Sharepoint. This platform has enough storage to keep all the data that will be gathered during this PhD project. A backup will be stored on the KU Leuven internal server. How will the data be backed up? A backup will be stored on the KU Leuven internal server. Backup occurs automatically, as the folders are synched. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The storage of Sharepoint is 5GB, but this is expendable in blocks of 5GB. Only small datasets will be gathered during this project. However, if needed, Sharepoint can be expended, ensuring me that enough space is available to collect alle the data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the project's data collection phase (i.e. before data is made open) all data is stored on a secure, 2 factor authentication protected KU Leven One Drive server. namely Sharepoint. Backup copes are made on the KU Leuven internal server, which is also password protected. Backup occurs automatically, as the folders are synched. The Excel file that contains the names and contact details of all (potential) interviewees is further protected with a password. This file will be saved into a different folder than the datasets \"Transcripts_interviews\" and \"Characteristics_participants_interviews\". What are the expected costs for data storage and backup during the research project? How will these costs be covered? As only small datasets will be generated that can be stored (now and after the end of the project) on the online, free of charge platform of KU Leuven, Sharepoint, there will be no costs related to data storage. If deemed needed, extra storage can be bought (5GB for 39,80 euro), which can be paid from the FWO bench fee. Created using DMPonline.be. Last modiﬁed 29 January 2023 5 of 7 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for 25 years after the end of the project according to CTC recommendations for clinical trials. Only audio- recordings of the interviews will be destroyed after transcriptions are made to protect the identification of participants. Where will these data be archived (stored and curated for the long-term)? All datasets will be stored on the online secured, safe platform of KU Leuven, Sharepoint. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As only small datasets will be generated that can be stored on the online, free of charge platform of KU Leuven, Sharepoint, there will be no costs related to data storage. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Personal data will remain closed, as it can identify patients, and is irrelevant to others. All datasets that do not contain personal information can be made available after publication. Reuse of datasets will be limited as all results will first be published and secondary analysis are not possible. If access is restricted, please specify who will be able to access the data and under what conditions. Restrictions to data access will be made as I am working with personal data. Only researchers within the KU Leuven/UZ Leuven involved in a specific study that need to have access to certain files will get permissions. This will be clearly indicated in the PRET and EC application. If researchers outside the KU Leuven/UZ Leuven want to have access to the files with personal data, a data sharing agreement wil be made by LRD. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects In this PhD project, we will work with personal data and human participants. Before we start with each study, we will complete the PRET questionnaire about GDPR and data handling. Furthermore, we will apply for ethical committee approval if needed. All data will be stored on the online secured, safe platform of KU Leuven, Sharepoint. Only the researchers involved in a study (dependent on each study, these can be different) will get access to the study documents on the Sharepoint. In each protocol that we will submit to the ethical committee, we will mention which researcher(s) will get access to the study documents on the Sharepoint. As such, we will also have ethical committee approval for sharing our research/personal data with certain researchers. If possible, data will be made anonymous. However, for interviews, this will not be possible, and data will be pseudonymized. Where will the data be made available? If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 29 January 2023 6 of 7 Data will be deposited in the KU Leuven's Research Data Repository. This means that it will remain accessible after the life of the project, even after my own association with KU Leuven ends. All documentation and published results will be available through Lirias, the KU Leuven repository. Lirias also provides a gateway to materials stored on the Research Data Repository. I have investigated the conditions for use of the KU Leuven research Data Repository and an satisfied that it is suitable for this project. When will the data be made available? Upon acceptance of the publication. Which data usage licenses are you going to provide? If none, please explain why. The data will be licensed under Creative Commons Attribution Non-Commercial ShareAlike 4.0 International. This will allow others to use the data for non-commercial purposes, as long as they acknowledge the source and distribute contributions under the same license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes In Sharepoint, a unique ID number will be added to each file. What are the expected costs for data sharing? How will these costs be covered? There will be no costs to share data via Sharepoint. 6. Responsibilities Who will manage data documentation and metadata during the research project? Elise Schoefs (researcher) and Isabelle Huys (supervisor) Who will manage data storage and backup during the research project? Elise Schoefs (researcher) and Isabelle Huys (supervisor) Who will manage data preservation and sharing? Elise Schoefs (researcher) and Isabelle Huys (supervisor) Who will update and implement this DMP? Elise Schoefs Created using DMPonline.be. Last modiﬁed 29 January 2023 7 of 7"
}