{
    "document_id": "D-2022-1665",
    "LinkTitle": "D-2022-1665",
    "file_name": "D-2022-1665.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1665.pdf",
    "metadata": {
        "title": "D-2022-1665",
        "author": "N/A",
        "creation_date": "2022-12-03 15:25:52+00:00",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Thomas Jagau, 0000 -0001 -5919 -424X  \nContributor name(s) ( + ORCID) & roles  Wojciech Skomorowski, 0000 -0002 -0364 -435X , collaborator at University of Warsaw  \nProject number1 & title Autoionizing Rydberg states using non -Hermitian quantum chemistry  \nFunder(s) GrantID2 CELSA/22/014  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \nPlease provide a short project description  The project seeks to establish novel computational protocol s for the  study of molecular Rydberg \nstates,  with a focus on autoionization. To this end, we will apply various methods of non -Hermitian  \nquantum chemistry, including complex basis funct ions, complex absorbing potentials, and \nFeshbach -Fano  projection.  All of them will be combined with equation -of-motion coupled -cluster \ntheory – an electronic structure  method capable of describing various types of excited states with \nhigh and controllable accuracy . The generated data will m ostly consist  of software output s, \npossibly in addition some post -processing scripts . \n \n \n  \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL \nDATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data Volume \n(MB, GB, TB)  Physical Volume  \n \n \nOutputs  Output files of  Q-\nChem  quantum \nchemistry software  ☒ Generate \nnew data  \n ☒ Digital  \n ☒ Simulation data  \n \n ☒ .txt \n ☒ < 100 GB  \n  \nInputs  Input files for Q-Chem  \nquantum chemistry \nsoftware  ☒ Generate \nnew data  \n ☒ Digital  \n ☒ Other  \nManually created  ☒ .txt \n ☒ < 100 MB  \n  \nSummaries  Tables and text \nsummarizing and \nanalyzing the raw \ndata  ☒ Generate \nnew data  \n ☒ Digital  \n ☒ Compiled/ \naggregated data  \n ☒ other: xlsx  \n☒ .pdf \n ☒ < 100 MB  \n  \nVisualization s Images and graphs \nvisualizing results and \nconclusions drawn \nfrom them  ☒ Generate \nnew data  \n ☒ Digital  \n ☒ Simulation data  \n ☒ other: jpg, svg, \nmp4  \n ☒ < 100 GB  \n  \nScripts  Scripts for post -\nprocessing and \nanalyzing output files  ☒ Generate \nnew data  \n ☒ Digital  \n ☒ Software  \n ☒ .txt \n ☒ < 100 MB  \n  \n \n \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   4 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATI ON & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICA L SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   No reuse of dat a planned, only generation of new data.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   5 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment : \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, p lease explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n3. Docu mentation and Metadata  \n \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   6 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g.  in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n All Q -Chem output files of calculations include by default the input file and the Q -Chem version number \nused to generate them. This is already worth a great deal to ensure usability and reproducibility of the \ndata.  \nIn addition, in all data folders, separa te text files will be saved with information about the data and their \ncontext. This includes:  \n– Overview of files in the respective folder.  \n– Overview of the performed computations and their relation to each other.  \n– Purpose of the performed computations and their relation to other datasets and publications (if \napplicable)  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \n \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \nThe data will be archived in KU Leuven's RDR repository. This repository provides an appropriate  \nmetadata standard which will be used.  \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  While the project is carried out , the generated data is stored on the computer cluster \"Dirac\" of the  \nQuantum Chemistry and Physical Chemistry (QCPC) division at the Department o f Chemistry of KU Leuven.  \nA daily back -up of this data is  stored at the central ICT services.  \nThe data stored local ly on the  computer of the PI and all other involved researchers are  back ed up weekly \nonto an external  hard drive.  \n \nFWO DMP Template (Flemish Standard DMP)   7 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n Two procedures are foreseen:  \n– Automatic daily backups of the data stored on “Dirac ” to the central ICT systems (using rsync protocol).  \n– Manual weekly backups of the data stored locally on the computer of the PI and the other involved \nresearchers to an external hard drive.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacitie s are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf yes, please specify concisely:  The cluster “ Dirac ” currently provides a default storage capacity of 400 GB  \nper user. This is expected to be sufficient for the present project but can be increased if necessary. T he \nexternal hard drive s provide a capacity of  1 TB  per researcher . If during the course of the project this turns \nout to be insufficient  (unlikely) , additional hard drives can  be purchased.  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURIT Y OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 7 \n Access to the computer cluster “ Dirac ” is restricted to people who have an account.  This comprises all \ncurrent members of the division Quantum Chemistry and Physical Chemistry.  Read, write, execute access \nto the  data are  regulated via unix file permissions, by default every user  can only  access the files stored in \ntheir personal folder on “ Dirac ”. \nAll external hard drive s are protected by password and antivirus  software.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The computer cluster “ Dirac ” can be used for free. Possible costs include the purchase  of new external \nhard drives. Th is could be  covered by the  CELSA grant if necessary.  \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   8 \n  \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). All data generated throughout the research project will be retained  for 10 years in accordance with KU \nLeuven policies . \nWhere will these data be archived (stored and \ncurated for the long -term)?  All data wi ll be stored on the computer cluster “ Dirac ” with daily automatic backup s to the central ICT  \nservers.  Additionally, the data will be archived in the RDR repository  of KU Leuven.  \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n The computer cluster “Dirac” and the RDR repository can be used for free. If there are any unforeseen \ncosts,  these can be covered by the funds of the PI and the division Quantum Chemistry and Phy sical \nChemistry.  \n \n \n6. Data Sharing and Reuse  \n \nFWO DMP Template (Flemish Standard DMP)   9 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access reposi tory (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \nAll data generated throughout the project will be made available  in the open -access RDR repository . \nIf access is restricted, please specify who will be  \nable to access the data and under what \nconditions.  Contact information of the  PI will be provided in the datasets for those who are further interested. The PI \nwill be responsible for follow ing up requests  for data access and reuse . \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  All data will be archived in the open -access RDR repository.  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the results. Unpublished results will be made available upon request by email.  \n \nFWO DMP Template (Flemish Standard DMP)   10 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICE NCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM  THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n The data will be open to all external users under the license generated by the RDR  platform , e.g. CC -BY 4.0  \nTherefore, it will be available to anyone for any purpose, provided that they give  appropriate credit to the \ncreators.  \nDo you intend to add a PID/D OI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes: \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No costs are expected. The RDR repository is free, provided that the data does not exceed 50 GB per year, \nwhich is not expected to happen.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The PI, Thomas Jagau, is responsible for collecting, processing, analysing and documenting the generated \ndata and metadata.  \n \n8 Source: Ghent University Generic DMP Evalu ation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   11 \n Who will manage data storage and backup \nduring the research project?  The PI, Thomas Jagau, is responsib le for regular data storage and backups.  \nWho will manage data preservation and \nsharing?  The PI , Thomas Jagau, is responsible for data preservation and sharing.  \nWho will update and implement this DMP?  The PI , Thomas Jagau, is responsible for  implementing this DMP and updating it when needed . \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Thomas Jagau, 0000 -0001 -5919 -424X Contributor name(s) ( + ORCID) & roles Wojciech Skomorowski, 0000 -0002 -0364 -435X , collaborator at University of Warsaw Project number1 & title Autoionizing Rydberg states using non -Hermitian quantum chemistry Funder(s) GrantID2 CELSA/22/014 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description The project seeks to establish novel computational protocol s for the study of molecular Rydberg states, with a focus on autoionization. To this end, we will apply various methods of non -Hermitian quantum chemistry, including complex basis funct ions, complex absorbing potentials, and Feshbach -Fano projection. All of them will be combined with equation -of-motion coupled -cluster theory – an electronic structure method capable of describing various types of excited states with high and controllable accuracy . The generated data will m ostly consist of software output s, possibly in addition some post -processing scripts . 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Outputs Output files of Q- Chem quantum chemistry software ☒ Generate new data ☒ Digital ☒ Simulation data ☒ .txt ☒ < 100 GB Inputs Input files for Q-Chem quantum chemistry software ☒ Generate new data ☒ Digital ☒ Other Manually created ☒ .txt ☒ < 100 MB Summaries Tables and text summarizing and analyzing the raw data ☒ Generate new data ☒ Digital ☒ Compiled/ aggregated data ☒ other: xlsx ☒ .pdf ☒ < 100 MB Visualization s Images and graphs visualizing results and conclusions drawn from them ☒ Generate new data ☒ Digital ☒ Simulation data ☒ other: jpg, svg, mp4 ☒ < 100 GB Scripts Scripts for post - processing and analyzing output files ☒ Generate new data ☒ Digital ☒ Software ☒ .txt ☒ < 100 MB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATI ON & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICA L SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . No reuse of dat a planned, only generation of new data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 5 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, p lease explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Docu mentation and Metadata 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 6 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). All Q -Chem output files of calculations include by default the input file and the Q -Chem version number used to generate them. This is already worth a great deal to ensure usability and reproducibility of the data. In addition, in all data folders, separa te text files will be saved with information about the data and their context. This includes: – Overview of files in the respective folder. – Overview of the performed computations and their relation to each other. – Purpose of the performed computations and their relation to other datasets and publications (if applicable) Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : The data will be archived in KU Leuven's RDR repository. This repository provides an appropriate metadata standard which will be used. 4. Data Storage & Back-up during the Research Project Where will the data be stored? While the project is carried out , the generated data is stored on the computer cluster \"Dirac\" of the Quantum Chemistry and Physical Chemistry (QCPC) division at the Department o f Chemistry of KU Leuven. A daily back -up of this data is stored at the central ICT services. The data stored local ly on the computer of the PI and all other involved researchers are back ed up weekly onto an external hard drive. FWO DMP Template (Flemish Standard DMP) 7 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Two procedures are foreseen: – Automatic daily backups of the data stored on “Dirac ” to the central ICT systems (using rsync protocol). – Manual weekly backups of the data stored locally on the computer of the PI and the other involved researchers to an external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacitie s are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The cluster “ Dirac ” currently provides a default storage capacity of 400 GB per user. This is expected to be sufficient for the present project but can be increased if necessary. T he external hard drive s provide a capacity of 1 TB per researcher . If during the course of the project this turns out to be insufficient (unlikely) , additional hard drives can be purchased. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURIT Y OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 Access to the computer cluster “ Dirac ” is restricted to people who have an account. This comprises all current members of the division Quantum Chemistry and Physical Chemistry. Read, write, execute access to the data are regulated via unix file permissions, by default every user can only access the files stored in their personal folder on “ Dirac ”. All external hard drive s are protected by password and antivirus software. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The computer cluster “ Dirac ” can be used for free. Possible costs include the purchase of new external hard drives. Th is could be covered by the CELSA grant if necessary. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 8 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). All data generated throughout the research project will be retained for 10 years in accordance with KU Leuven policies . Where will these data be archived (stored and curated for the long -term)? All data wi ll be stored on the computer cluster “ Dirac ” with daily automatic backup s to the central ICT servers. Additionally, the data will be archived in the RDR repository of KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The computer cluster “Dirac” and the RDR repository can be used for free. If there are any unforeseen costs, these can be covered by the funds of the PI and the division Quantum Chemistry and Phy sical Chemistry. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) 9 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access reposi tory (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: All data generated throughout the project will be made available in the open -access RDR repository . If access is restricted, please specify who will be able to access the data and under what conditions. Contact information of the PI will be provided in the datasets for those who are further interested. The PI will be responsible for follow ing up requests for data access and reuse . Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. All data will be archived in the open -access RDR repository. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the results. Unpublished results will be made available upon request by email. FWO DMP Template (Flemish Standard DMP) 10 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICE NCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 The data will be open to all external users under the license generated by the RDR platform , e.g. CC -BY 4.0 Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. Do you intend to add a PID/D OI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? No costs are expected. The RDR repository is free, provided that the data does not exceed 50 GB per year, which is not expected to happen. 7. Responsibilities Who will manage data documentation and metadata during the research project? The PI, Thomas Jagau, is responsible for collecting, processing, analysing and documenting the generated data and metadata. 8 Source: Ghent University Generic DMP Evalu ation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11 Who will manage data storage and backup during the research project? The PI, Thomas Jagau, is responsib le for regular data storage and backups. Who will manage data preservation and sharing? The PI , Thomas Jagau, is responsible for data preservation and sharing. Who will update and implement this DMP? The PI , Thomas Jagau, is responsible for implementing this DMP and updating it when needed ."
}