{
    "document_id": "D-2022-1736",
    "LinkTitle": "D-2022-1736",
    "file_name": "D-2022-1736.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1736.pdf",
    "metadata": {
        "title": "D-2022-1736",
        "author": "Daniel Cebrián Lacasa",
        "num_pages": 3
    },
    "content": {
        "full_text": "A hierarchy of protein wave patterns controls cell division\nCreators: Daniel Cebrián, Lendert GelensFunder: KU Leuven (KUL)Template: KU Leuven BOF-IOF \nPrincipal Investigator: Daniel Cebrián, Lendert Gelens, Andrew GoryachevStart date: 10-10-2022End date: 10-10-2026 \nProject abstract: \nEach healthy dividing cell goes through two main phases in its life cycle. DNA is replicated in interphase, and then, in the mitotic phase, the cell segregates that DNA between the two daughter cells and it effectively divides. Failure to properly coordinate cell division can disrupt embryonic development, tissue homeostasis, and it can lead to devastating diseases such as cancer. Essential parts of the cell cycle control system have been investigated. Biochemical oscillations result from complex interactions between regulators, and they can drive the cell cycle forward. Moreover, bio-polymers, such as microtubules and actin, can self-organize. Among other things, this leads to a contractile actin-myosin ring that helps splitting a cell in two. However, little is known about the temporal and spatial coordination of these different important processes combined.  \nIn this project we investigate how intracellular waves of critical biochemical mitotic regulators and cortical waves of actin polymerization interact and function collectively. We characterize how such a hierarchy of wave patterns with different spatial and temporal scales affects global cell cycle control, and how it can control cell shape. To do so, we first develop generic and biochemically detailed models describing the regulatory network of i) the activity of the mitotic kinase Cdk1, and ii) the activity of  the GTPase Rho interacting with actin. We then couple both models and analyze how collective wave phenomena are able to drive the cell cycle and changes in cell shape. Finally, our model predictions will be confronted with experiments in early frog embryos. \nLast modified: 20-04-2023 \nResearch Data Summary  \nDatasets and research materials:  \n1) Numerical data. The specific data will not be stored, but the codes used to generate the data will be properly provided as .py files and documented to ensure reproducibility of all results.  The codes will be available on GitLab, along with .text files if necessary, specifying all parameters and conditions to reproduce each result. The exact amount of codes or .text files are not known exactly, but we estimate between 10-20 codes to be provided with about 10kB per code.\n2) Literature. The relevant literature will be provided in the references of the thesis and publications, or properly stored in a .text  file along with the codes if the first option is not possible.\n6) Personal data. No personal data is required for this project.  \n8) Publications and presentations . This includes academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD student. Academic papers will be published in .pdf format and presentations will be made in .ppt format and stored in .pdf on the OneDrive.\n9) Experimental data.  The experiments carried out by others in the lab are stored as movies. A typical movie contains various TIFF images each 5-10min for a duration of hours to several days, which can amount to tens of GB of data (per channel - bright  field and potentially multiple fluorescent reporters). When doing experiments on a weekly basis, this quickly leads to many TB of raw data per year.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. \nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the  KU Leuven or UZ Leuven privacy register number (G or S number).  \nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, ...)? If so, please comment per dataset or data type where appropriate.  \nNo \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.  \nYes, the PhD researcher will work together with the University of Edinburgh, to which the second supervisor Andrew Goryachev  is affiliated. The numerical data and some of the experimental data will be shared between both research groups.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. \nNo\nDocumentation\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded).  \nAs mentioned above, the code is properly documented and commented using docstrings and comments within the code. If necessary, a README.text file is included with the code to indicate parameters, conditions, or special interactions or explanations related to the code.\nData Storage & Back-up during the Research Project Where will the data be stored?  \n-Shared network drive (L-drive, KU Leuven) -OneDrive (KU Leuven) \nHow will the data be backed up?  \nStandard back-up provided by KU Leuven ICTS for my storage solution  \nThe data will be stored on the university's central servers with automatic daily back-up procedures.  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  \nOnedrive documents will be shared only among the supervisors and PhD researchers of the research project. In case documents are shared outside of the research project (e.g. within the research group) this will be done with restricted acces (shared via e-mail) and editing rights (view-only).  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered? \nMy own codes will require very little storage capacity, such that the corresponding costs are negligible.  \nIf we store all raw experimental data generated and stored by other researchers in the group , this would correspond to 10-100TB during this project, at a price of about 2000EUR/year/10TB. Such approach is not sustainable, and we will work with staff of the KU Leuven Libraries to determine what to keep and archive (during and after the research) and what the best practices are to manage the generated data (e.g. only keep crucial down-sampled data and/or analyzed data).   Those costs are currently covered by an ongoing FWO research project.\nWhich data will be retained for 5 years (or longer, in agreement with other retention policies that are applicable) after the end of the project?In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  \nWe will not deviate from this minimum preservation term of 5 years.\nData Sharing and Reuse  \nWill the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available.  \nYes, as restricted data (upon approval, or institutional access only)  \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nThe collected data will be accessible to the PhD researcher, the supervisors Lendert Gelens and Andrew Goryachev , and the current research members of both research groups . \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.  \nNo\nWhere will the data be made available?If already known, please provide a repository per dataset or data type.  \nData on all our publications resulting from this research will be stored in the KU Leuven repository LIRIAS  or in the KU Leuven GitLab.\nWhen will the data be made available?  \nUpon publication of research results , paper publications, seminars, exhibition, round tables and workshops  \nWhich data usage licenses are you going to provide? If none, please explain why.  \nData Transfer Agreement (restricted data)Most probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project.  \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.  \nno\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.  \nResponsibilitiesWho will manage data documentation and metadata during the research project?  \nThe data documentation and metadata will be managed by the PhD researcher  appointed to the research project , Daniel Cebrían.\nWho will manage data storage and backup during the research project?  \nDaniel Cebrían will ensure the data is stored on the KU Leuven drives .\nAs internal storage is used, ICTS KU Leuven will manage the data storage and backup.\nWho will manage data preservation and sharing?  \nDaniel Cebrían and Lendert Gelens.\nWho will update and implement this DMP?  \nThe data management plan will be updated and implemented by the PhD researcher, Daniel Cebrián"
    },
    "clean_full_text": "A hierarchy of protein wave patterns controls cell division Creators: Daniel Cebrián, Lendert GelensFunder: KU Leuven (KUL)Template: KU Leuven BOF-IOF Principal Investigator: Daniel Cebrián, Lendert Gelens, Andrew GoryachevStart date: 10-10-2022End date: 10-10-2026 Project abstract: Each healthy dividing cell goes through two main phases in its life cycle. DNA is replicated in interphase, and then, in the mitotic phase, the cell segregates that DNA between the two daughter cells and it effectively divides. Failure to properly coordinate cell division can disrupt embryonic development, tissue homeostasis, and it can lead to devastating diseases such as cancer. Essential parts of the cell cycle control system have been investigated. Biochemical oscillations result from complex interactions between regulators, and they can drive the cell cycle forward. Moreover, bio-polymers, such as microtubules and actin, can self-organize. Among other things, this leads to a contractile actin-myosin ring that helps splitting a cell in two. However, little is known about the temporal and spatial coordination of these different important processes combined. In this project we investigate how intracellular waves of critical biochemical mitotic regulators and cortical waves of actin polymerization interact and function collectively. We characterize how such a hierarchy of wave patterns with different spatial and temporal scales affects global cell cycle control, and how it can control cell shape. To do so, we first develop generic and biochemically detailed models describing the regulatory network of i) the activity of the mitotic kinase Cdk1, and ii) the activity of the GTPase Rho interacting with actin. We then couple both models and analyze how collective wave phenomena are able to drive the cell cycle and changes in cell shape. Finally, our model predictions will be confronted with experiments in early frog embryos. Last modified: 20-04-2023 Research Data Summary Datasets and research materials: 1) Numerical data. The specific data will not be stored, but the codes used to generate the data will be properly provided as .py files and documented to ensure reproducibility of all results. The codes will be available on GitLab, along with .text files if necessary, specifying all parameters and conditions to reproduce each result. The exact amount of codes or .text files are not known exactly, but we estimate between 10-20 codes to be provided with about 10kB per code. 2) Literature. The relevant literature will be provided in the references of the thesis and publications, or properly stored in a .text file along with the codes if the first option is not possible. 6) Personal data. No personal data is required for this project. 8) Publications and presentations . This includes academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD student. Academic papers will be published in .pdf format and presentations will be made in .ppt format and stored in .pdf on the OneDrive. 9) Experimental data. The experiments carried out by others in the lab are stored as movies. A typical movie contains various TIFF images each 5-10min for a duration of hours to several days, which can amount to tens of GB of data (per channel - bright field and potentially multiple fluorescent reporters). When doing experiments on a weekly basis, this quickly leads to many TB of raw data per year. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, ...)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes, the PhD researcher will work together with the University of Edinburgh, to which the second supervisor Andrew Goryachev is affiliated. The numerical data and some of the experimental data will be shared between both research groups. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). As mentioned above, the code is properly documented and commented using docstrings and comments within the code. If necessary, a README.text file is included with the code to indicate parameters, conditions, or special interactions or explanations related to the code. Data Storage & Back-up during the Research Project Where will the data be stored? -Shared network drive (L-drive, KU Leuven) -OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on the university's central servers with automatic daily back-up procedures. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Onedrive documents will be shared only among the supervisors and PhD researchers of the research project. In case documents are shared outside of the research project (e.g. within the research group) this will be done with restricted acces (shared via e-mail) and editing rights (view-only). What are the expected costs for data storage and backup during the research project? How will these costs be covered? My own codes will require very little storage capacity, such that the corresponding costs are negligible. If we store all raw experimental data generated and stored by other researchers in the group , this would correspond to 10-100TB during this project, at a price of about 2000EUR/year/10TB. Such approach is not sustainable, and we will work with staff of the KU Leuven Libraries to determine what to keep and archive (during and after the research) and what the best practices are to manage the generated data (e.g. only keep crucial down-sampled data and/or analyzed data). Those costs are currently covered by an ongoing FWO research project. Which data will be retained for 5 years (or longer, in agreement with other retention policies that are applicable) after the end of the project?In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). We will not deviate from this minimum preservation term of 5 years. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to the PhD researcher, the supervisors Lendert Gelens and Andrew Goryachev , and the current research members of both research groups . Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available?If already known, please provide a repository per dataset or data type. Data on all our publications resulting from this research will be stored in the KU Leuven repository LIRIAS or in the KU Leuven GitLab. When will the data be made available? Upon publication of research results , paper publications, seminars, exhibition, round tables and workshops Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data)Most probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. no What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. ResponsibilitiesWho will manage data documentation and metadata during the research project? The data documentation and metadata will be managed by the PhD researcher appointed to the research project , Daniel Cebrían. Who will manage data storage and backup during the research project? Daniel Cebrían will ensure the data is stored on the KU Leuven drives . As internal storage is used, ICTS KU Leuven will manage the data storage and backup. Who will manage data preservation and sharing? Daniel Cebrían and Lendert Gelens. Who will update and implement this DMP? The data management plan will be updated and implemented by the PhD researcher, Daniel Cebrián"
}