{
    "document_id": "D-2023-1986",
    "LinkTitle": "D-2023-1986",
    "file_name": "D-2023-1986.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1986.pdf",
    "metadata": {
        "title": "Development of a 3D human skeletal muscle co-culture system to study atrophy and hypertrophy",
        "author": "N/A",
        "creation_date": "2023-04-28 23:52:21+02:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Development of a 3D human skeletal muscle co-culture system to study atrophy and\nhypertrophy\nA Data Management Plan created using DMPonline.be\nCreator: \nRebecca Wüst\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11O4623N\nID: \n198256\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nSkeletal muscle tissue is essential for movement, respiration, and metabolic homeostasis. Permanent\ndamage or loss of tissue resulting from muscle diseases, traumatic injuries or aggressive tumor\nablations has a drastic impact on the quality of a patient’s life. Skeletal muscle tissue engineering\naims at generating functional bio-artificial tissue, mimicking native skeletal muscle. In our lab, such a\nbio-artificial muscle (BAM) is generated with the potential application in several domains ranging\nfrom in vitro studies to regenerative medicine, e.g. as an alternative treatment option for significant\nmuscle tissue loss (long-term goal). At present, there are still a number of challenges remaining\nprior to successfully mimicking the natural condition of skeletal muscle. Therefore, the envisioned\ngoal of this work is to physiologically improve our current BAM model and to demonstrate its\nrelevance in atrophy and hypertrophy research. The physiological improvement is planned to be\nachieved by further enhancing the incorporation of a premature vascular network within the BAMs\nand by applying electromechanical stimulation. Furthermore, iPSC-derived myogenic cells will be\ninvestigated as an alternative to human satellite cells. In contrast to satellite cells, iPSCs display a\nlargely expandable cell source and allow to generate patient-specific muscles, which bears great\npotential for clinical application, e.g. for disease models or drug testing systems.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 8\nDevelopment of a 3D human skeletal muscle co-culture system to study atrophy and\nhypertrophy\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 8\nDevelopment of a 3D human skeletal muscle co-culture system to study atrophy and\nhypertrophy\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 8\nDevelopment of a 3D human skeletal muscle co-culture system to study atrophy and\nhypertrophy\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 8\nDevelopment of a 3D human skeletal muscle co-culture system to study atrophy and\nhypertrophy\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopic\nimages\nImmunofluorescent or bright field\nimages taken with phase contrast\nor confocal microscope\nGenerate new data\nDigital\nPhysical\nExperimental\n.czi\n<1TB\n \nqPCR data\nResults from qPCR, mainly the\ncalculated Ct values but also\naccompanied metadata from\nLightCycler480 device\nGenerate new data\nDigital\nExperimental\n.txt\n.pdf\n<1GB\n \nSpectrophotometer\nmeasurement data\nResults from spectrophotometric\nmeasurements\nGenerate new data\nDigital\nExperimental\n.csv\n<1GB\n \nLive cell imager\ndata (images and\nmovies)\nDevice to follow-up growth of cells live\n(device: CellCyte X)\nGenerate new data\nDigital\nExperimental\n.pdf\n.tif, jpg\n.mp4\n<100 GB\n \nRNA bulk-\nsequencing\ntranscriptomic\ndatasets\nGene expression level of\ncell populations\nGenerate new data\nDigital\nExperimental\n.fastq\n<1TB\n \nFlow cytometry\ndata\nFlow cytometry analysis of cells \nGenerate new data\nDigital\nExperimental\n.fcs\n.pdf\n<1GB\n \nStatistical analysis\ndata\nPerformance of statistical analysis on\ncollected data\nGenerate new data\nDigital\nExperimental\n.pzfx\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSo far, there is no plan for reusing existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nCells used for experiments in this project are isolated from human skeletal muscle biopsies taken from cadavers in the course of the Human Body Donation Program of KU Leuven, at campus\nKULAK, Belgium (ethical approval number: NH019-2020-04-02). \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nAt this point, there is no concrete valorization foreseen, however the project outcome does have potential for commercial valorization. In this case, the LRD (KU Leuven) will be contacted before\ndisseminating the data.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll experiments performed throughout this project will be detailed documented in an electronic lab book (Benchling). In Benchling, information necessary to keep data understandable and usable,\nincluding the experimental design, the dates of experimental steps, information on the biological material used, a detailed description of experimental steps and operation procedure of used device,\nare documented. All members of the lab (who have received access) can view and use this information, allowing accurate repetition of experiments.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThere will be no specific metadata standard used. Within this project, metadata will be created manually, by including text files (word or excel files) containing a detailed overview and description of\nthe experimental setup. As indicated above, the online notebook Benchling will be used, serving as an electronic documentation system. Using this system, all experiments are organized and\ninformation can be found and reused.\nInstrument-specific meta data files are used. For example, metadata generate with Zeiss instruments (axiovert, confocal, light sheet) is saved in the .czi file and can be viewed and reused.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nGenerated raw data within this project will be stored on the personal I-drive of KU Leuven of the researcher. Data generated in collaborative projects or subproject will be stored on the shared\ndrives by KU Leuven which can be accessed by each researcher involved in the project. In addition, shared data can temporarily be stored on the KU Leuven One Drive. \nProcessed data added to the electronic notebook (described above) are additionally stored on the Benchling server. All data from completed projects or subprojects will be stored on the K-drive of\nKU Leuven.\nHow will the data be backed up?\nThe data stored on KU Leuven drives is assured to be backed up daily (service of the KU Leuven ICTS). For the use of KU Leuven One Drive, a daily back-up of the data is also guaranteed. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nThere is currently no sufficient storage capacity available for the complete project. For this, additional storage is bought in packages of 1 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFor KU Leuven drives, only researches with an account (two-step authentication system) with given access to these drives will be able to access or modify the data. Data stored on the KU\nLeuven I-drive is only possible to be accessed by the researcher of this project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nIt is expected that within this project data of approximately 2 TB will be generated and stored on the university's servers. The costs of these servers of the KU Leuven are €165 per TB per year.\nThese costs will be covered by the lab of the PI.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n6 of 8\nAll data that contributed to an important outcome or published work, or data that will be important for future researchers of the lab to continue on parts of the work, will be retained for at least five\nyears (10 years according to KU Leuven RDM policy) after the end of the project. \nWhere will these data be archived (stored and curated for the long-term)?\nFor the long term data (and metadata) will be archived in the KU Leuven K-drive.\nIn addition, datasets will be uploaded to KU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor smaller data sets, the preservation in data repositories is usually free of charge. For data sets exceeding this limit (larger data sets), the lab of the PI will cover the cost for storage on the KU\nLeuven servers.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nRaw data of published work will be stored in open access repository. This data will include microscopic images, measurements of concentrations, calculations, or raw data from qPCR machine.\nDuring the project: Data will be stored on the I-drive of KU Leuven (researcher-specific drive).\nAfter the project: Additional data with extra information to published work, data from optimization experiments or data important for continuation of work by other researchers after the project is\nfinished, will be stored on the K-drive of KU Leuven, a restricted access repository (institutional access only).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor the mentioned K-drive, access is restricted to internally, meaning all only authorized people (members of the lab group) have access to this drive. The I-drive is only accessible by the PhD\nstudent of this project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will be made available using KU Leuven RDR.\nWhen will the data be made available?\nData will be made available upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nFor published data, Open Access will be used and therefore a usage licenses is not going to be provided. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nUsing KU Leuven RDR, a DOI number will be added to the dataset(s).\nWhat are the expected costs for data sharing? How will these costs be covered?\nFor Open Access publishing, the costs will be dependent of the publication fee of the\nselected journal. These costs will be covered covered by the bench fee of the FWO project fund. Any other type of data sharing (internal or external) can be done without generating additional\ncosts.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD student and the PI. In addition, PhD students collaborating within the project. \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n7 of 8\nWho will manage data storage and backup during the research project?\nThe PhD student and the PI. In addition, PhD students collaborating within the project. \nWho will manage data preservation and sharing?\nThe PI will be responsible for managing data preservation and sharing. \nWho will update and implement this DMP?\nThe PhD student and the PI will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n8 of 8"
    },
    "clean_full_text": "Development of a 3D human skeletal muscle co-culture system to study atrophy and hypertrophy A Data Management Plan created using DMPonline.be Creator: Rebecca Wüst Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11O4623N ID: 198256 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Skeletal muscle tissue is essential for movement, respiration, and metabolic homeostasis. Permanent damage or loss of tissue resulting from muscle diseases, traumatic injuries or aggressive tumor ablations has a drastic impact on the quality of a patient’s life. Skeletal muscle tissue engineering aims at generating functional bio-artificial tissue, mimicking native skeletal muscle. In our lab, such a bio-artificial muscle (BAM) is generated with the potential application in several domains ranging from in vitro studies to regenerative medicine, e.g. as an alternative treatment option for significant muscle tissue loss (long-term goal). At present, there are still a number of challenges remaining prior to successfully mimicking the natural condition of skeletal muscle. Therefore, the envisioned goal of this work is to physiologically improve our current BAM model and to demonstrate its relevance in atrophy and hypertrophy research. The physiological improvement is planned to be achieved by further enhancing the incorporation of a premature vascular network within the BAMs and by applying electromechanical stimulation. Furthermore, iPSC-derived myogenic cells will be investigated as an alternative to human satellite cells. In contrast to satellite cells, iPSCs display a largely expandable cell source and allow to generate patient-specific muscles, which bears great potential for clinical application, e.g. for disease models or drug testing systems. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 8 Development of a 3D human skeletal muscle co-culture system to study atrophy and hypertrophy Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 8 Development of a 3D human skeletal muscle co-culture system to study atrophy and hypertrophy DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 8 Development of a 3D human skeletal muscle co-culture system to study atrophy and hypertrophy GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 8 Development of a 3D human skeletal muscle co-culture system to study atrophy and hypertrophy FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopic images Immunofluorescent or bright field images taken with phase contrast or confocal microscope Generate new data Digital Physical Experimental .czi <1TB qPCR data Results from qPCR, mainly the calculated Ct values but also accompanied metadata from LightCycler480 device Generate new data Digital Experimental .txt .pdf <1GB Spectrophotometer measurement data Results from spectrophotometric measurements Generate new data Digital Experimental .csv <1GB Live cell imager data (images and movies) Device to follow-up growth of cells live (device: CellCyte X) Generate new data Digital Experimental .pdf .tif, jpg .mp4 <100 GB RNA bulk- sequencing transcriptomic datasets Gene expression level of cell populations Generate new data Digital Experimental .fastq <1TB Flow cytometry data Flow cytometry analysis of cells Generate new data Digital Experimental .fcs .pdf <1GB Statistical analysis data Performance of statistical analysis on collected data Generate new data Digital Experimental .pzfx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: So far, there is no plan for reusing existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Cells used for experiments in this project are isolated from human skeletal muscle biopsies taken from cadavers in the course of the Human Body Donation Program of KU Leuven, at campus KULAK, Belgium (ethical approval number: NH019-2020-04-02). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes At this point, there is no concrete valorization foreseen, however the project outcome does have potential for commercial valorization. In this case, the LRD (KU Leuven) will be contacted before disseminating the data. Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All experiments performed throughout this project will be detailed documented in an electronic lab book (Benchling). In Benchling, information necessary to keep data understandable and usable, including the experimental design, the dates of experimental steps, information on the biological material used, a detailed description of experimental steps and operation procedure of used device, are documented. All members of the lab (who have received access) can view and use this information, allowing accurate repetition of experiments. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There will be no specific metadata standard used. Within this project, metadata will be created manually, by including text files (word or excel files) containing a detailed overview and description of the experimental setup. As indicated above, the online notebook Benchling will be used, serving as an electronic documentation system. Using this system, all experiments are organized and information can be found and reused. Instrument-specific meta data files are used. For example, metadata generate with Zeiss instruments (axiovert, confocal, light sheet) is saved in the .czi file and can be viewed and reused. 3. Data storage & back-up during the research project Where will the data be stored? Generated raw data within this project will be stored on the personal I-drive of KU Leuven of the researcher. Data generated in collaborative projects or subproject will be stored on the shared drives by KU Leuven which can be accessed by each researcher involved in the project. In addition, shared data can temporarily be stored on the KU Leuven One Drive. Processed data added to the electronic notebook (described above) are additionally stored on the Benchling server. All data from completed projects or subprojects will be stored on the K-drive of KU Leuven. How will the data be backed up? The data stored on KU Leuven drives is assured to be backed up daily (service of the KU Leuven ICTS). For the use of KU Leuven One Drive, a daily back-up of the data is also guaranteed. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No There is currently no sufficient storage capacity available for the complete project. For this, additional storage is bought in packages of 1 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For KU Leuven drives, only researches with an account (two-step authentication system) with given access to these drives will be able to access or modify the data. Data stored on the KU Leuven I-drive is only possible to be accessed by the researcher of this project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? It is expected that within this project data of approximately 2 TB will be generated and stored on the university's servers. The costs of these servers of the KU Leuven are €165 per TB per year. These costs will be covered by the lab of the PI. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 28 April 2023 6 of 8 All data that contributed to an important outcome or published work, or data that will be important for future researchers of the lab to continue on parts of the work, will be retained for at least five years (10 years according to KU Leuven RDM policy) after the end of the project. Where will these data be archived (stored and curated for the long-term)? For the long term data (and metadata) will be archived in the KU Leuven K-drive. In addition, datasets will be uploaded to KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For smaller data sets, the preservation in data repositories is usually free of charge. For data sets exceeding this limit (larger data sets), the lab of the PI will cover the cost for storage on the KU Leuven servers. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Raw data of published work will be stored in open access repository. This data will include microscopic images, measurements of concentrations, calculations, or raw data from qPCR machine. During the project: Data will be stored on the I-drive of KU Leuven (researcher-specific drive). After the project: Additional data with extra information to published work, data from optimization experiments or data important for continuation of work by other researchers after the project is finished, will be stored on the K-drive of KU Leuven, a restricted access repository (institutional access only). If access is restricted, please specify who will be able to access the data and under what conditions. For the mentioned K-drive, access is restricted to internally, meaning all only authorized people (members of the lab group) have access to this drive. The I-drive is only accessible by the PhD student of this project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be made available using KU Leuven RDR. When will the data be made available? Data will be made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. For published data, Open Access will be used and therefore a usage licenses is not going to be provided. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Using KU Leuven RDR, a DOI number will be added to the dataset(s). What are the expected costs for data sharing? How will these costs be covered? For Open Access publishing, the costs will be dependent of the publication fee of the selected journal. These costs will be covered covered by the bench fee of the FWO project fund. Any other type of data sharing (internal or external) can be done without generating additional costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD student and the PI. In addition, PhD students collaborating within the project. Created using DMPonline.be. Last modiﬁed 28 April 2023 7 of 8 Who will manage data storage and backup during the research project? The PhD student and the PI. In addition, PhD students collaborating within the project. Who will manage data preservation and sharing? The PI will be responsible for managing data preservation and sharing. Who will update and implement this DMP? The PhD student and the PI will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 28 April 2023 8 of 8"
}