{
    "document_id": "D-2023-1754",
    "LinkTitle": "D-2023-1754",
    "file_name": "D-2023-1754.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1754.pdf",
    "metadata": {
        "title": "APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis\nA Data Management Plan created using DMPonline.be\nCreator: \nFirst Name Surname \n \nhttps://orcid.org/0000-0003-4546-5154\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nFirst Name Surname \n \nhttps://orcid.org/0000-0003-4546-5154\nGrant number / URL: \nS003923N\nID: \n197422\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nIn vitro diagnostic (IVD) technologies have undoubtfully revolutionized healthcare over the past decades. However, with dominance of\nlaboratory-confined technologies, the IVD market critically lags behind a healthcare paradigm shift towards decentralized diagnostic\napproaches (so called, point-of-care, POC). Lab-on-chip (LOC) technologies have long promised to address this need and bring lab-\nquality assays to the POC, but largely failed because of complex instrumentation, difficult operation with too many manual steps and high\ncost. Therefore, in the absence of a better solution, the decades-old lateral flow (LF) assays keep dominating the POC market despite the\npre-requisite for sample preparation, lack of multiplexing capacity and incompatibility with different types of assays. In this context, the\noverall scientific goal of the APPLIEDx project is to develop POC patch unique in its capacity for (1) painless sampling of capillary blood\nthrough hollow microneedles (HMN), (2) direct analysis of this sample on the very same patch, (3) accommodating multiplex\nimmunological and high sensitivity molecular assays on an integrated LF strip and (4) activation by simply positioning this patch on the\nupper arm of a user. The APPLIEDx patch will be validated through a retrospective sample set and/or prospective small scale evaluation\nin a controlled clinical setting for 2 highly socioeconomic relevant cases: (1) simultaneous diagnosis of HIV and syphilis, contributing to\nsexually transmitted disease control, and (2) simultaneous detection of Dengue and Chikungunya, supporting prevention of tropical fever-\ncausing viruses outbreaks. To succeed in this, the 3-partner consortium with support of extended advisory committee will significantly\nadvance in the fields of self-powered microfluidics, materials science and HMN microfabrication next to development and on-chip\nimplementation of complex assays for their patient validation.\nLast modified: \n28-03-2023\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n1 of 10\nAPPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe following datatypes will be generated: chip designs (.svg); microfluidic optimization (.mp4); on-chip heating system characterization (.seq); microscope images/images in general (.jpg, .tiff,\n.png); data analysis, piercing force measurements and working with pressure pumps (.xlsx); µCT scanning (.m files for result analysis in Matlab and .tif and.stl files for 3D renders); HMN\nfabrication (.dwg, .stp and. dxf files for AutoCAD). Existing/new protocols, research reports and manuscripts will be generated (.docx, .xlsx). Clinical validation is performed according to a\nstandardized protocol, including informed consent, usability feedback and laboratory diagnostic accuracy assessments (.csv, docx, .xlsx).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person: Prof. Jeroen Lammertyn\n2\n. \nStorage capacity/repository\n1\n. \nAt KUL, all staff working on the project (under supervision of project PI, J. Lammertyn) will follow KUL Research DMP (in accordance with FWO requirements), save all the data on\nthe shared KUL J: Drive during the project and transfer them to K: Drive for long-term storage. Storage capacity/staff member is 200 Gb, with KUL ICT responsible for all the servers.\nAt ITM, all data are saved in a protected folder (restricted access) on the ITM L:Drive (39.5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will be\ncollected and stored in accordance with ITM Research DMP. Servers are managed and secured by ITM ICT.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nN.A.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nInformation about study participants will be handled confidentially, and a unique study code (pseudonymization) will be assigned to each participant. Data collected in ITMs biobank (SLIMS\nsoftware) is pseudonymized to minimize the risk of re-identification.  The key and personal identifiers are only accessible to the authorized project staff in a password protected .xlsx document.\nOnly pseudonymized data will be processed for study data management and analysis/reporting will only be done by means of aggregated or fully anonymous data. Data management will be done\nin compliance with Good Clinical Practice guidelines, GDPR, and a study specific data management plan will be developed.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nFor overview of protocols/research progress, electronic notebook will be used in the Biosensors group (eLABJOURNAL, Bio-ITech) and ITM (Zenya, SLIMS, RedCAP) with indication of\ndate/subject/responsible person. Research DMP will be followed strictly: data (with the exception of research participant identifiers) will be made available on request to the KUL/ITM at any time\nduring the research, and stored for a minimum of 10 years after the publication of the results/the end of the period of the project funding. Data collected throughout the project, saved in the general\nfile of the project, will be bundled in manuscripts, in which graphs, tables and images will summarize the results and conclusions.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n2 of 10\nAPPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n3 of 10\nAPPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n4 of 10\nAPPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nAll datasets listed in table below will be shared under CC-BY-NC license.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nCAD design\nDesign of microfluidic modules\nand chips (WP1)\nGenerate\nnew data\nDigital\nExperimental\n.svg\n< 2GB\n \nVideo recording\nVisualization of microfluidic\nchip operations during design\noptimization: video recordings\nwith camera/webcam (WP1)\nGenerate\nnew data\nDigital\nExperimental\n.mp4, .avi\n< 1TB\n \nMicroscopy images\nVisualization and quantification\nof the number of red blood cells\nin the separated plasma\nsamples (Task 1.2)\nGenerate\nnew data\nDigital\nExperimental\n.tiff, .JPEG\n< 25GB\n \nSpectrophotometer data\nCollection and processing of\nprimary numerical data\n(spectrophotometer) for the\ncharacterization of the dilution\naccuracy are processed in\nstandard software (Task 1.1)\nGenerate\nnew data\nDigital\nExperimental\n.csv\n<1GB\n \n Experiment parameters\nLaser machining parameters,\nmaterial parameters, scanning\nstrategy and injection moulding\nparameters for experiments\n(WP2)\nGenerate\nnew data\nDigital\nExperimental\n.csv\n<1GB\n \nµCT\nCharacterisation of lasered\nsamples with µCT (WP2)\nGenerate\nnew data\nDigital\nExperimental\n.tiff\n<1 TB\n \nInjection moulding simulations\nInjection moulding simulation\nresults, mesh information and\nCAD file (WP2)\nGenerate\nnew data\nDigital\nExperimental\nm3j and .ans\n<1 TB\n \nCAD files\nCAD files of the mould and\nneedle designs (WP2)\nGenerate\nnew data\nDigital\nExperimental\n.stp\n< 100 GB\n \nMicroscopy data\nMicroscopy data of\nmicroneedles and mould inserts\nfor mechanical behaviour tests\nand fluidic characterization\n(WP2)\nGenerate\nnew data\nDigital\nExperimental\n.tiff ; .pdf, .plux\n< 100 GB\n \nMechanical behaviour tests\nForce and displacement\ninformation from mechanical\ntests (WP2)\nGenerate\nnew data\nDigital\nExperimental\n.csv\n< 1GB\n \nCAD design flow splitting system\nDesign of microfluidic flow\nsplitting system (Task 2.3)\nGenerate\nnew data\nDigital\nExperimental\n.svg\n< 500MB\n \nVideo recording flow splitting system\nVisualization of microfluidic\nflow splitting system operations\n(Task 2.3)\nGenerate\nnew data\nDigital\nExperimental\n.mp4, .avi\n< 500GBB\nVideo\nrecording\nCAD design skin model\nDesign of PDMS based in vitro\nskin model for sampling\nmodule validation (Task 3.1)\nGenerate\nnew data\nDigital\nExperimental\n.svg\n< 500MB\n \nVideo recording sampling module\nVisualization of microfluidic\nchip operations during\nsampling module operation\n(Task 3.1 and 3.2)\nGenerate\nnew data\nDigital\nExperimental\n.mp4, .avi\n< 500GB\n \nSampling module_validation_ usability\nTask 3.3\nAfter Scenario Questionnaire\nAnonymized pictures of the\ndevice handling\nGenerate\nnew data\nDigital\n \nExperimental\nObservational\n \n.csv\n.tif\n<100MB\n<100MB (per picture)\n \n \nSampling module_validation_ acceptability\nTask 3.3\nAcceptability scores (grades)\nGenerate\nnew data\nDigital\n \nExperimental\n \n.csv\n \n<100MB\n \n \nSampling module_validation_robustness\nTask 3.3\nSuccess rate\nVolume collected\nGenerate\nnew data\nDigital\n \nExperimental\n \n.csv\n \n<100MB\n \n \nBioassays development\nWP4 and WP5 -Collection and\nprocessing of primary\nnumerical data (ELISA, RT-\nPCR)\nGenerate\nnew data\nDigital\n \nExperimental\n \n.csv\n \n<5GB\n \n \nCAD design bioassay modules\nDesign of APPLIEDx bioassay\nmodules (WP4-5)\nGenerate\nnew data\nDigital\nExperimental\n.svg\n< 1GB\n \nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n5 of 10\nVideo recording\nVisualization of microfluidic\nchip operations during assay\nimplementation video\nrecordings (WP4-5)\nGenerate\nnew data\nDigital\nExperimental\n.mp4, .avi\n< 500GB\n \nAssay module validation\nTask 6.1\nRetrospective sample\nvalidation (DENV and CHIKV\nmodule)\nGenerate\nnew data\n \nReuse\nexisting data\nDigital\nPhysical\n \nExperimental\n.csv\n<100MB\n \n \nAssay module validation\nTask 6.2\nRetrospective sample\nvalidation\nGenerate\nnew data\n \nReuse\nexisting data\nDigital\nPhysical\n \nExperimental\n.csv\n<100MB\n \n \nIntegrated patch_diagnostic accuracy\nTask 6.3\nProspective validation\nGenerate\nnew data\nDigital\n \nExperimental\n.csv\n<100MB\n \n \nIntegrated patch_usability, acceptability,\nrobustness\nTask 6.3\nAfter Scenario questionnaire,\nAcceptability scores, etc (as for\nsampling module)\nAnonymized pictures of the\ndevice handling\nGenerate\nnew data\nDigital\n \nExperimental\nObservational\n \n \n.csv\n.tif\n<100MB\n<100MB (per picture)\n \n \nObservational Data\nReports and notes written down\nin electronic lab notebook\n(eLABJournal, Bio-ITech –\ncloud-based storage)\nGenerate\nnew data\nDigital\n \nObservational\n \n \nCloud based file\n \n \nReporting\nMeeting reports and update\npresentations\nGenerate\nnew data\nDigital\n \nExperimental\n&Observational\n \n \n.docx, .pptx\n<5GB\n \nScientific outcomes\nScientific publications and\ndoctoral dissertations\nGenerate\nnew data\nDigital\n \nExperimental\n&Observational\n \n \n.docx, .pdf\n< 15GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAs a source for existing data (Task 6.1 and 6.2: analytical and clinical validations with a retrospective sample set), the clinical reference laboratory information system (LAB400) will be used as well\nas the electronic biobank system (SLIMS). The retracted data will contain information on infection status (HIV, syphilis, DENV, CHIKV positive and/or negative), and sample biobank location.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nAs the project includes prospective inclusion of both healthy and sick study participants, we will comply with the Belgian law on experiments (2004), the Declaration of Helsinki (2013), the Belgian\nbiobank law and the GDPR.\nPersonal data processing considerations: clinical validation is performed according to a standardized protocol, including informed consent, usability feedback and laboratory diagnostic accuracy\nassessments (.csv, docx, .xlsx). At ITM, all data are saved in a protected folder (restricted access) on the ITM L:Drive (39,5 Gb) under supervision of laboratory responsible (D. Van den Bossche).\nData will be collected and stored in accordance with the ITM Research Data Management Plan. Servers are managed and secured by ITM ICT. We will adhere to a minimum preservation term of\n10 years after the publication of the results or the end of the period of the project funding. Information of study participants will be handled confidentially, and a unique study code\n(pseudonymization) will be assigned to each participant at the earliest opportunity. Data collected in ITM’s biobank (SLIMS software) and data collection tool (RedCAP) is pseudonymized. \nPictures taken during the user testing will be anonymous, taking into account specific participant characteristics (eg tattoos). Since personal data is collected and processed, we will comply with\nthe EU GDPR 2016/679. The key and personal identifiers are only accessible to selected study staff in contact with participants and retained in a password protected .xlsx document.\nPseudonymization is done appropriately to minimize the risk of re-identification. Only pseudonymized data will be processed for study data management and analysis and reporting will only be\ndone by means of aggregated or fully anonymous data. Data management will be done in compliance with Good Clinical Practice (GCP) guidelines andGDPR,. ITM adheres to the European\nFAIR principles and recognizes that data should be “as open as possible and as closed as necessary”. As such, ITM’s data sharing policy will be followed according to which the data supporting\nthe findings of this study will be retained at the ITM and will not be made openly accessible due to ethical and privacy concerns. Data can however be made available after approval of a motivated\nand written request to the Data Access Committee of the ITM at \nITMresearchdataaccess@itg.be\n.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nThe following personal data of patients will be processed  for  the retrospective analysis of biobanked lab samples:\nReference laboratory results and demographic data (gender, age) for the assay module validation dataset\nThe following personal data of patients will be processed  for  prospective part:\nQuestionnaire answers/ Likert scale grade will be collected for study participants, as well as some demographic data (age, gender, education level, …). Data will be collected pseudonymously\nthrough a RedCAP online questionnaire and extracted to an .csv or .xlsx format for further analysis. This applies to the following datasets:\nSampling module_validation_ usability\nSampling module_validation_ acceptability\nIntegrated patch_usability, acceptability, robustness\nReference laboratory results will be processed for the Integrated patch_diagnostic accuracy\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n6 of 10\nThe FWO APPLIEDx has 4 main valorization routes:\n1\n. \nDevelopment and licensing of RDT for STDs\n2\n. \nDevelopment and licensing molecular assays for ID\n3\n. \nCreation of a knowledge centre for transdisciplinary development of IVD devices\n4\n. \nCreation of a manufacturing centre for microfluidic chip technology\nTo support these valorization routes, IP generation and protection is key. We do expect new IP generation in the field of microfluidics for both point-of-care microsampling, sample processing and\nin vitro\n diagnostics (e.g. flow-splitting system, reagent mixing and dilution, plasma separation, molecular assay integration in WP1-3-4-5) as well as in the field of microfabrication (e.g. mold\nsolutions for creating the fluidic connection in WP 2-3).\nWhen there is concrete potential for tech transfer, the IP related to these research data will be protected, with the support of KU Leuven LRD and the IOF manager supporting this project (Dr. F.\nDal Dosso). \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCurrently, there are no 3rd party agreements in place regarding this project that can restrict exploitation or dissemination of the data.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor overview of protocols/research progress, electronic notebook will be used at KUL  (eLABJOURNAL, Bio-ITech) and ITM (Zenya, SLIMS, RedCAP) with indication of\ndate/subject/responsible person. Here, folders will be provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject,\nand including information about the responsible person (i.e., the person who created the file) as well as version tracking. Each experimental file will contain a section on the objective,\nprotocol, results (a description of results and observations rather than all raw and analyzed data) and conclusions. \nResearch DMP will be followed strictly: data (with the exception of research participant personal data) will be made available on request to the KUL/ITM at any time during the research.\nData will be stored for a minimum of 10 years after the publication of the results/the end of the period of the project funding. \nMost important (raw)data which lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the shared folder created on the shared drive\n(J:\\SET-MEBIOS-BIOSENSORS-SHAREDPROJ-DI0494\\SBO-APPLIEDx-0004). This folder is secured and backed-up by the ICTS service of KU Leuven. This folder will contain also all\nthe administrative items (e.g. project proposal, project reports, update presentations, contracts).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nBeing a highly interdisciplinary project, it is not possible to use a standard metadata system.\nBeing a highly interdisciplinary project, it is not possible to use a standard metadata system.\nKUL and ITM partners will use the electronic lab notebook in which a number of predetermined topics have to be described for each experiment (objective, protocol, results, and conclusion).\nThe electronic lab notebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server-based folder\nwith the experimental data, linking of the metadata to the actual data will be facilitated.\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org). When depositing data in a local\nor public repository, the final dataset will be accompanied by this information in a README.txt document, following the Dublin Core Metadata standard if no other meta-standard is available\nyet. This file will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be\nunderstood by other members of the laboratory and add contextual value to the dataset for future reuse. Participant level data will not be made openly accessible due to privacy restrictions.\nFor each peer-reviewed article, a separate folder will be made on the server, containing the latest Word version and all raw and processed data used in the article.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe time-stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the\nelectronic labbook. The folder is open for all the project partners that will be working on this project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made\nand kept on KUL managed personal laptops (e.g., OneDrive personal folder).\nAt ITM, all data are saved in a protected folder (restricted access) on the ITM L:Drive (39.5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will be collected and\nstored in accordance with ITMs Research Data Management Policy. Servers are managed and secured by ITM ICT. Copies can be made and kept on O365 Onedrive personal location.\nHow will the data be backed up?\nFor both KUL and ITM, the digital data will be stored on the central servers with automatic daily back-up procedures\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n7 of 10\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven as well as ITM provide sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work\njointly and store data files.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nKUL:\nThe network drive for the project shared folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Confidential data can and will\nbe protected with a password (available only for PI Jeroen Lammertyn).\nVisitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder.\nData storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project.\nITM:\nServers are protected by firewall and antivirus software. Access is only possible with ITM password, 2-factor authentication and assigned user access to the concerned server\nfolders. Access to project files is restricted to project staff. Any data stored on ITM laptops is encrypted.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKUL Type 1 server back-end storage with mirror backup for the project share folder will cost 519 Euro per Tb per year. Costs will be covered by the project consumables budget.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe data to be retained during 10 years after the project's end are dissemination data (source files of publications and presentations), documentation on measurements set-ups, and the\nmost relevant measurement data.\nWhere will these data be archived (stored and curated for the long-term)?\nA distinction is made between research data and dissemination data.\nThe research data, namely microscopy images, video recordings and measurement results, will be stored on an external hard drive after the end of the project.\nFor dissemination data\nAt KUL, all staff working on the project (under supervision of project PI, J. Lammertyn) will follow KUL Research DMP (in accordance with FWO requirements), save all the data on\nthe shared KUL J: Drive during the project and transfer them to K: Drive for long-term storage. Storage capacity/staff member is 200 Gb, with KUL ICT responsible for all the servers.\nAt ITM, all data are archived saved in a protected folder (restricted access) on the ITM L:Drive (39.5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will\nbe collected and stored in accordance with ITMs Research Data Management Policy. Servers are managed and secured by ITM ICT.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded in the PI’s allocation on the departmental server.\nThe costs (1000 EUR/year) will be covered by other on-going projects at that point in time.\nThe research data will be stored on an external hard disk. As the lifetime of such external hard disk may not be adequate, the data to be preserved will be moved to a new hard disk,\npurchased on the budget of a follow-up project, when needed. This is adequate, as the volume of such external hard disks is expanding considerably over time.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOther, please specify:\nNew data generated from the below tasks will be made available according to ITM’s guidelines on ‘secondary sharing of (sensitive) personal data’ (see below).\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n8 of 10\nSampling module_validation_ usability\nTask 3.3\nAfter Scenario Questionnaire\nSampling module_validation_ acceptability\nTask 3.3\nAcceptability scores (grades)\nSampling module_validation_robustness\nTask 3.3\nSucces rate\nVolume collected\nAssay module validation\nTask 6.1\nRetrospective sample validation (DENV and CHIKV\nmodule)\nAssay module validation\nTask 6.2\nRetrospective sample validation\nIntegrated patch_diagnostic accuracy\nTask 6.3\nProspective validation\nIntergrated patch_usability, acceptability, robustness\nTask 6.3\nAfter Scenario questionnaire, Acceptability scores, etc (as\nfor sampling module)\n \nOther:\nRelevant digital data will be published and made available after the end of the project.\nData with valuable IP will be protected prior to publication.\nWe will comply with open access regulations of KU Leuven.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll project collaborators will be authorized to have access to all obtained digital and physical data after the project. In case the question originates by researchers outside the project, the data can\nbe made available upon e-mail request, and on condition that the users agree to give proper credit, such as co-authorship on their papers building on these data. Usage for commercial purposes\nwill require obtaining a license, or equivalent arrangement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Ethical aspects\nYes, Privacy aspects\nITM: Secondary sharing of (sensitive) personal data will only occur if full anonymization can be assured and after review and approval of ITMs Data Access Committee and signature of a\nData Sharing Agreement.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWe will deposit all peer reviewed versions of these contributions in the trusted repositories, e.g. for KUL Lirias (OpenAIRE compliant) and for ITM Pure (ITM’s research portal, developed by\nAtira; OpenAIRE compliant)\nWe will upload, describe, and share our research data (according to the FAIR principles), by making use of general data repositories (such as Zenodo) for properly documenting and\nmanaging project data during and after the project. In addition, where relevant, we will consider also publishing data, available in data repositories, in Data journals (e.g. General data\njournal Scientific Data (Nature) or those Data journals covering STEM and Medicine fields).\nWhen will the data be made available?\nAs soon as the research results have been published and any related patents secured, the data can be made available to other researchers.\nWhich data usage licenses are you going to provide? If none, please explain why.\nTo guarantee reusable aspect of data, sufficient documentation and methods information will be provided, whereas CC-BY-NC license will be attached to data through data repositories\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nTo make sure that all research data are findable\n, \ndata will be deposited in trusted data repositories, such as KUL Lirias, ITM Pure or Zenodo and data will be assigned with DOIs to create\ntrustworthy and persistent links for online content.\nWhat are the expected costs for data sharing? How will these costs be covered?\nA restricted access repository can be implemented on a free tool, such as Dropbox or OneDrive, up to a certain volume. If this volume does not suffice, time-limited storage will be\nconsidered, thus limited to the time needed to download the data.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n9 of 10\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nStudy nurses, lab technicians, scientific collaborators, PhD students and post-doctoral researchers working on this project will be responsible for the data collection, documentation and metadata.\nThey will be trained in data management at the beginning of their contract. Supervisors will manage the data storage facilities. \nWho will manage data storage and backup during the research project?\nStudy nurses, lab technicians, scientific collaborators, PhD students and post-doctoral researchers working on this project will be responsible to store the data on the appropriate accommodation\nprovided by KU Leuven/ITM. The ICTS service of KU Leuven/ITM is responsible for the back-up of the network drives at KU Leuven/ITM. The folders will be managed by the supervisors. \nWho will manage data preservation and sharing?\nThe PIs will be responsible for the data preservation and eventual reuse of obtained data. \nWho will update and implement this DMP?\nDr. Francesco Dal Dosso, IOF manager at the Biosensors Group \nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n10 of 10"
    },
    "clean_full_text": "APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis A Data Management Plan created using DMPonline.be Creator: First Name Surname https://orcid.org/0000-0003-4546-5154 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: First Name Surname https://orcid.org/0000-0003-4546-5154 Grant number / URL: S003923N ID: 197422 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: In vitro diagnostic (IVD) technologies have undoubtfully revolutionized healthcare over the past decades. However, with dominance of laboratory-confined technologies, the IVD market critically lags behind a healthcare paradigm shift towards decentralized diagnostic approaches (so called, point-of-care, POC). Lab-on-chip (LOC) technologies have long promised to address this need and bring lab- quality assays to the POC, but largely failed because of complex instrumentation, difficult operation with too many manual steps and high cost. Therefore, in the absence of a better solution, the decades-old lateral flow (LF) assays keep dominating the POC market despite the pre-requisite for sample preparation, lack of multiplexing capacity and incompatibility with different types of assays. In this context, the overall scientific goal of the APPLIEDx project is to develop POC patch unique in its capacity for (1) painless sampling of capillary blood through hollow microneedles (HMN), (2) direct analysis of this sample on the very same patch, (3) accommodating multiplex immunological and high sensitivity molecular assays on an integrated LF strip and (4) activation by simply positioning this patch on the upper arm of a user. The APPLIEDx patch will be validated through a retrospective sample set and/or prospective small scale evaluation in a controlled clinical setting for 2 highly socioeconomic relevant cases: (1) simultaneous diagnosis of HIV and syphilis, contributing to sexually transmitted disease control, and (2) simultaneous detection of Dengue and Chikungunya, supporting prevention of tropical fever- causing viruses outbreaks. To succeed in this, the 3-partner consortium with support of extended advisory committee will significantly advance in the fields of self-powered microfluidics, materials science and HMN microfabrication next to development and on-chip implementation of complex assays for their patient validation. Last modified: 28-03-2023 Created using DMPonline.be. Last modiﬁed 28 March 2023 1 of 10 APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The following datatypes will be generated: chip designs (.svg); microfluidic optimization (.mp4); on-chip heating system characterization (.seq); microscope images/images in general (.jpg, .tiff, .png); data analysis, piercing force measurements and working with pressure pumps (.xlsx); µCT scanning (.m files for result analysis in Matlab and .tif and.stl files for 3D renders); HMN fabrication (.dwg, .stp and. dxf files for AutoCAD). Existing/new protocols, research reports and manuscripts will be generated (.docx, .xlsx). Clinical validation is performed according to a standardized protocol, including informed consent, usability feedback and laboratory diagnostic accuracy assessments (.csv, docx, .xlsx). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Prof. Jeroen Lammertyn 2 . Storage capacity/repository 1 . At KUL, all staff working on the project (under supervision of project PI, J. Lammertyn) will follow KUL Research DMP (in accordance with FWO requirements), save all the data on the shared KUL J: Drive during the project and transfer them to K: Drive for long-term storage. Storage capacity/staff member is 200 Gb, with KUL ICT responsible for all the servers. At ITM, all data are saved in a protected folder (restricted access) on the ITM L:Drive (39.5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will be collected and stored in accordance with ITM Research DMP. Servers are managed and secured by ITM ICT. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N.A. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Information about study participants will be handled confidentially, and a unique study code (pseudonymization) will be assigned to each participant. Data collected in ITMs biobank (SLIMS software) is pseudonymized to minimize the risk of re-identification. The key and personal identifiers are only accessible to the authorized project staff in a password protected .xlsx document. Only pseudonymized data will be processed for study data management and analysis/reporting will only be done by means of aggregated or fully anonymous data. Data management will be done in compliance with Good Clinical Practice guidelines, GDPR, and a study specific data management plan will be developed. Which other issues related to the data management are relevant to mention? (use up to 700 characters) For overview of protocols/research progress, electronic notebook will be used in the Biosensors group (eLABJOURNAL, Bio-ITech) and ITM (Zenya, SLIMS, RedCAP) with indication of date/subject/responsible person. Research DMP will be followed strictly: data (with the exception of research participant identifiers) will be made available on request to the KUL/ITM at any time during the research, and stored for a minimum of 10 years after the publication of the results/the end of the period of the project funding. Data collected throughout the project, saved in the general file of the project, will be bundled in manuscripts, in which graphs, tables and images will summarize the results and conclusions. Created using DMPonline.be. Last modiﬁed 28 March 2023 2 of 10 APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 March 2023 3 of 10 APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 March 2023 4 of 10 APPLIEDx: Integrated point-of-care platform for infectious diseases diagnosis FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. All datasets listed in table below will be shared under CC-BY-NC license. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume CAD design Design of microfluidic modules and chips (WP1) Generate new data Digital Experimental .svg < 2GB Video recording Visualization of microfluidic chip operations during design optimization: video recordings with camera/webcam (WP1) Generate new data Digital Experimental .mp4, .avi < 1TB Microscopy images Visualization and quantification of the number of red blood cells in the separated plasma samples (Task 1.2) Generate new data Digital Experimental .tiff, .JPEG < 25GB Spectrophotometer data Collection and processing of primary numerical data (spectrophotometer) for the characterization of the dilution accuracy are processed in standard software (Task 1.1) Generate new data Digital Experimental .csv <1GB Experiment parameters Laser machining parameters, material parameters, scanning strategy and injection moulding parameters for experiments (WP2) Generate new data Digital Experimental .csv <1GB µCT Characterisation of lasered samples with µCT (WP2) Generate new data Digital Experimental .tiff <1 TB Injection moulding simulations Injection moulding simulation results, mesh information and CAD file (WP2) Generate new data Digital Experimental m3j and .ans <1 TB CAD files CAD files of the mould and needle designs (WP2) Generate new data Digital Experimental .stp < 100 GB Microscopy data Microscopy data of microneedles and mould inserts for mechanical behaviour tests and fluidic characterization (WP2) Generate new data Digital Experimental .tiff ; .pdf, .plux < 100 GB Mechanical behaviour tests Force and displacement information from mechanical tests (WP2) Generate new data Digital Experimental .csv < 1GB CAD design flow splitting system Design of microfluidic flow splitting system (Task 2.3) Generate new data Digital Experimental .svg < 500MB Video recording flow splitting system Visualization of microfluidic flow splitting system operations (Task 2.3) Generate new data Digital Experimental .mp4, .avi < 500GBB Video recording CAD design skin model Design of PDMS based in vitro skin model for sampling module validation (Task 3.1) Generate new data Digital Experimental .svg < 500MB Video recording sampling module Visualization of microfluidic chip operations during sampling module operation (Task 3.1 and 3.2) Generate new data Digital Experimental .mp4, .avi < 500GB Sampling module_validation_ usability Task 3.3 After Scenario Questionnaire Anonymized pictures of the device handling Generate new data Digital Experimental Observational .csv .tif <100MB <100MB (per picture) Sampling module_validation_ acceptability Task 3.3 Acceptability scores (grades) Generate new data Digital Experimental .csv <100MB Sampling module_validation_robustness Task 3.3 Success rate Volume collected Generate new data Digital Experimental .csv <100MB Bioassays development WP4 and WP5 -Collection and processing of primary numerical data (ELISA, RT- PCR) Generate new data Digital Experimental .csv <5GB CAD design bioassay modules Design of APPLIEDx bioassay modules (WP4-5) Generate new data Digital Experimental .svg < 1GB Created using DMPonline.be. Last modiﬁed 28 March 2023 5 of 10 Video recording Visualization of microfluidic chip operations during assay implementation video recordings (WP4-5) Generate new data Digital Experimental .mp4, .avi < 500GB Assay module validation Task 6.1 Retrospective sample validation (DENV and CHIKV module) Generate new data Reuse existing data Digital Physical Experimental .csv <100MB Assay module validation Task 6.2 Retrospective sample validation Generate new data Reuse existing data Digital Physical Experimental .csv <100MB Integrated patch_diagnostic accuracy Task 6.3 Prospective validation Generate new data Digital Experimental .csv <100MB Integrated patch_usability, acceptability, robustness Task 6.3 After Scenario questionnaire, Acceptability scores, etc (as for sampling module) Anonymized pictures of the device handling Generate new data Digital Experimental Observational .csv .tif <100MB <100MB (per picture) Observational Data Reports and notes written down in electronic lab notebook (eLABJournal, Bio-ITech – cloud-based storage) Generate new data Digital Observational Cloud based file Reporting Meeting reports and update presentations Generate new data Digital Experimental &Observational .docx, .pptx <5GB Scientific outcomes Scientific publications and doctoral dissertations Generate new data Digital Experimental &Observational .docx, .pdf < 15GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: As a source for existing data (Task 6.1 and 6.2: analytical and clinical validations with a retrospective sample set), the clinical reference laboratory information system (LAB400) will be used as well as the electronic biobank system (SLIMS). The retracted data will contain information on infection status (HIV, syphilis, DENV, CHIKV positive and/or negative), and sample biobank location. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data As the project includes prospective inclusion of both healthy and sick study participants, we will comply with the Belgian law on experiments (2004), the Declaration of Helsinki (2013), the Belgian biobank law and the GDPR. Personal data processing considerations: clinical validation is performed according to a standardized protocol, including informed consent, usability feedback and laboratory diagnostic accuracy assessments (.csv, docx, .xlsx). At ITM, all data are saved in a protected folder (restricted access) on the ITM L:Drive (39,5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will be collected and stored in accordance with the ITM Research Data Management Plan. Servers are managed and secured by ITM ICT. We will adhere to a minimum preservation term of 10 years after the publication of the results or the end of the period of the project funding. Information of study participants will be handled confidentially, and a unique study code (pseudonymization) will be assigned to each participant at the earliest opportunity. Data collected in ITM’s biobank (SLIMS software) and data collection tool (RedCAP) is pseudonymized. Pictures taken during the user testing will be anonymous, taking into account specific participant characteristics (eg tattoos). Since personal data is collected and processed, we will comply with the EU GDPR 2016/679. The key and personal identifiers are only accessible to selected study staff in contact with participants and retained in a password protected .xlsx document. Pseudonymization is done appropriately to minimize the risk of re-identification. Only pseudonymized data will be processed for study data management and analysis and reporting will only be done by means of aggregated or fully anonymous data. Data management will be done in compliance with Good Clinical Practice (GCP) guidelines andGDPR,. ITM adheres to the European FAIR principles and recognizes that data should be “as open as possible and as closed as necessary”. As such, ITM’s data sharing policy will be followed according to which the data supporting the findings of this study will be retained at the ITM and will not be made openly accessible due to ethical and privacy concerns. Data can however be made available after approval of a motivated and written request to the Data Access Committee of the ITM at ITMresearchdataaccess@itg.be . Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The following personal data of patients will be processed for the retrospective analysis of biobanked lab samples: Reference laboratory results and demographic data (gender, age) for the assay module validation dataset The following personal data of patients will be processed for prospective part: Questionnaire answers/ Likert scale grade will be collected for study participants, as well as some demographic data (age, gender, education level, …). Data will be collected pseudonymously through a RedCAP online questionnaire and extracted to an .csv or .xlsx format for further analysis. This applies to the following datasets: Sampling module_validation_ usability Sampling module_validation_ acceptability Integrated patch_usability, acceptability, robustness Reference laboratory results will be processed for the Integrated patch_diagnostic accuracy Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 28 March 2023 6 of 10 The FWO APPLIEDx has 4 main valorization routes: 1 . Development and licensing of RDT for STDs 2 . Development and licensing molecular assays for ID 3 . Creation of a knowledge centre for transdisciplinary development of IVD devices 4 . Creation of a manufacturing centre for microfluidic chip technology To support these valorization routes, IP generation and protection is key. We do expect new IP generation in the field of microfluidics for both point-of-care microsampling, sample processing and in vitro diagnostics (e.g. flow-splitting system, reagent mixing and dilution, plasma separation, molecular assay integration in WP1-3-4-5) as well as in the field of microfabrication (e.g. mold solutions for creating the fluidic connection in WP 2-3). When there is concrete potential for tech transfer, the IP related to these research data will be protected, with the support of KU Leuven LRD and the IOF manager supporting this project (Dr. F. Dal Dosso). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Currently, there are no 3rd party agreements in place regarding this project that can restrict exploitation or dissemination of the data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For overview of protocols/research progress, electronic notebook will be used at KUL (eLABJOURNAL, Bio-ITech) and ITM (Zenya, SLIMS, RedCAP) with indication of date/subject/responsible person. Here, folders will be provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information about the responsible person (i.e., the person who created the file) as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analyzed data) and conclusions. Research DMP will be followed strictly: data (with the exception of research participant personal data) will be made available on request to the KUL/ITM at any time during the research. Data will be stored for a minimum of 10 years after the publication of the results/the end of the period of the project funding. Most important (raw)data which lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the shared folder created on the shared drive (J:\\SET-MEBIOS-BIOSENSORS-SHAREDPROJ-DI0494\\SBO-APPLIEDx-0004). This folder is secured and backed-up by the ICTS service of KU Leuven. This folder will contain also all the administrative items (e.g. project proposal, project reports, update presentations, contracts). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Being a highly interdisciplinary project, it is not possible to use a standard metadata system. Being a highly interdisciplinary project, it is not possible to use a standard metadata system. KUL and ITM partners will use the electronic lab notebook in which a number of predetermined topics have to be described for each experiment (objective, protocol, results, and conclusion). The electronic lab notebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server-based folder with the experimental data, linking of the metadata to the actual data will be facilitated. As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org). When depositing data in a local or public repository, the final dataset will be accompanied by this information in a README.txt document, following the Dublin Core Metadata standard if no other meta-standard is available yet. This file will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. Participant level data will not be made openly accessible due to privacy restrictions. For each peer-reviewed article, a separate folder will be made on the server, containing the latest Word version and all raw and processed data used in the article. 3. Data storage & back-up during the research project Where will the data be stored? The time-stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook. The folder is open for all the project partners that will be working on this project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on KUL managed personal laptops (e.g., OneDrive personal folder). At ITM, all data are saved in a protected folder (restricted access) on the ITM L:Drive (39.5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will be collected and stored in accordance with ITMs Research Data Management Policy. Servers are managed and secured by ITM ICT. Copies can be made and kept on O365 Onedrive personal location. How will the data be backed up? For both KUL and ITM, the digital data will be stored on the central servers with automatic daily back-up procedures Created using DMPonline.be. Last modiﬁed 28 March 2023 7 of 10 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven as well as ITM provide sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KUL: The network drive for the project shared folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project. ITM: Servers are protected by firewall and antivirus software. Access is only possible with ITM password, 2-factor authentication and assigned user access to the concerned server folders. Access to project files is restricted to project staff. Any data stored on ITM laptops is encrypted. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KUL Type 1 server back-end storage with mirror backup for the project share folder will cost 519 Euro per Tb per year. Costs will be covered by the project consumables budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data to be retained during 10 years after the project's end are dissemination data (source files of publications and presentations), documentation on measurements set-ups, and the most relevant measurement data. Where will these data be archived (stored and curated for the long-term)? A distinction is made between research data and dissemination data. The research data, namely microscopy images, video recordings and measurement results, will be stored on an external hard drive after the end of the project. For dissemination data At KUL, all staff working on the project (under supervision of project PI, J. Lammertyn) will follow KUL Research DMP (in accordance with FWO requirements), save all the data on the shared KUL J: Drive during the project and transfer them to K: Drive for long-term storage. Storage capacity/staff member is 200 Gb, with KUL ICT responsible for all the servers. At ITM, all data are archived saved in a protected folder (restricted access) on the ITM L:Drive (39.5 Gb) under supervision of laboratory responsible (D. Van den Bossche). Data will be collected and stored in accordance with ITMs Research Data Management Policy. Servers are managed and secured by ITM ICT. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded in the PI’s allocation on the departmental server. The costs (1000 EUR/year) will be covered by other on-going projects at that point in time. The research data will be stored on an external hard disk. As the lifetime of such external hard disk may not be adequate, the data to be preserved will be moved to a new hard disk, purchased on the budget of a follow-up project, when needed. This is adequate, as the volume of such external hard disks is expanding considerably over time. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Other, please specify: New data generated from the below tasks will be made available according to ITM’s guidelines on ‘secondary sharing of (sensitive) personal data’ (see below). Created using DMPonline.be. Last modiﬁed 28 March 2023 8 of 10 Sampling module_validation_ usability Task 3.3 After Scenario Questionnaire Sampling module_validation_ acceptability Task 3.3 Acceptability scores (grades) Sampling module_validation_robustness Task 3.3 Succes rate Volume collected Assay module validation Task 6.1 Retrospective sample validation (DENV and CHIKV module) Assay module validation Task 6.2 Retrospective sample validation Integrated patch_diagnostic accuracy Task 6.3 Prospective validation Intergrated patch_usability, acceptability, robustness Task 6.3 After Scenario questionnaire, Acceptability scores, etc (as for sampling module) Other: Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of KU Leuven. If access is restricted, please specify who will be able to access the data and under what conditions. All project collaborators will be authorized to have access to all obtained digital and physical data after the project. In case the question originates by researchers outside the project, the data can be made available upon e-mail request, and on condition that the users agree to give proper credit, such as co-authorship on their papers building on these data. Usage for commercial purposes will require obtaining a license, or equivalent arrangement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Yes, Privacy aspects ITM: Secondary sharing of (sensitive) personal data will only occur if full anonymization can be assured and after review and approval of ITMs Data Access Committee and signature of a Data Sharing Agreement. Where will the data be made available? If already known, please provide a repository per dataset or data type. We will deposit all peer reviewed versions of these contributions in the trusted repositories, e.g. for KUL Lirias (OpenAIRE compliant) and for ITM Pure (ITM’s research portal, developed by Atira; OpenAIRE compliant) We will upload, describe, and share our research data (according to the FAIR principles), by making use of general data repositories (such as Zenodo) for properly documenting and managing project data during and after the project. In addition, where relevant, we will consider also publishing data, available in data repositories, in Data journals (e.g. General data journal Scientific Data (Nature) or those Data journals covering STEM and Medicine fields). When will the data be made available? As soon as the research results have been published and any related patents secured, the data can be made available to other researchers. Which data usage licenses are you going to provide? If none, please explain why. To guarantee reusable aspect of data, sufficient documentation and methods information will be provided, whereas CC-BY-NC license will be attached to data through data repositories Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes To make sure that all research data are findable , data will be deposited in trusted data repositories, such as KUL Lirias, ITM Pure or Zenodo and data will be assigned with DOIs to create trustworthy and persistent links for online content. What are the expected costs for data sharing? How will these costs be covered? A restricted access repository can be implemented on a free tool, such as Dropbox or OneDrive, up to a certain volume. If this volume does not suffice, time-limited storage will be considered, thus limited to the time needed to download the data. Created using DMPonline.be. Last modiﬁed 28 March 2023 9 of 10 6. Responsibilities Who will manage data documentation and metadata during the research project? Study nurses, lab technicians, scientific collaborators, PhD students and post-doctoral researchers working on this project will be responsible for the data collection, documentation and metadata. They will be trained in data management at the beginning of their contract. Supervisors will manage the data storage facilities. Who will manage data storage and backup during the research project? Study nurses, lab technicians, scientific collaborators, PhD students and post-doctoral researchers working on this project will be responsible to store the data on the appropriate accommodation provided by KU Leuven/ITM. The ICTS service of KU Leuven/ITM is responsible for the back-up of the network drives at KU Leuven/ITM. The folders will be managed by the supervisors. Who will manage data preservation and sharing? The PIs will be responsible for the data preservation and eventual reuse of obtained data. Who will update and implement this DMP? Dr. Francesco Dal Dosso, IOF manager at the Biosensors Group Created using DMPonline.be. Last modiﬁed 28 March 2023 10 of 10"
}