{
    "document_id": "D-2023-2235",
    "LinkTitle": "D-2023-2235",
    "file_name": "D-2023-2235.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2235.pdf",
    "metadata": {
        "title": "Stability and singular foliations",
        "author": "N/A",
        "creation_date": "2023-06-01 14:27:09+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Stability and singular foliations\nA Data Management Plan created using DMPonline.be\nCreator: \nMarco Zambon\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMarco Zambon\nGrant number / URL: \nG0B3523N\nID: \n200044\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nThis proposal addresses questions in geometry using some tools from algebra.\nThe first part of the project involves geometric objects with singularities, called singular foliations and singular\nsubalgebroids; think of a field of arrows of the plane, which at certain points degenerate to have length zero. It is known\nthat when no singularities are present, such an object has a global counterpart, which is a smooth object that describes\nhow one can flow along the field of arrows. We address properties of the global counterpart when singularities are\npresent.\nThe second and most important part of the proposal addresses stability questions, in a similar setting, involving objects\ncalled Lie algebroids. One such question is: given a field of lines on the plane and a closed curve (a circle) tangent to the\nlines, is it true that for any small perturbation of the field of lines one still has a closed curve tangent to the field of\nlines? When this happens, one says that the circle is stable.\nLast modified: \n01-06-2023\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n1 of 7\nStability and singular foliations\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for digital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nNewdata\n \nGenerate new data\nDigital\nOther: Mathematical theorems,\nproofs and examples\ntex, pdf\n<100 MB\n \nLitdata\n \nReuse existing data\nDigital and\nphysical\nOther: Mathematical papers and\nbooks\nPDF\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will use theorems, proofs and examples from the existing mathematical literature. This includes recent preprints from the preprint server Arxiv.org.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nThe data generated are in the forms of mathematical theorems. The explanation of the steps taken to obtain and prove the theorems, as well as their general context,\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n2 of 7\nwill form part of the introduction of the corresponding publication.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nThe research papers will be typeset in Latex, a softwared designed for mathematical text and formulas. Typically, before a paper reaches its final form (the one in which it\nis accepted for publication), it is preceeded by several versions, which can be considered metadata for the project. These versions are upoaded to the preprint server\nArXiv.org, both in Latex and PDF format, and remain available there.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe output data will be stored on the computers of the PI Marco Zambon, and one to the servers to which they will be backed up.\nHow will the data be backed up?\nThe output data will be stored either on servers, using applications provided by the university such as OneDrive, or using similar applications.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nApplications provided by the university such as OneDrive are protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nGiven the small size of Latex and PDF files, there are no costs involved.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll the output data (paper notes and Latex/PDF files).\nWhere will these data be archived (stored and curated for the long-term)?\nThe output data will be stored in the form of\n- preprints, available through the preprint server ArXiv.org\n- publications, available through the corresponding mathematical journals.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone. Both the preprint server Arxiv.org and journal publication are free\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n3 of 7\nThe output data will be available in the form of\n- preprints, available through the preprint server ArXiv.org\n- publications, available through the corresponding mathematical journals.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nthe preprint server ArXiv.org does not have restricted access\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs mentioned above, the output data will be stored in the form of\n- preprints, available through the freely accessible preprint server ArXiv.org - publications, available through the corresponding mathematical journals.\nWhen will the data be made available?\nAs soon as the results are written up in the form of a preprint, the preprint is posted on Arxiv.org\nWhich data usage licenses are you going to provide? If none, please explain why.\narXiv.org perpetual, non-exclusive license\nThis license gives limited rights to arXiv to distribute the article, and also limits re-use of any type from other entities or individuals.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMarco Zambon \nWho will manage data storage and backup during the research project?\nMarco Zambon \nWho will manage data preservation and sharing?\nMarco Zambon \nWho will update and implement this DMP?\nMarco Zambon \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n4 of 7\nStability and singular foliations\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThis research involves no data collection.\nThe output data is in the format of paper notes and Latex/PDF files.\nLatex files are very small, typically around 200 KB, and the corresponding PDF files are about 1MB.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nThe output data will be stored on the computers of the PI Marco Zambon, and one to the servers to which they will be backed up.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNO\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n5 of 7\nStability and singular foliations\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n6 of 7\nStability and singular foliations\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n7 of 7"
    },
    "clean_full_text": "Stability and singular foliations A Data Management Plan created using DMPonline.be Creator: Marco Zambon Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Marco Zambon Grant number / URL: G0B3523N ID: 200044 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: This proposal addresses questions in geometry using some tools from algebra. The first part of the project involves geometric objects with singularities, called singular foliations and singular subalgebroids; think of a field of arrows of the plane, which at certain points degenerate to have length zero. It is known that when no singularities are present, such an object has a global counterpart, which is a smooth object that describes how one can flow along the field of arrows. We address properties of the global counterpart when singularities are present. The second and most important part of the proposal addresses stability questions, in a similar setting, involving objects called Lie algebroids. One such question is: given a field of lines on the plane and a closed curve (a circle) tangent to the lines, is it true that for any small perturbation of the field of lines one still has a closed curve tangent to the field of lines? When this happens, one says that the circle is stable. Last modified: 01-06-2023 Created using DMPonline.be. Last modiﬁed 01 June 2023 1 of 7 Stability and singular foliations FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Newdata Generate new data Digital Other: Mathematical theorems, proofs and examples tex, pdf <100 MB Litdata Reuse existing data Digital and physical Other: Mathematical papers and books PDF <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will use theorems, proofs and examples from the existing mathematical literature. This includes recent preprints from the preprint server Arxiv.org. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The data generated are in the forms of mathematical theorems. The explanation of the steps taken to obtain and prove the theorems, as well as their general context, Created using DMPonline.be. Last modiﬁed 01 June 2023 2 of 7 will form part of the introduction of the corresponding publication. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The research papers will be typeset in Latex, a softwared designed for mathematical text and formulas. Typically, before a paper reaches its final form (the one in which it is accepted for publication), it is preceeded by several versions, which can be considered metadata for the project. These versions are upoaded to the preprint server ArXiv.org, both in Latex and PDF format, and remain available there. 3. Data storage & back-up during the research project Where will the data be stored? The output data will be stored on the computers of the PI Marco Zambon, and one to the servers to which they will be backed up. How will the data be backed up? The output data will be stored either on servers, using applications provided by the university such as OneDrive, or using similar applications. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Applications provided by the university such as OneDrive are protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Given the small size of Latex and PDF files, there are no costs involved. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the output data (paper notes and Latex/PDF files). Where will these data be archived (stored and curated for the long-term)? The output data will be stored in the form of - preprints, available through the preprint server ArXiv.org - publications, available through the corresponding mathematical journals. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None. Both the preprint server Arxiv.org and journal publication are free 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 01 June 2023 3 of 7 The output data will be available in the form of - preprints, available through the preprint server ArXiv.org - publications, available through the corresponding mathematical journals. If access is restricted, please specify who will be able to access the data and under what conditions. the preprint server ArXiv.org does not have restricted access Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. As mentioned above, the output data will be stored in the form of - preprints, available through the freely accessible preprint server ArXiv.org - publications, available through the corresponding mathematical journals. When will the data be made available? As soon as the results are written up in the form of a preprint, the preprint is posted on Arxiv.org Which data usage licenses are you going to provide? If none, please explain why. arXiv.org perpetual, non-exclusive license This license gives limited rights to arXiv to distribute the article, and also limits re-use of any type from other entities or individuals. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? None 6. Responsibilities Who will manage data documentation and metadata during the research project? Marco Zambon Who will manage data storage and backup during the research project? Marco Zambon Who will manage data preservation and sharing? Marco Zambon Who will update and implement this DMP? Marco Zambon Created using DMPonline.be. Last modiﬁed 01 June 2023 4 of 7 Stability and singular foliations Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This research involves no data collection. The output data is in the format of paper notes and Latex/PDF files. Latex files are very small, typically around 200 KB, and the corresponding PDF files are about 1MB. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The output data will be stored on the computers of the PI Marco Zambon, and one to the servers to which they will be backed up. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NO Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 01 June 2023 5 of 7 Stability and singular foliations DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 01 June 2023 6 of 7 Stability and singular foliations GDPR GDPR Have you registered personal data processing activities for this project? Created using DMPonline.be. Last modiﬁed 01 June 2023 7 of 7"
}