{
    "document_id": "D-2022-1692",
    "LinkTitle": "D-2022-1692",
    "file_name": "D-2022-1692.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1692.pdf",
    "metadata": {
        "title": "Eavesdropping on Emotions: Using vocalisations to monitor positive avian welfare",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Eavesdropping on Emotions: Using vocalisations to monitor positive avian welfare\nA Data Management Plan created using DMPonline.be\nCreators: \nPralle Kriengwatana, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nPralle Kriengwatana, n.n. n.n., n.n. n.n.\nProject Administrator:\n \nPralle Kriengwatana, n.n. n.n., n.n. n.n.\nGrant number / URL: \n2E220566\nID: \n197896\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nThe overarching goal of the project is to identify vocal valence indicators in domestic species in controlled, laboratory setting that could\nenable classification of vocal valence in a captive wild species in more natural settings. The project has 3 specific objectives:\n1\n. \nTo identify vocal indicators of valence that are potentially commonly shared in domestic poultry\n2\n. \nTo verify that vocal indicators of positive and negative valence are associated with positive and negative emotional states,\nrespectively\n3\n. \nTo test whether vocal valence classification models developed in domestic species can be used to accurately classify vocal valence\nof a captive wild species.\nLast modified: \n03-05-2023\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n1 of 5\nEavesdropping on Emotions: Using vocalisations to monitor positive avian welfare\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data)\nor \nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInducedEmotions_Chicken\nRecordings of chickens in response to different stimuli.\nData include vocalisations, behaviour, thermal imaging,\nheart rate data, and labels of behaviour\nNew data\nDigital\nAudiovisual, Image, Sound, Textual,\nScripts for algorithms (Python), Scripts\nfor statistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nSpontaneousEmotions_Chicken\nRecordings of chickens in natural situations. Data include\nvocalisations, behaviour, thermal imaging, heart rate data\nNew data\nDigital\nAudiovisual, Image, Sound, Textual,\nScripts for algorithms (Python), Scripts\nfor statistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nConspecificLabelled_Chicken\nRecordings of chickens classifying sounds. Data include\nbehaviour and vocalisations.\nNew data\nDigital\nAudiovisual, Sound, Textual, Scripts for\nalgorithms (Python), Scripts for\nstatistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nInducedEmotions_Duck\nRecordings of duck in response to different stimuli (same\nas chicken)\nNew data\nDigital\nAudiovisual, Image, Sound, Textual,\nScripts for algorithms (Python), Scripts\nfor statistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nSpontaneousEmotions_Duck\nRecording of ducks in natural situations (same as \nchicken)\nNew data\nDigital\nAudiovisual, Image, Sound, Textual,\nScripts for algorithms (Python), Scripts\nfor statistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nConspecificLabelled_Duck\nRecording of ducks classifying sounds (same as chicken)\nNew data\nDigital\nAudiovisual, Sound, Textual, Scripts for\nalgorithms (Python), Scripts for\nstatistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nInducedEmotions_Turkey\nRecordings of turkeys in response to different stimuli\n(same as chicken)\nNew data\nDigital\nAudiovisual, Image, Sound, Textual,\nScripts for algorithms (Python), Scripts\nfor statistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nSpontaneousEmotions_Turkey\nRecording of turkeys in natural situations (same as \nchicken)\nNew data\nDigital\nAudiovisual, Image, Sound, Textual,\nScripts for algorithms (Python), Scripts\nfor statistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nConspecificLabelled_Turkey\nRecording of turkeys classifying sounds (same as\nchicken)\nNew data\nDigital\nAudiovisual, Sound, Textual, Scripts for\nalgorithms (Python), Scripts for\nstatistical analysis (R)\nMPEG-4, JPEG,\nMP3, Unicode text\n(.txt), R (.R)\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe project will re-use and edit scripts created previously on the included remote detection algorithms. These scripts are the intellectual property of the M3-BIORES lab at KU Leuven, thus posing\nno restrictions on data reuse and sharing.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nECD approval pending\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nThe data has potential to be used to generate an algorithm/model that can classify whether animals are in a positive or negative emotional state based on their vocalisations. This could be further\ndeveloped into technology such as an app for assessment of animal welfare.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n2 of 5\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nSystematic organisation and naming system for files and folders\nAll handwritten notes from lab books or other physical sources digitalised\nMetadata files\nAll files generated by the project will be stored with a hierarcichal folder system: a single \nProject\n folder containing a \nData\n subfolder for raw data from each dataset, a \nResults\n subfolders for data\nused in statistical analyses and modelling for publications, and a \nDocuments\n folder containing other project-relevant information.\nMetadata text and/or PDF files will be included in each subfolder to explain the naming convention along with any abbreviations or codes (e.g. relationship between the animal and experimental\ntreatment). The \nData\n subfolder will also contain a ‘Read me’ file in .csv format, describing the content of the subfolders as well as the methodology used to obtain the data and the reference to\nwhich publications the data is attached to.\nFile names will be named according to project ID, dataset ID, data type or description (e.g. script, audio, video), researcher initials (if applicable), and creation date in YYYMMDD format:\nProjectID_datasetID_Description_Date_Initials\n.\nWe will use a version control system for data files from Git. A separate folder will be created for old versions, making sure that only the latest version of each data file is in the main folder. The\nGitLab repository will contain a ‘Read me’ file in .txt format, describing the content of the repository.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe will deposit and share research data via KU Leuven Research Data Repository and will use DataCite as the metadata standard.\nReporting of animal experiments will follow the ARRIVE guidelines.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nDuring the active phase of research, data will be stored and managed on ManGO Active Data Management Platform.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData are stored and managed by services offered by KU Leuven, which include security measures.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe have chosen solutions that are feasibly covered by the project budget\nData Preservation after the end of the Research Project\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n3 of 5\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe have budgeted costs for data preservation in the project budget\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nOther (specify below)\nOnly publication data will be shared and made accessible within the project. Publication data will be made accessible in open-access data repositories of KU Leuven: OpenAIRE-compliant data\nrepository of KU Leuven, ‘Lirias’.\nMultimedia files will not be shared due to the storage capacity demanded to share such files and due to the files being the property of KU Leuven, however, they will be represented in the sharing\nof the publication data.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nn/a\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nData used for publications will be made upon publication.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no additional expected costs for data sharing.\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n4 of 5\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nAll team members will manage data documentation and metadata during the project:\nTomas Norton (PI)\nPralle Kriengwatana (Postdoc)\nMina Mounir (Postdoc)\nAntonis Golfidis (PhD)\nWho will manage data storage and backup during the research project? \nAll team members will manage data storage and backup during the project:\nTomas Norton (PI), Pralle Kriengwatana (Postdoc), Mina Mounir (Postdoc), Antonis Golfidis (PhD)\nWho will manage data preservation and sharing? \nTomas Norton (PI), Pralle Kriengwatana (postdoc), Mina Mounir (Postdoc)\nWho will update and implement this DMP? \nPralle Kriengwatana (Postdoc), Antonis Golfidis (PhD)\nCreated using DMPonline.be. Last modiﬁed 03 May 2023\n5 of 5"
    },
    "clean_full_text": "Eavesdropping on Emotions: Using vocalisations to monitor positive avian welfare A Data Management Plan created using DMPonline.be Creators: Pralle Kriengwatana, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n. Data Manager: Pralle Kriengwatana, n.n. n.n., n.n. n.n. Project Administrator: Pralle Kriengwatana, n.n. n.n., n.n. n.n. Grant number / URL: 2E220566 ID: 197896 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: The overarching goal of the project is to identify vocal valence indicators in domestic species in controlled, laboratory setting that could enable classification of vocal valence in a captive wild species in more natural settings. The project has 3 specific objectives: 1 . To identify vocal indicators of valence that are potentially commonly shared in domestic poultry 2 . To verify that vocal indicators of positive and negative valence are associated with positive and negative emotional states, respectively 3 . To test whether vocal valence classification models developed in domestic species can be used to accurately classify vocal valence of a captive wild species. Last modified: 03-05-2023 Created using DMPonline.be. Last modiﬁed 03 May 2023 1 of 5 Eavesdropping on Emotions: Using vocalisations to monitor positive avian welfare Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA InducedEmotions_Chicken Recordings of chickens in response to different stimuli. Data include vocalisations, behaviour, thermal imaging, heart rate data, and labels of behaviour New data Digital Audiovisual, Image, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB SpontaneousEmotions_Chicken Recordings of chickens in natural situations. Data include vocalisations, behaviour, thermal imaging, heart rate data New data Digital Audiovisual, Image, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB ConspecificLabelled_Chicken Recordings of chickens classifying sounds. Data include behaviour and vocalisations. New data Digital Audiovisual, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB InducedEmotions_Duck Recordings of duck in response to different stimuli (same as chicken) New data Digital Audiovisual, Image, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB SpontaneousEmotions_Duck Recording of ducks in natural situations (same as chicken) New data Digital Audiovisual, Image, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB ConspecificLabelled_Duck Recording of ducks classifying sounds (same as chicken) New data Digital Audiovisual, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB InducedEmotions_Turkey Recordings of turkeys in response to different stimuli (same as chicken) New data Digital Audiovisual, Image, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB SpontaneousEmotions_Turkey Recording of turkeys in natural situations (same as chicken) New data Digital Audiovisual, Image, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB ConspecificLabelled_Turkey Recording of turkeys classifying sounds (same as chicken) New data Digital Audiovisual, Sound, Textual, Scripts for algorithms (Python), Scripts for statistical analysis (R) MPEG-4, JPEG, MP3, Unicode text (.txt), R (.R) <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The project will re-use and edit scripts created previously on the included remote detection algorithms. These scripts are the intellectual property of the M3-BIORES lab at KU Leuven, thus posing no restrictions on data reuse and sharing. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) ECD approval pending Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The data has potential to be used to generate an algorithm/model that can classify whether animals are in a positive or negative emotional state based on their vocalisations. This could be further developed into technology such as an app for assessment of animal welfare. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 03 May 2023 2 of 5 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Systematic organisation and naming system for files and folders All handwritten notes from lab books or other physical sources digitalised Metadata files All files generated by the project will be stored with a hierarcichal folder system: a single Project folder containing a Data subfolder for raw data from each dataset, a Results subfolders for data used in statistical analyses and modelling for publications, and a Documents folder containing other project-relevant information. Metadata text and/or PDF files will be included in each subfolder to explain the naming convention along with any abbreviations or codes (e.g. relationship between the animal and experimental treatment). The Data subfolder will also contain a ‘Read me’ file in .csv format, describing the content of the subfolders as well as the methodology used to obtain the data and the reference to which publications the data is attached to. File names will be named according to project ID, dataset ID, data type or description (e.g. script, audio, video), researcher initials (if applicable), and creation date in YYYMMDD format: ProjectID_datasetID_Description_Date_Initials . We will use a version control system for data files from Git. A separate folder will be created for old versions, making sure that only the latest version of each data file is in the main folder. The GitLab repository will contain a ‘Read me’ file in .txt format, describing the content of the repository. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We will deposit and share research data via KU Leuven Research Data Repository and will use DataCite as the metadata standard. Reporting of animal experiments will follow the ARRIVE guidelines. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) During the active phase of research, data will be stored and managed on ManGO Active Data Management Platform. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are stored and managed by services offered by KU Leuven, which include security measures. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We have chosen solutions that are feasibly covered by the project budget Data Preservation after the end of the Research Project Created using DMPonline.be. Last modiﬁed 03 May 2023 3 of 5 Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We have budgeted costs for data preservation in the project budget Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Other (specify below) Only publication data will be shared and made accessible within the project. Publication data will be made accessible in open-access data repositories of KU Leuven: OpenAIRE-compliant data repository of KU Leuven, ‘Lirias’. Multimedia files will not be shared due to the storage capacity demanded to share such files and due to the files being the property of KU Leuven, however, they will be represented in the sharing of the publication data. If access is restricted, please specify who will be able to access the data and under what conditions. n/a Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Data used for publications will be made upon publication. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? There are no additional expected costs for data sharing. Created using DMPonline.be. Last modiﬁed 03 May 2023 4 of 5 Responsibilities Who will manage data documentation and metadata during the research project? All team members will manage data documentation and metadata during the project: Tomas Norton (PI) Pralle Kriengwatana (Postdoc) Mina Mounir (Postdoc) Antonis Golfidis (PhD) Who will manage data storage and backup during the research project? All team members will manage data storage and backup during the project: Tomas Norton (PI), Pralle Kriengwatana (Postdoc), Mina Mounir (Postdoc), Antonis Golfidis (PhD) Who will manage data preservation and sharing? Tomas Norton (PI), Pralle Kriengwatana (postdoc), Mina Mounir (Postdoc) Who will update and implement this DMP? Pralle Kriengwatana (Postdoc), Antonis Golfidis (PhD) Created using DMPonline.be. Last modiﬁed 03 May 2023 5 of 5"
}