{
    "document_id": "D-2023-1787",
    "LinkTitle": "D-2023-1787",
    "file_name": "D-2023-1787.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1787.pdf",
    "metadata": {
        "title": "D-2023-1787",
        "author": "N/A",
        "num_pages": 20
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the \nresearch co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element \nin the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the \nfinal DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Saranda Bekteshi  ; 0000 -0001 -5232 -0434  \nContributor name(s) ( + ORCID) & roles  Elegast Monbaliu ; 0000 -0002 -7070 -9387  ; supervisor  (PI) \nBernard Dan ;  0000 -0002 -2051 -9876   ; co-supervisor  \nKaat Alaerts ; 0000 -0001 -8665 -6374  ; co-supervisor  \nRoser Pueyo ;  0000 -0002 -8230 -8409   ; co-supervisor  \nProject number1 & title Project nr.:  1264123N  \n \nTitle: ‘Eye -tracking working m emory training in school -aged children and youth with severe cerebral palsy: \na randomized controlled trial’  \n \nFunder(s) GrantID2 FWO  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project numbe r.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  Cerebral palsy (CP) is a neurodevelopmental diagnosis that is caused (mainly) by lesions in the developing \nor infant brain. Depending on the location of the lesion and its extent, CP can have a myriad of symptoms, \nboth motor and non -motor impairments. Approximately 30% of individuals with CP are unable to walk, \nunabl e to use their hands, and unable to produce intelligible speech. In addition to the motor impairments \nthat interfere with the activities of daily living, these individuals may also have visual and hearing \nimpairments, epilepsy, and cognitive impairments (i ncluding impairments with the executive functions).  \n \nDue to the motor impairments, individuals with severe CP are unable to use conventional interfaces to \naccess computers, such as a mouse, a keyboard, or touchscreen. To date, the best option to access \ncom puters for communication, education, and leisure is the use of eye -tracking technology. Eye -trackers \nare small devices equipped with infrared sensors which detect the movements of the eye and translate \nthem into movements of the cursor on the screen. In th is manner, individuals with severe CP are able to \nbenefit from the use of computers in their daily -life activities.  \n \nAs a human computer interface, the use of eye -tracking technology has the motor aspect (i.e., the ability to \nsuccessfully operate with the system) as well as the subjective workload (i.e., user -experience). Our previous \nstudies on eye -tracking technology in severe CP showed that their quality of the eye movements was \ncomparable to the quality of the eye movements of healthy children; and chil dren with severe CP did not \nexperience any stress (a measure of user -experience) during the performance of eye -tracking tasks. This \nevidence shows that individuals with severe CP are able to operate with the eye -tracking technology and do \nnot perceive its use as burdensome. However, for children with severe CP, the time to perform the same \ngaming tasks as healthy children was more than twice long. Previous research shows that the use of any \nAugmentative and Alternative Communication device (including eye -tracking) puts unique demands on the \nworking memory, which is one of the main executive functions. Working memory is defined as our ability to \ntemporarily store information that is no longer perceptually present, allowing us to manipulate it for \nmeaningful g oal-directed behaviours, such as decision -making, problem -solving and reasoning. In \nFWO DMP Template (Flemish Standard DMP)   4 \n individuals with severe CP, working memory capacity is significantly lower than that of healthy individuals, \nmaking skill -acquisition processes long and inefficient, and th e use of eye -tracking technology taxing. \nComputerized working memory training software have shown great benefits in diagnoses such as Autism \nand ADHD. The most used working memory training program (with the most empirical evidence) is Cogmed \nWorking Memory  Training (CWMT) software. CWMT has not been trialled before in individuals with severe \nCP, mainly because access to the software is difficult.  \n \nWe set up a Randomized Controlled Trial (RCT) to explore the effectiveness of CWMT in children and youth \nwith severe CP. To access the software, participants will be using eye -tracking technology, making this study \nunique. We aim to recruit 60 children and youth with severe CP, aged 7 -16 years old, who will be randomly \nassigned to two groups: 30 participants in th e experimental group (Standard version of Cogmed, 25 sessions, \nwith each session comprising of working memory tasks of approximately 45 minutes) and 30 participants in \nthe active control group (Light version of Cogmed, 25 sessions, with each session compri sing of working \nmemory tasks of approximately 15 minutes). Our primary outcome measure is the Cogmed Mean \nImprovement Index, which will compare pre -post intervention metrics. Our secondary outcome measures \ninclude: neuropsychological assessments (other exe cutive functions such as cognitive flexibility and \ninhibition, visual -perceptual skills, language comprehension), neuroplasticity (using functional Magnetic \nResonance Imaging), Heart Rate Variability (HRV), quality of eye movements, academic achievement, \nAugmentative and Alternative Communication Profile, and behaviour connected to the executive functions.  \n \nIn addition to the RCT, we aim to recruit 30 typically -developing children and youth who will be assessed \nonly once with all of the included assessments , but will not participate in the intervention. The data from \nthe typically -developing participants will assist the interpretation of the results from the RCT.  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   5 \n  \n2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   6 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, \nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whet her the data are newl y generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),  and an estimate of the upper limit of the volume of \nthe data3.  \n ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL \nDATA  \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Data Volume \n(MB, GB, TB)  Physical Volume  \n \n \nPatient \ncharacteristics: \nType of  \nCP, age, sex, \nfunctional \nprofile  A file containing \npersonal data (i.e. \ndata describing \npatient \ncharacteristics)  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \n \nProtocols, \ndocumentatio\nn, metadata, \nand \nmanuscripts:  \n Project protocol,  \ndetails related to \ndata \ncollection/proces\nsing, and data \ncollection/analysi\ns particularities \n(including \nmetadata) will be \nstored in Word \n(.docx), Excel ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☒ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nFWO DMP Template (Flemish Standard DMP)   7 \n  \n3 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   8 \n (.xlsx), or text \n(.txt) files. \nManuscripts \noriginating from \nthe project will be \nstored as Word \ndocuments  \n(.docx), and final \nversions will be \nexported to PDF \nformat (.pdf) to \npreserve their \nintegrity.  \n ☐ other:  \n☐ NA \nCogmed \nWorking \nMemory \nTraining  Data pertaining \nthe intervention \nsoftware  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nNeuropsycholo\ngical \nassessments  Data pertaining \nthe assessment of \nexecutive \nfunctions and \nlanguage \ncomprehension  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB   \nFWO DMP Template (Flemish Standard DMP)   9 \n ☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nNeuroimaging \ndata  Data pertaining \nthe functional \nMRI scans, \nincluding raw and \nprocessed data of \nthe brain scans  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nHeart Rate \nVariability data  Data pertaining \nthe measures of \nHeart Rate \nVariability during \ndata collection  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nFWO DMP Template (Flemish Standard DMP)   10 \n ☐ NA \nEye-tracking \ngaming \nsoftware data  Data pertaining \nthe assessment of \neye movements \nand academic \nachievement \nusing gaming \nsoftware ‘Eye \nGaze Learning \nCurve Software’ \nand ‘Choose IT! \nReadymades”  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nQuestionnaires  Data pertaining \nthe assessment of \nAAC Profile and \nbehaviour using \ntwo \nquestionnaires \nfilled in by \nparents and \ntherapists of each \nparticipant.  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \n \n \nFWO DMP Template (Flemish Standard DMP)   11 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n N/A \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☒ Yes, human subjec t data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  \n \nIncluded will be n=30 TD children and youth (aged 7 -16 years) and n=60 children and youth (aged 7 -16 \nyears) with CP. All data in this project will consist of human subject data.  \nScreening, recruitment, and data collection will start once an approval is received by the Ethical \nCommittee of KU/UZ Leuven.  An s -number is already obtained (s67227).  \n \n \n4 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   12 \n Will you process personal  data5? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhe n appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☒ Yes \n☐ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \nName and surname,  sex, date of birth, type of CP, functional profile (Gross Motor Functional Classification \nSystem, Manual Abilities Classification System, Viking Speech Scale, Communication Function Classification \nSystem, Eating and Drinking Abilities Classification system, Ey e-Pointing Classification System).  \n \nAll identifying data (such as name and surname, date of birth) will be pseudonymized/coded. A password -\nprotected excel file containing the original data will be stored separately, with access only by the PI  \n(Elegast Monbaliu)  and postdoctoral researcher of the project (Saranda Bekteshi).   \nThis password -protected file will be used to trace back the pseudonymized data (when and if necessary)  \nduring or after the project is finished . \n \n \nDoes your work have poten tial for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n5 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   13 \n Are there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Projectdocumentation (without data) will be on project folder on Oneddrive (shared with project team) with \na document explaining the folder structure. Standard operating procedure (SOP) will be stored as pfd in the \nproject folder, including research methods, practices, instructions given to participants, etc., as well as a \nblank copy of the information letter and informed consent form.  \nThe SOP will also include the link to the datastorage on the secure KU Leuven networkdrive, in which access \nwill be password protected.  \n \nMetadata will be created to make the data easier to find. For the majority of that data, metadata will be \nprovided as readme, word or exc el files, containing all settings and technical descriptions of the experiment \nand data. Data documentation will saved in the same folder in which the corresponding datasets are saved, \nfor example as a Readme.txt file. Metadata files will be updated throug hout the experiment and checked \nfor accuracy at the end of the experiment as well as of the FWO project.  \n \nManuscripts originating from the project will be stored as Word documents (.docx), and final versions will \nbe exported to PDF format (.pdf) to preserve their integrity.  \n \nFWO DMP Template (Flemish Standard DMP)   14 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COUL D ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nMetadata will be created to make the data easier to find. For the majority of that data, metadata will be \nprovided as readme, word or excel files, containing all settings and technical descriptions of the experiment \nand data.  Text documents and Excel files stored within each experiment folder in the KU Leuven L -Drive will \nrespectively contain guidelines describing data collection/analysi s methods and all relevant metadata to \nensure the reusability of the data and the reproducibility of any further data generation.  Data \ndocumentation will be saved in the same folder in which the corresponding datasets are saved, for example \nas a Readme.txt  file. Metadata files will be updated throughout the experiment and checked for accuracy \nat the end of the experiment as well as of the FWO project.   \n \nManuscripts originating from the project will be stored as Word documents (.docx), and final versions wil l \nbe exported to PDF format (.pdf) to preserve their integrity.  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nFWO DMP Template (Flemish Standard DMP)   15 \n Where will the data be stored?   \nUpon data collection/preprocessing, temporary copies of the data  may primarily be stored in the KU Leuven -\nmanaged personal computer of the postdoctoral researcher.  A copy of the data will be immediately \nuploaded to the KU Leuven Large Volume Storage space (L -Drive) for long -term preservation and backup.  \nREDCap will be use d to capture study related data. The following data will be collected in the eCRF: personal \ndata (t ype CP , age, sex, and functional profile), study data ( Q-interactive and Q -digital data, Tobii Pro Lab \ndata, Kubios Scientific HRV data, MRI neuroimaging dat a, Cogmed data, and questionnaires).  \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \nFor RedCap required back -up procedures are in place , already used by the Neurotechnology Lab in previous \nresearch projec ts. \nBack -up of the data on  the KU Leuven  L-Drive  secure network will be provide d with automatic daily  backup \nprocedures  (managed, maintained, and backed up by KU Leuven IT services) . Additionally, a mirror of the \ndata is provided in a second ICTS data cent re for  business continuity or disaster recovery purposes.  \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \n \nThe Neurotechnology Lab subscribed to 5TB+ Large Volume Storage ; This KU Leuven L -Drive has sufficient \nstorage capacity for the outlined project.  \n \n \n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   16 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 6 \n Participant identities will be linked to data using an alphanumeric code. The separate and uniquely double \npass -word  coded \"Subject Identification Code List\", which matches identifying codes with the subjects' \nnames, will be managed by the principle investigator (EM) and stored separately, using the Digital vault for \nprivate data service of the ICTS, KU Leuven. This sys tem involves a secure and operating system in ICTS's \nspecial, secure environment for private data.  \n \nAccess via RedCap will only be provided to authorized persons of the study team.  \n \nData stored on KU Leuven -managed personal computers are protected via password access to the \ncomputers, as set up by the KU Leuven IT Department. Off -site access to L -Drive data is available from KU \nLeuven personal computers and data access points, and is password protected. The only authorized people \nto have access will be the PI and the postdoctoral researcher of this project (FWO fellow).  \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The annual cost of L -Drive storage per 5TB of storage space per year is around 500 euro. This cost and \ncapacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect \nthat 5 TB will be sufficient to store all dat a generated as part of the project. These costs will be covered by \nthe budget of the PI and if more storage is needed, the FWO budget can cover it.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nFWO DMP Template (Flemish Standard DMP)   17 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget is sues, institutional policies.. .). All study data described in section 2 will be preserved for at least 5 years, in clearly labelled password -\nprotected folders containing both raw and processed data.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  All study data will be archived o n the university's central servers (with automatic back -up procedures) (K -\ndrive).  Procedure of archiving the data for the long -term will follow any current or updated guidelines set \nup by KU Leuv en. \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n For the final year of the project an additional part in the budget is foreseen for data archiving (Kdrive) for a \nperiod of minimal 10 years. The expected costs are €12,84/year/100Gb.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   18 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nDatasets (or part of the data) will be made available in an Open Access repository and upon request by mail.  \nAll requests and approvals for reuse of data other than those deposited in open -access repositories will be \nassessed on a case -by-case basis by the PI (Elegast Monbaliu).  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Datasets that will be deemed with restricted availability will be accessible only by the PI and the \npostdoctoral researcher.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan ag reement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \n \nFiles identifying the included subjects will not be shared under any (currently known) circumstances.  \n \nFWO DMP Template (Flemish Standard DMP)   19 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  In an Open Access repository and upon request by mail.  \n \nAll requests and approvals for reuse of data other than those deposited in open -access repositories will be \nassessed on a case -by-case basis by the PI.  \n \n \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results  \n \nPublications (journal articles in reputable academic journals) including key findings and their \ninterpretation will be available upon completion of the project or its m ain milestones. Relevant raw data \nwill at that same moment be made available in well -established open -access data repositories.  \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER  ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 7   \n Data from the project that can be shared will be made available under a creative commons attribution \nlicense (CC -BY-4.0), so that users have to give credit to the original data creators.  \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   20 \n Do you intend to add a PID/DOI/accession \nnumber to your dataset( s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: \n \nThe intention is to add a DOI to the dataset(s) and ma ke the data set (or part of the data)  available in open \naccess  repository.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n Costs for data sharing will be discussed with collaborators on a case -by-case basis.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The postdoc researcher (Saranda Bekteshi) associated with this project will be responsible for  \ndata documentation & metadata, under supervision of the PI (Elega st Monbaliu).  \nWho will manage data storage and backup \nduring the research project?  The postdoc researcher (Saranda Bekteshi)  will be primarily responsible for collecting/generating data, and \nfor correct documentation and upload onto the L -Drive storage space. The KU Leuven IT department will be \nresponsible for maintenance and back up of the L -Drive data storage space.  \nWho will  manage data preservation and \nsharing?  The postdoc researcher and the PI will jointly manage data preservation and sharing during the project \nperiod (until September 2025). After the project is finished, t he PI will be responsible for ensuring data \npreserv ation , reuse , and sharing.  \nWho will update and implement this DMP?  The postdoc researcher and the PI share the  responsibility of updating & implementing this DMP.  \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Saranda Bekteshi ; 0000 -0001 -5232 -0434 Contributor name(s) ( + ORCID) & roles Elegast Monbaliu ; 0000 -0002 -7070 -9387 ; supervisor (PI) Bernard Dan ; 0000 -0002 -2051 -9876 ; co-supervisor Kaat Alaerts ; 0000 -0001 -8665 -6374 ; co-supervisor Roser Pueyo ; 0000 -0002 -8230 -8409 ; co-supervisor Project number1 & title Project nr.: 1264123N Title: ‘Eye -tracking working m emory training in school -aged children and youth with severe cerebral palsy: a randomized controlled trial’ Funder(s) GrantID2 FWO Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project numbe r. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Cerebral palsy (CP) is a neurodevelopmental diagnosis that is caused (mainly) by lesions in the developing or infant brain. Depending on the location of the lesion and its extent, CP can have a myriad of symptoms, both motor and non -motor impairments. Approximately 30% of individuals with CP are unable to walk, unabl e to use their hands, and unable to produce intelligible speech. In addition to the motor impairments that interfere with the activities of daily living, these individuals may also have visual and hearing impairments, epilepsy, and cognitive impairments (i ncluding impairments with the executive functions). Due to the motor impairments, individuals with severe CP are unable to use conventional interfaces to access computers, such as a mouse, a keyboard, or touchscreen. To date, the best option to access com puters for communication, education, and leisure is the use of eye -tracking technology. Eye -trackers are small devices equipped with infrared sensors which detect the movements of the eye and translate them into movements of the cursor on the screen. In th is manner, individuals with severe CP are able to benefit from the use of computers in their daily -life activities. As a human computer interface, the use of eye -tracking technology has the motor aspect (i.e., the ability to successfully operate with the system) as well as the subjective workload (i.e., user -experience). Our previous studies on eye -tracking technology in severe CP showed that their quality of the eye movements was comparable to the quality of the eye movements of healthy children; and chil dren with severe CP did not experience any stress (a measure of user -experience) during the performance of eye -tracking tasks. This evidence shows that individuals with severe CP are able to operate with the eye -tracking technology and do not perceive its use as burdensome. However, for children with severe CP, the time to perform the same gaming tasks as healthy children was more than twice long. Previous research shows that the use of any Augmentative and Alternative Communication device (including eye -tracking) puts unique demands on the working memory, which is one of the main executive functions. Working memory is defined as our ability to temporarily store information that is no longer perceptually present, allowing us to manipulate it for meaningful g oal-directed behaviours, such as decision -making, problem -solving and reasoning. In FWO DMP Template (Flemish Standard DMP) 4 individuals with severe CP, working memory capacity is significantly lower than that of healthy individuals, making skill -acquisition processes long and inefficient, and th e use of eye -tracking technology taxing. Computerized working memory training software have shown great benefits in diagnoses such as Autism and ADHD. The most used working memory training program (with the most empirical evidence) is Cogmed Working Memory Training (CWMT) software. CWMT has not been trialled before in individuals with severe CP, mainly because access to the software is difficult. We set up a Randomized Controlled Trial (RCT) to explore the effectiveness of CWMT in children and youth with severe CP. To access the software, participants will be using eye -tracking technology, making this study unique. We aim to recruit 60 children and youth with severe CP, aged 7 -16 years old, who will be randomly assigned to two groups: 30 participants in th e experimental group (Standard version of Cogmed, 25 sessions, with each session comprising of working memory tasks of approximately 45 minutes) and 30 participants in the active control group (Light version of Cogmed, 25 sessions, with each session compri sing of working memory tasks of approximately 15 minutes). Our primary outcome measure is the Cogmed Mean Improvement Index, which will compare pre -post intervention metrics. Our secondary outcome measures include: neuropsychological assessments (other exe cutive functions such as cognitive flexibility and inhibition, visual -perceptual skills, language comprehension), neuroplasticity (using functional Magnetic Resonance Imaging), Heart Rate Variability (HRV), quality of eye movements, academic achievement, Augmentative and Alternative Communication Profile, and behaviour connected to the executive functions. In addition to the RCT, we aim to recruit 30 typically -developing children and youth who will be assessed only once with all of the included assessments , but will not participate in the intervention. The data from the typically -developing participants will assist the interpretation of the results from the RCT. FWO DMP Template (Flemish Standard DMP) 5 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 6 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whet her the data are newl y generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Patient characteristics: Type of CP, age, sex, functional profile A file containing personal data (i.e. data describing patient characteristics) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Protocols, documentatio n, metadata, and manuscripts: Project protocol, details related to data collection/proces sing, and data collection/analysi s particularities (including metadata) will be stored in Word (.docx), Excel ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 7 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 8 (.xlsx), or text (.txt) files. Manuscripts originating from the project will be stored as Word documents (.docx), and final versions will be exported to PDF format (.pdf) to preserve their integrity. ☐ other: ☐ NA Cogmed Working Memory Training Data pertaining the intervention software ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Neuropsycholo gical assessments Data pertaining the assessment of executive functions and language comprehension ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB FWO DMP Template (Flemish Standard DMP) 9 ☐ Software ☐ Other ☐ NA ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Neuroimaging data Data pertaining the functional MRI scans, including raw and processed data of the brain scans ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Heart Rate Variability data Data pertaining the measures of Heart Rate Variability during data collection ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 10 ☐ NA Eye-tracking gaming software data Data pertaining the assessment of eye movements and academic achievement using gaming software ‘Eye Gaze Learning Curve Software’ and ‘Choose IT! Readymades” ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Questionnaires Data pertaining the assessment of AAC Profile and behaviour using two questionnaires filled in by parents and therapists of each participant. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 11 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subjec t data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Included will be n=30 TD children and youth (aged 7 -16 years) and n=60 children and youth (aged 7 -16 years) with CP. All data in this project will consist of human subject data. Screening, recruitment, and data collection will start once an approval is received by the Ethical Committee of KU/UZ Leuven. An s -number is already obtained (s67227). 4 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 12 Will you process personal data5? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types whe n appropriate . If available, add the reference to your file in your host institution's privacy register. ☒ Yes ☐ No If yes: - Short description of the kind of personal data that will be used: Name and surname, sex, date of birth, type of CP, functional profile (Gross Motor Functional Classification System, Manual Abilities Classification System, Viking Speech Scale, Communication Function Classification System, Eating and Drinking Abilities Classification system, Ey e-Pointing Classification System). All identifying data (such as name and surname, date of birth) will be pseudonymized/coded. A password - protected excel file containing the original data will be stored separately, with access only by the PI (Elegast Monbaliu) and postdoctoral researcher of the project (Saranda Bekteshi). This password -protected file will be used to trace back the pseudonymized data (when and if necessary) during or after the project is finished . Does your work have poten tial for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 13 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Projectdocumentation (without data) will be on project folder on Oneddrive (shared with project team) with a document explaining the folder structure. Standard operating procedure (SOP) will be stored as pfd in the project folder, including research methods, practices, instructions given to participants, etc., as well as a blank copy of the information letter and informed consent form. The SOP will also include the link to the datastorage on the secure KU Leuven networkdrive, in which access will be password protected. Metadata will be created to make the data easier to find. For the majority of that data, metadata will be provided as readme, word or exc el files, containing all settings and technical descriptions of the experiment and data. Data documentation will saved in the same folder in which the corresponding datasets are saved, for example as a Readme.txt file. Metadata files will be updated throug hout the experiment and checked for accuracy at the end of the experiment as well as of the FWO project. Manuscripts originating from the project will be stored as Word documents (.docx), and final versions will be exported to PDF format (.pdf) to preserve their integrity. FWO DMP Template (Flemish Standard DMP) 14 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COUL D ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: Metadata will be created to make the data easier to find. For the majority of that data, metadata will be provided as readme, word or excel files, containing all settings and technical descriptions of the experiment and data. Text documents and Excel files stored within each experiment folder in the KU Leuven L -Drive will respectively contain guidelines describing data collection/analysi s methods and all relevant metadata to ensure the reusability of the data and the reproducibility of any further data generation. Data documentation will be saved in the same folder in which the corresponding datasets are saved, for example as a Readme.txt file. Metadata files will be updated throughout the experiment and checked for accuracy at the end of the experiment as well as of the FWO project. Manuscripts originating from the project will be stored as Word documents (.docx), and final versions wil l be exported to PDF format (.pdf) to preserve their integrity. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 15 Where will the data be stored? Upon data collection/preprocessing, temporary copies of the data may primarily be stored in the KU Leuven - managed personal computer of the postdoctoral researcher. A copy of the data will be immediately uploaded to the KU Leuven Large Volume Storage space (L -Drive) for long -term preservation and backup. REDCap will be use d to capture study related data. The following data will be collected in the eCRF: personal data (t ype CP , age, sex, and functional profile), study data ( Q-interactive and Q -digital data, Tobii Pro Lab data, Kubios Scientific HRV data, MRI neuroimaging dat a, Cogmed data, and questionnaires). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . For RedCap required back -up procedures are in place , already used by the Neurotechnology Lab in previous research projec ts. Back -up of the data on the KU Leuven L-Drive secure network will be provide d with automatic daily backup procedures (managed, maintained, and backed up by KU Leuven IT services) . Additionally, a mirror of the data is provided in a second ICTS data cent re for business continuity or disaster recovery purposes. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The Neurotechnology Lab subscribed to 5TB+ Large Volume Storage ; This KU Leuven L -Drive has sufficient storage capacity for the outlined project. 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 16 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 6 Participant identities will be linked to data using an alphanumeric code. The separate and uniquely double pass -word coded \"Subject Identification Code List\", which matches identifying codes with the subjects' names, will be managed by the principle investigator (EM) and stored separately, using the Digital vault for private data service of the ICTS, KU Leuven. This sys tem involves a secure and operating system in ICTS's special, secure environment for private data. Access via RedCap will only be provided to authorized persons of the study team. Data stored on KU Leuven -managed personal computers are protected via password access to the computers, as set up by the KU Leuven IT Department. Off -site access to L -Drive data is available from KU Leuven personal computers and data access points, and is password protected. The only authorized people to have access will be the PI and the postdoctoral researcher of this project (FWO fellow). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The annual cost of L -Drive storage per 5TB of storage space per year is around 500 euro. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 5 TB will be sufficient to store all dat a generated as part of the project. These costs will be covered by the budget of the PI and if more storage is needed, the FWO budget can cover it. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) 17 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget is sues, institutional policies.. .). All study data described in section 2 will be preserved for at least 5 years, in clearly labelled password - protected folders containing both raw and processed data. Where will these data be archived (stored and curated for the long -term)? All study data will be archived o n the university's central servers (with automatic back -up procedures) (K - drive). Procedure of archiving the data for the long -term will follow any current or updated guidelines set up by KU Leuv en. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the final year of the project an additional part in the budget is foreseen for data archiving (Kdrive) for a period of minimal 10 years. The expected costs are €12,84/year/100Gb. FWO DMP Template (Flemish Standard DMP) 18 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Datasets (or part of the data) will be made available in an Open Access repository and upon request by mail. All requests and approvals for reuse of data other than those deposited in open -access repositories will be assessed on a case -by-case basis by the PI (Elegast Monbaliu). If access is restricted, please specify who will be able to access the data and under what conditions. Datasets that will be deemed with restricted availability will be accessible only by the PI and the postdoctoral researcher. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an ag reement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : Files identifying the included subjects will not be shared under any (currently known) circumstances. FWO DMP Template (Flemish Standard DMP) 19 Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository and upon request by mail. All requests and approvals for reuse of data other than those deposited in open -access repositories will be assessed on a case -by-case basis by the PI. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results Publications (journal articles in reputable academic journals) including key findings and their interpretation will be available upon completion of the project or its m ain milestones. Relevant raw data will at that same moment be made available in well -established open -access data repositories. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 7 Data from the project that can be shared will be made available under a creative commons attribution license (CC -BY-4.0), so that users have to give credit to the original data creators. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 20 Do you intend to add a PID/DOI/accession number to your dataset( s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: The intention is to add a DOI to the dataset(s) and ma ke the data set (or part of the data) available in open access repository. What are the expected costs for data sharing? How will these costs be covered? Costs for data sharing will be discussed with collaborators on a case -by-case basis. 7. Responsibilities Who will manage data documentation and metadata during the research project? The postdoc researcher (Saranda Bekteshi) associated with this project will be responsible for data documentation & metadata, under supervision of the PI (Elega st Monbaliu). Who will manage data storage and backup during the research project? The postdoc researcher (Saranda Bekteshi) will be primarily responsible for collecting/generating data, and for correct documentation and upload onto the L -Drive storage space. The KU Leuven IT department will be responsible for maintenance and back up of the L -Drive data storage space. Who will manage data preservation and sharing? The postdoc researcher and the PI will jointly manage data preservation and sharing during the project period (until September 2025). After the project is finished, t he PI will be responsible for ensuring data preserv ation , reuse , and sharing. Who will update and implement this DMP? The postdoc researcher and the PI share the responsibility of updating & implementing this DMP."
}