{
    "document_id": "D-2021-1233",
    "LinkTitle": "D-2021-1233",
    "file_name": "D-2021-1233.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1233.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-30 20:01:45+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Ikram Mohout\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIkram Mohout \nFWO Project Number & Title\n11M9422N\nFunctional biomarkers of cartilage mechanics in osteoarthritis – an MRI-based, multi-scale\nadaptive modeling framework to bridge from in vitro destructive testing to in vivo clinical\napplications\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nHistorical data in the form of raw and processed micro-MRI from bovine cartilage samples will be\nused in the first phase of WP1 & WP2. The dataset stems from the 'C2 project - Optimisation of\ncartilage regeneration in the tibio-femoral joint' where no ethical commitee approval was\nrequired as the animal tissue was considered offal.\nIn WP3 & WP4 \nin vivo\n data and any patient related data is used from the ongoing 'G045320N -\nHappy Joints' project. This project has recieved ethical committee approval (S64286).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data \nformat \nvolume\n \nHow created\n \nWP1 - WP2\n \nhistology sections of\nhuman cartilage\n(with and without\nchemical\ndegradation) \n.jpg, .tiff\nand\nphysical\nsections \n1 GB \nPolarized light\nmicroscopy,\ndigital\ndensitometry,\nfourier\ntransform\ninfrared\nspectroscopy \nWP1 - WP2 \nhuman\ncartilage samples\n \nCartilage\ntissue,\nhuman\ncells \n40 plugs\nHarvested from\nhuman cartilage\ntissue explants\nWP1 - WP2\nraw\n \nmicro-MRI data\n .txt,\n.2dseq,\n.d3proc\n300 GB \nBruker MR\nscanner \nWP3 \nraw MRI data\n Dicom\nformat\n(.DCM)\n100 GB\n Philips 3T MR\nscanner\nWP1 - WP2 - WP3\nprocessed MRI data\n \n.tiff, .txt,\n.m\n400 GB\nMATLAB\nWP1 - WP3 -\nWP4 \nsegmented\ncartilage volumes\nfrom MRI \n.mcs,\n.mxp, .stl\n100 GB\nMimics, 3-matic\nWP1 - WP3 -\nWP4 \nmeshed\ncartilage volumes\n.ansa, .inp\n20 GB\nANSA, Abaqus\nWP1 - WP3 - WP4\ndata from \nin\nsilico \nfinite element\nsimulations with a\nuser defined material\nsubroutine \n.inp, .odb,\n.cae, .f,\n.m  \n0.5 T \n Abaqus,\nfortran, MATLAB \nWP2 \ndeep learning\nalgorithm\n.py, .m,\nipynb,\n.tiff, .txt\n 800 GB\nPython, MATLAB \nWP4 \nraw gait\nanalysis data\nincluding motion data\nand forceplate data\n.C3D\n800 MB\nVicon motion\ncapture system\nWP4 \nprocessed gait\nanalysis data \n.mot, .trc,\n.sto, .m\n1 GB\nVicon Nexus,\nMATLAB\n \nWP3 -\nWP4 \nmusculoskeletal\nsimulation data \n .osim,\n.vtp, .m\n 1 GB\n Opensim,\nMATLAB\n \nWP4 \npatient\nreported outcomes \n .txt ,\n.xlsx \n \n Printed paper\n \nWP4 \nalgorithm of\ncartilage\ndegeneration\n .m, .f \n 500 MB\n MATLAB,\nfortran \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nPrivacy Registry Reference:\nS64286\nThe personal data is collected as part of the  'G045320N - Happy Joints' project.\nShort description of the kind of personal data that will be used:\nTwo types of personal data will be used:\n1\n. \nPersonal information for contact purposes (e.g. name, address, phone number, e-mail),\nwhich will not be used in any further analysis. Participants will be asked whether this\ninformation can be stored in a database for future research, via a separate informed\nconsent procedure in accordance with the General Data Protection Regulation UZ/KU\nLeuven.\n2\n. \nPersonal information for research purposes, consisting of socio-demographical data (e.g.\ngender, date of birth, handedness) and data concerning medical status (e.g. disease\nseverity, medication intake, functionality), via the study-related informed consent procedure\nin agreement with the General Data Protection Regulation.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nWe will receive anonymized data from research experiments on humans, performed at KU\nLeuven as part of a different and approved research project (G045320N) (S64286).\nHuman cartilage samples collection will be included as part of an approved research\nproject  (G045320N) (S61930).\n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nData from this project may be considered to claim intellectual property rights on the advice of\nLeuven R&D's valorisation team. LRD will be responsible for patent management and eventual\nlicensing. Data may be used for industrial collaborations and will then be defined as KU Leuven\nbackground by LRD in good faith.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe following documentation will be provided:\n1\n. \nTable of content (excel file and .csv) with all project-related experiments including\nexperiment number, date of implementation and name of the researcher who stored the\nexperiment\n2\n. \nBrief description of the goal of the experiment and related work package (word and .txt file)\n3\n. \nDetailed protocol or link to an existing standard protocol (SOP) which will enable other\nresearchers to repeat the experiment.\n4\n. \nAll data or link to another file with the (raw) data\n5\n. \nIf appropriate, illustrations of the data with legends and statistical analysis. In case that\ndocumentation is written or available in notebooks or stored on other files a link will be\nprovided.\nWith the help of these documentations every authorized researcher will be able (1) to look up all\nthe information of the performed experiments and (2) to repeat the experiments in the same\nway.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nAll data will be coded. This will consist of:\nExperimental protocols: description on how the data is collected and generated (software,\nmaterials, set-up, settings (.docx) and how data are processed (software, protocol,\nguidelines, …) (.docx, read.me text files);\nMeasurement forms: notes during data collection (printed paper);\nRaw experimental data: storage of original physical data and folders with original digital\ndata in software-specific files;\nProcessed data: folder with digital data in the software-specific files, spreadsheets with\nresults (.CSV, .xls);\n \n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nFor folder organization, a logical hierarchy with broader topics at a higher level within specific\nfolders will be created. The folder names will be descriptive. File names will have a clear meaning\nand the following information will be included in the file names: project or experiment name (or\nan acronym of it), name of the researcher or author of the file (or initials), date/date range, type\nof data and version number of the file. Clear version numbers will be provided if several versions\nof data are kept.\nMetadata will be provided as readme, word, excel or xml files, containing all settings and\ntechnical descriptions of the experiments and data processing workflows. A data dictionary or\ncodebook will describe labels for all variables and codes, variables types, units of measurement\nand key identifiers for a data file. Standard operating procedures (SOPs), logbooks, lab protocols\nwill be included. Explanatory comments in code or model script will be included.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the data will be kept on the shared drive of our research unit.\nCopies can be made and kept on personal hard drives.\nHow is backup of the data provided?\nThe data will be stored on the university's central server.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSufficient back-up capacity will be purchased through the KU Leuven ICTS center.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n€227.5 / year for storing data on the university server + purchase of hard drives 200 Euros. This\nwill be covered by the PI (Happy Joints project).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to the shared drive will be given only to authorized researchers.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nBoth raw physical and digital data, as well as the processed data will be stored for a 5-year\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nperiod after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe detailed data of the project will be stored on the KU Leuven shared drives, research group\nhard drives and KU Leuven data repository.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n€227.5 / year for storing data on the university server.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nIP protection and valorisation initiatives may restrict sharing of the data.\nWhich data will be made available after the end of the project?\nAll data will be made available upon reasonable request and after appropriate IP protection if this\nis applicable. Patient-specific data will only be shared ensuring the privacy of the patients (e.g.\nbody weight, body length). Decoded personal data will never be shared.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nUpon reasonable and specific request, any data subset and analysis can be made available. For\ndata transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used.\nWhen will the data be made available?\nUpon publication of the research results\nData will be made available immediately after publication, unless specific IP protections remain\nto be set.\nWho will be able to access the data and under what conditions?\nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected. If any occur, that will be covered by the requesting parties.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD researcher/FWO fellow (Ikram Mohout, KU Leuven) will be responsible for data\ndocumentation & metadata, under supervision of the promotor (Prof. Dr. Ilse Jonkers). \nWho will be responsible for data storage & back up during the project?\nData management, storage and back-up will be performed by the PhD researcher/FWO fellow\n(Ikram Mohout, KU Leuven) under supervision of the promotor (Prof. Dr. Ilse Jonkers)\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI Prof. Dr. Ilse Jonkers bears responsibility for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Ikram Mohout Institution KU Leuven 1. General Information Name applicant Ikram Mohout FWO Project Number & Title 11M9422N Functional biomarkers of cartilage mechanics in osteoarthritis – an MRI-based, multi-scale adaptive modeling framework to bridge from in vitro destructive testing to in vivo clinical applications Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Historical data in the form of raw and processed micro-MRI from bovine cartilage samples will be used in the first phase of WP1 & WP2. The dataset stems from the 'C2 project - Optimisation of cartilage regeneration in the tibio-femoral joint' where no ethical commitee approval was required as the animal tissue was considered offal. In WP3 & WP4 in vivo data and any patient related data is used from the ongoing 'G045320N - Happy Joints' project. This project has recieved ethical committee approval (S64286). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data format volume How created WP1 - WP2 histology sections of human cartilage (with and without chemical degradation) .jpg, .tiff and physical sections 1 GB Polarized light microscopy, digital densitometry, fourier transform infrared spectroscopy WP1 - WP2 human cartilage samples Cartilage tissue, human cells 40 plugs Harvested from human cartilage tissue explants WP1 - WP2 raw micro-MRI data .txt, .2dseq, .d3proc 300 GB Bruker MR scanner WP3 raw MRI data Dicom format (.DCM) 100 GB Philips 3T MR scanner WP1 - WP2 - WP3 processed MRI data .tiff, .txt, .m 400 GB MATLAB WP1 - WP3 - WP4 segmented cartilage volumes from MRI .mcs, .mxp, .stl 100 GB Mimics, 3-matic WP1 - WP3 - WP4 meshed cartilage volumes .ansa, .inp 20 GB ANSA, Abaqus WP1 - WP3 - WP4 data from in silico finite element simulations with a user defined material subroutine .inp, .odb, .cae, .f, .m 0.5 T Abaqus, fortran, MATLAB WP2 deep learning algorithm .py, .m, ipynb, .tiff, .txt 800 GB Python, MATLAB WP4 raw gait analysis data including motion data and forceplate data .C3D 800 MB Vicon motion capture system WP4 processed gait analysis data .mot, .trc, .sto, .m 1 GB Vicon Nexus, MATLAB WP3 - WP4 musculoskeletal simulation data .osim, .vtp, .m 1 GB Opensim, MATLAB WP4 patient reported outcomes .txt , .xlsx Printed paper WP4 algorithm of cartilage degeneration .m, .f 500 MB MATLAB, fortran 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Privacy Registry Reference: S64286 The personal data is collected as part of the 'G045320N - Happy Joints' project. Short description of the kind of personal data that will be used: Two types of personal data will be used: 1 . Personal information for contact purposes (e.g. name, address, phone number, e-mail), which will not be used in any further analysis. Participants will be asked whether this information can be stored in a database for future research, via a separate informed consent procedure in accordance with the General Data Protection Regulation UZ/KU Leuven. 2 . Personal information for research purposes, consisting of socio-demographical data (e.g. gender, date of birth, handedness) and data concerning medical status (e.g. disease severity, medication intake, functionality), via the study-related informed consent procedure in agreement with the General Data Protection Regulation. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes We will receive anonymized data from research experiments on humans, performed at KU Leuven as part of a different and approved research project (G045320N) (S64286). Human cartilage samples collection will be included as part of an approved research project (G045320N) (S61930). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Data from this project may be considered to claim intellectual property rights on the advice of Leuven R&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may be used for industrial collaborations and will then be defined as KU Leuven background by LRD in good faith. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The following documentation will be provided: 1 . Table of content (excel file and .csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment 2 . Brief description of the goal of the experiment and related work package (word and .txt file) 3 . Detailed protocol or link to an existing standard protocol (SOP) which will enable other researchers to repeat the experiment. 4 . All data or link to another file with the (raw) data 5 . If appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiments in the same way. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 All data will be coded. This will consist of: Experimental protocols: description on how the data is collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx, read.me text files); Measurement forms: notes during data collection (printed paper); Raw experimental data: storage of original physical data and folders with original digital data in software-specific files; Processed data: folder with digital data in the software-specific files, spreadsheets with results (.CSV, .xls); Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No For folder organization, a logical hierarchy with broader topics at a higher level within specific folders will be created. The folder names will be descriptive. File names will have a clear meaning and the following information will be included in the file names: project or experiment name (or an acronym of it), name of the researcher or author of the file (or initials), date/date range, type of data and version number of the file. Clear version numbers will be provided if several versions of data are kept. Metadata will be provided as readme, word, excel or xml files, containing all settings and technical descriptions of the experiments and data processing workflows. A data dictionary or codebook will describe labels for all variables and codes, variables types, units of measurement and key identifiers for a data file. Standard operating procedures (SOPs), logbooks, lab protocols will be included. Explanatory comments in code or model script will be included. 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the data will be kept on the shared drive of our research unit. Copies can be made and kept on personal hard drives. How is backup of the data provided? The data will be stored on the university's central server. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Sufficient back-up capacity will be purchased through the KU Leuven ICTS center. What are the expected costs for data storage and back up during the project? How will these costs be covered? €227.5 / year for storing data on the university server + purchase of hard drives 200 Euros. This will be covered by the PI (Happy Joints project). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared drive will be given only to authorized researchers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Both raw physical and digital data, as well as the processed data will be stored for a 5-year This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 period after the end of the project. Where will the data be archived (= stored for the longer term)? The detailed data of the project will be stored on the KU Leuven shared drives, research group hard drives and KU Leuven data repository. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? €227.5 / year for storing data on the university server. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: IP protection and valorisation initiatives may restrict sharing of the data. Which data will be made available after the end of the project? All data will be made available upon reasonable request and after appropriate IP protection if this is applicable. Patient-specific data will only be shared ensuring the privacy of the patients (e.g. body weight, body length). Decoded personal data will never be shared. Where/how will the data be made available for reuse? Upon request by mail Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. When will the data be made available? Upon publication of the research results Data will be made available immediately after publication, unless specific IP protections remain to be set. Who will be able to access the data and under what conditions? Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. If any occur, that will be covered by the requesting parties. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD researcher/FWO fellow (Ikram Mohout, KU Leuven) will be responsible for data documentation & metadata, under supervision of the promotor (Prof. Dr. Ilse Jonkers). Who will be responsible for data storage & back up during the project? Data management, storage and back-up will be performed by the PhD researcher/FWO fellow (Ikram Mohout, KU Leuven) under supervision of the promotor (Prof. Dr. Ilse Jonkers) Who will be responsible for ensuring data preservation and reuse ? The PI Prof. Dr. Ilse Jonkers bears responsibility for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}