{
    "document_id": "D-2024-2486",
    "LinkTitle": "D-2024-2486",
    "file_name": "D-2024-2486.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2486.pdf",
    "metadata": {
        "title": "Deservingness of Migrants in Society: Developing a framework to assess perceptions and representations of migrant deservingness",
        "author": "N/A",
        "creation_date": "2023-11-22 12:14:17+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Deservingness of Migrants in Society: Developing a framework to assess\nperceptions and representations of migrant deservingness\nA Data Management Plan created using DMPonline.be\nCreator: \nDavid De Coninck\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1219824N\nID: \n202992\nStart date: \n01-11-2023\nEnd date: \n31-10-2026\nProject abstract:\nDeMiSo - Deservingness of Migrants in Society - will develop a framework that provides a new perspective on public\npreferences regarding migrants, how it can be used to gain further insights into discriminatory behaviour towards\nmigrants, and investigate the extent to which this framework is found in news media coverage of migrants. In the field\nof social policy, the CARIN criteria (Control, Attitude, Reciprocity, Identity, Need) have been used to assess public\npreferences with regards to the\nallocation of welfare benefits to different groups. In this project, these criteria will be applied to migrant deservingness:\nwhich ‘type’ of migrant does the public feel deserves to settle in a country? The project approaches the framework of\ndeservingness from a variety of academic perspectives,\nthrough the integration of multiple research disciplines: e.g. sociology, social policy, migration studies, communication\nsciences, and political communication. This project combines desk research of media content with a mixed-method\napproach to develop the theoretical framework and to deliver new insights for academia and policy makers: an online\nsurvey will gauge public opinion and experimental correspondence tests will be conducted to assess discriminatory\nbehaviours towards migrants. Based on this developed theoretical framework, I will formulate recommendations for\npolicy and practice.\nLast modified: \n22-11-2023\nCreated using DMPonline.be. Last modiﬁed 22 November 2023\n1 of 5\nDeservingness of Migrants in Society: Developing a framework to assess\nperceptions and representations of migrant deservingness\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nWP1 – Mapping and Analysing\nDeservingness Criteria\nDataset of online survey\ndata (N = 3000)\nGenerate new data\nDigital\nSurvey data\n.spss\n<100MB\n \nWP2 – Deservingness Criteria\nand Discrimination in Belgium\nDataset of correspondence\ntests in Belgium.\nGenerate new data\nDigital\nExperimental\n.spss\n<100MB\n \nWP3 – Deservingness in the\nNews\nDataset of news articles on\ndeservingness principles\nReuse existing data\nDigital\nNews media\n.pdf\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIn the context of WP3, I will make use of the iCANDID infrastructure (i.e., Hercules medium-scale research infrastructure financed by FWO and operational since the\nSummer of 2021) as the main data collection and analysis platform. iCANDID can integrate access to different types of textual and audio-visual news data harvested from\nfreely accessible online media resources (e.g., digital media content) and proprietary media repositories (e.g., Belga.press, ENA).\n \nhttps://icandid.libis.be/#/\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nEthical approval for the project, including all work packages, has been obtained from the KU Leuven Social and Societal Ethics Committee (case number G-2023-7033-\nR3(MAR)).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nIn the context of WP2, I will conduct 1000 pair-wise matched correspondence tests. One candidate will be from Belgian origin (control group), while the other candidate\nwill be from non-Belgian (e.g., Moroccan) origin (test group). In the online applications on the rental housing market, the emails of candidates can be manipulated by\nincorporating elements of each of the deservingness criteria. Their ethnic origins will be signalled to the landlords and realtors through their names, which are already\npre-validated (Martiniello & Verhaeghe 2022). Candidates from the test group will also vary from each other on their deservingness criteria. These criteria will be indicated\nin the rental application (e.g., the specific language used, the employment situation mentioned, their personal story as a recognized war refugee, etc.). \nTo do so, we will contact landlords ourselves through email (found on public websites such as immoweb.be), but no information about these individuals will be stored. The\nonly relevant information is whether the fictitious candidate is invited for a property viewing or not. The emails exchanged between researchers and landlords (and vice\nversa) will be destroyed after data collection. They are no longer relevant once the necessary data (invitation/no invitation) is gathered.\n  \n  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 22 November 2023\n2 of 5\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nA codebook will be developed for each data set, which will be uploaded with the corresponding dataset when these are published in repositories.\nThe codebook acts as a comprehensive reference guide for every variable in the dataset. It includes detailed information such as variable names, descriptions, data types,\nand units of measurement. This detailed documentation ensures that users can interpret and analyze each variable accurately.\nBeyond the technical details, the codebook will also provide context and meaning to the data. It explains the rationale behind each variable, its relevance to the research,\nand any assumptions or considerations made during data collection. This contextual information is invaluable for users seeking to understand the dataset in its entirety.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nFor the correspondence test and media content data, which will be deposited on KU Leuven RDR, DataCite will be used as a metadata standard. KU Leuven RDR is the\ninstitutional repository that helps KU Leuven researchers publish, share, cite, and preserve their research data in a findable, accessible, interoperable and reusable way.\nFor the online survey data, a data article will be written in Data in Brief (https://www.sciencedirect.com/journal/data-in-brief), in which all procedures and relevant\nmeasures in the survey will be outlined. This article will also contain a link to the dataset on Mendeley Data.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on a shared shared network drive at KU Leuven. For KU Leuven staff with a PC or laptop managed by ICTS or a local IT organisation, a shared\nnetwork drive is provided by default.\nKU Leuven offers a robust platform with impressive features. With no hard limit on storage size, I can store and access extensive datasets critical for scientific work. The\nflexibility of collaboration both within and outside KU Leuven enhances the potential for interdisciplinary partnerships.\nFor external collaborations, the minimal registration requirement ensures a balance between accessibility and security. All data is housed in KU Leuven datacenters,\nguaranteeing a secure and controlled environment. The high availability, coupled with storage mirroring in a second datacenter, reinforces data resilience and\nuninterrupted access. In essence, KU Leuven's data infrastructure aligns with the rigorous standards necessary for the scientific community, providing a secure and\ncollaborative environment for researchers.\nHow will the data be backed up?\nKU Leuven employs cutting-edge \"snapshot\" technology for its backup system, ensuring the meticulous preservation of incremental data changes. The standard backup\nregime, outlined below, reflects a comprehensive approach to data protection.\nThere will be daily backups at midnight, capturing the state of the data at the end of each day. The system preserves the last 6 daily backups, ensuring a comprehensive\ndaily history.\nThis backup strategy not only emphasizes the frequency of data capture but also ensures that a varied time span of backups is available. The reserved storage capacity\nguarantees that these backups are readily accessible, contributing to a robust and reliable data management system at KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe datasets that will be generated are relatively small (all around or well below 1GB), which presents no problem at all for the KU Leuven storage system.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess is only possible through KU Leuven's highly secure system. The data is stored encrypted on the central storage infractructure, ensuring that only KU Leuven staff\nhas access to the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo estimated costs.\nCreated using DMPonline.be. Last modiﬁed 22 November 2023\n3 of 5\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nIn accordance with the KU Leuven RDM policy, the data will be retained on the KU Leuven network system, for no additional cost, for 10 years. After 10 years, I will\nevaluate whether it is still necessary to store the data. If not, they will be deleted. If they are still needed, a new date will be set for reevaluation. Only researchers who\nhave worked on this study will have access to the data after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe survey data will be permanently archived on Mendeley Data, while the correspondence test and media content data will be deposited on KU Leuven RDR. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo cost.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nThe online survey data will be uploaded for free use on Mendeley Data. The data from the correspondence test and media content will be uploaded to KU Leuven RDR.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly the researchers who were involved in the current project will have access to the data. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMendeley Data for online survey data\nKU Leuven RDR correspondence test data and media content data\nWhen will the data be made available?\nData will be immediately made available upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAll datasets will be granted a CC-BY-4.0 license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA doi will be developed for each data set.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\nCreated using DMPonline.be. Last modiﬁed 22 November 2023\n4 of 5\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nDavid De Coninck \nWho will manage data storage and backup during the research project?\nDavid De Coninck \nWho will manage data preservation and sharing?\nDavid De Coninck \nWho will update and implement this DMP?\nDavid De Coninck \nCreated using DMPonline.be. Last modiﬁed 22 November 2023\n5 of 5"
    },
    "clean_full_text": "Deservingness of Migrants in Society: Developing a framework to assess perceptions and representations of migrant deservingness A Data Management Plan created using DMPonline.be Creator: David De Coninck Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1219824N ID: 202992 Start date: 01-11-2023 End date: 31-10-2026 Project abstract: DeMiSo - Deservingness of Migrants in Society - will develop a framework that provides a new perspective on public preferences regarding migrants, how it can be used to gain further insights into discriminatory behaviour towards migrants, and investigate the extent to which this framework is found in news media coverage of migrants. In the field of social policy, the CARIN criteria (Control, Attitude, Reciprocity, Identity, Need) have been used to assess public preferences with regards to the allocation of welfare benefits to different groups. In this project, these criteria will be applied to migrant deservingness: which ‘type’ of migrant does the public feel deserves to settle in a country? The project approaches the framework of deservingness from a variety of academic perspectives, through the integration of multiple research disciplines: e.g. sociology, social policy, migration studies, communication sciences, and political communication. This project combines desk research of media content with a mixed-method approach to develop the theoretical framework and to deliver new insights for academia and policy makers: an online survey will gauge public opinion and experimental correspondence tests will be conducted to assess discriminatory behaviours towards migrants. Based on this developed theoretical framework, I will formulate recommendations for policy and practice. Last modified: 22-11-2023 Created using DMPonline.be. Last modiﬁed 22 November 2023 1 of 5 Deservingness of Migrants in Society: Developing a framework to assess perceptions and representations of migrant deservingness FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume WP1 – Mapping and Analysing Deservingness Criteria Dataset of online survey data (N = 3000) Generate new data Digital Survey data .spss <100MB WP2 – Deservingness Criteria and Discrimination in Belgium Dataset of correspondence tests in Belgium. Generate new data Digital Experimental .spss <100MB WP3 – Deservingness in the News Dataset of news articles on deservingness principles Reuse existing data Digital News media .pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: In the context of WP3, I will make use of the iCANDID infrastructure (i.e., Hercules medium-scale research infrastructure financed by FWO and operational since the Summer of 2021) as the main data collection and analysis platform. iCANDID can integrate access to different types of textual and audio-visual news data harvested from freely accessible online media resources (e.g., digital media content) and proprietary media repositories (e.g., Belga.press, ENA). https://icandid.libis.be/#/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Ethical approval for the project, including all work packages, has been obtained from the KU Leuven Social and Societal Ethics Committee (case number G-2023-7033- R3(MAR)). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes In the context of WP2, I will conduct 1000 pair-wise matched correspondence tests. One candidate will be from Belgian origin (control group), while the other candidate will be from non-Belgian (e.g., Moroccan) origin (test group). In the online applications on the rental housing market, the emails of candidates can be manipulated by incorporating elements of each of the deservingness criteria. Their ethnic origins will be signalled to the landlords and realtors through their names, which are already pre-validated (Martiniello & Verhaeghe 2022). Candidates from the test group will also vary from each other on their deservingness criteria. These criteria will be indicated in the rental application (e.g., the specific language used, the employment situation mentioned, their personal story as a recognized war refugee, etc.). To do so, we will contact landlords ourselves through email (found on public websites such as immoweb.be), but no information about these individuals will be stored. The only relevant information is whether the fictitious candidate is invited for a property viewing or not. The emails exchanged between researchers and landlords (and vice versa) will be destroyed after data collection. They are no longer relevant once the necessary data (invitation/no invitation) is gathered. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 22 November 2023 2 of 5 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A codebook will be developed for each data set, which will be uploaded with the corresponding dataset when these are published in repositories. The codebook acts as a comprehensive reference guide for every variable in the dataset. It includes detailed information such as variable names, descriptions, data types, and units of measurement. This detailed documentation ensures that users can interpret and analyze each variable accurately. Beyond the technical details, the codebook will also provide context and meaning to the data. It explains the rationale behind each variable, its relevance to the research, and any assumptions or considerations made during data collection. This contextual information is invaluable for users seeking to understand the dataset in its entirety. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes For the correspondence test and media content data, which will be deposited on KU Leuven RDR, DataCite will be used as a metadata standard. KU Leuven RDR is the institutional repository that helps KU Leuven researchers publish, share, cite, and preserve their research data in a findable, accessible, interoperable and reusable way. For the online survey data, a data article will be written in Data in Brief (https://www.sciencedirect.com/journal/data-in-brief), in which all procedures and relevant measures in the survey will be outlined. This article will also contain a link to the dataset on Mendeley Data. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on a shared shared network drive at KU Leuven. For KU Leuven staff with a PC or laptop managed by ICTS or a local IT organisation, a shared network drive is provided by default. KU Leuven offers a robust platform with impressive features. With no hard limit on storage size, I can store and access extensive datasets critical for scientific work. The flexibility of collaboration both within and outside KU Leuven enhances the potential for interdisciplinary partnerships. For external collaborations, the minimal registration requirement ensures a balance between accessibility and security. All data is housed in KU Leuven datacenters, guaranteeing a secure and controlled environment. The high availability, coupled with storage mirroring in a second datacenter, reinforces data resilience and uninterrupted access. In essence, KU Leuven's data infrastructure aligns with the rigorous standards necessary for the scientific community, providing a secure and collaborative environment for researchers. How will the data be backed up? KU Leuven employs cutting-edge \"snapshot\" technology for its backup system, ensuring the meticulous preservation of incremental data changes. The standard backup regime, outlined below, reflects a comprehensive approach to data protection. There will be daily backups at midnight, capturing the state of the data at the end of each day. The system preserves the last 6 daily backups, ensuring a comprehensive daily history. This backup strategy not only emphasizes the frequency of data capture but also ensures that a varied time span of backups is available. The reserved storage capacity guarantees that these backups are readily accessible, contributing to a robust and reliable data management system at KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The datasets that will be generated are relatively small (all around or well below 1GB), which presents no problem at all for the KU Leuven storage system. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access is only possible through KU Leuven's highly secure system. The data is stored encrypted on the central storage infractructure, ensuring that only KU Leuven staff has access to the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No estimated costs. Created using DMPonline.be. Last modiﬁed 22 November 2023 3 of 5 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In accordance with the KU Leuven RDM policy, the data will be retained on the KU Leuven network system, for no additional cost, for 10 years. After 10 years, I will evaluate whether it is still necessary to store the data. If not, they will be deleted. If they are still needed, a new date will be set for reevaluation. Only researchers who have worked on this study will have access to the data after the end of the project. Where will these data be archived (stored and curated for the long-term)? The survey data will be permanently archived on Mendeley Data, while the correspondence test and media content data will be deposited on KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No cost. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository The online survey data will be uploaded for free use on Mendeley Data. The data from the correspondence test and media content will be uploaded to KU Leuven RDR. If access is restricted, please specify who will be able to access the data and under what conditions. Only the researchers who were involved in the current project will have access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Mendeley Data for online survey data KU Leuven RDR correspondence test data and media content data When will the data be made available? Data will be immediately made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. All datasets will be granted a CC-BY-4.0 license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A doi will be developed for each data set. What are the expected costs for data sharing? How will these costs be covered? None. Created using DMPonline.be. Last modiﬁed 22 November 2023 4 of 5 6. Responsibilities Who will manage data documentation and metadata during the research project? David De Coninck Who will manage data storage and backup during the research project? David De Coninck Who will manage data preservation and sharing? David De Coninck Who will update and implement this DMP? David De Coninck Created using DMPonline.be. Last modiﬁed 22 November 2023 5 of 5"
}