{
    "document_id": "D-2022-1404",
    "LinkTitle": "D-2022-1404",
    "file_name": "D-2022-1404.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1404.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "creation_date": "2022-08-18 09:53:33+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "1  \nMY PLAN (C1 -C2-IDN DMP)  \nDMP TITLE  \n \nADMIN DETAILS  \nProject Name: My plan (C1 -C2-IDN DMP) - DMP title  \nPrincipal Investigator / Researcher: David Dudal  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName of the project lead (PI)  \nDavid Dudal  \n \nInternal Funds Project number & title  \nC14/21/087 THE CONFINING FLUX TUBE VS. THE CASIMIR EFFECT FROM ZERO TO FINITE \nTEMPERATURE: AN OLD STORY IN A NEW JACKET  \n \n \n2. DATA DESCRIPTION  \n2.1. Will you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.  \nType  Format  Volume    Origin  \nNumerical/analytical \nsolutions  .pdf 1-5 Gb  Written down on paper \nand scanned to pdf.  \nComputations  .pdf, .nb 1-5 Gb  Written down on paper \nand scanned to pdf; \ncomputed with \nMathematica  and saved \n2 as .nb \nPapers      Results of research \npublished in peer \nreviewed journals  \n \n \n \n3. ETHICAL AND LEGAL ISSUES  \n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.  \nNo.  \n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).  \nNo.  \n \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so,  for what data and \nwhich restrictions will be asserted?  \nNo.  \n \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?  \nNo.  \n \n \n4. DOCUMENTATION AND METADATA  \n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nThe description of the data and the way they were created will be included in the publi shed articles.  \n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \nNo. We don't have a relevant metadata stan dard at our disposal for our field of research.  \n \n3  \n5. DATA STORAGE AND BACKUP DURING THE PROJECT  \n5.1. Where will the data be stored?  \n- Notes on paper will be kept for at least five years after completion of the project.  \n- Electronic output, including sca ns of written output, will be kept on the network  drives of KULAK and/or \nKU Leuven Microsoft One Drive (2 Tb per researcher).  \n \n5.2. How will the data be backed up?  \nNetwork drives and KU Leuven Microsoft One Drive are backed up by the central IT services of KU \nLeuven.  \n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this \nwill be taken care of.  \nThere is sufficient storage and backup capacity given the very limited amount of data.  \n \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?  \nCosts are covered by the standard services offered by KU Leuven.  \n \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nAccess to written notes is controlled by the PI, access to electronic data by KU Leuven login.  \n \n \n6. DATA PRESERVATION AFTER THE END OF THE PROJECT  \n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual \nrestrictions, physical preservation issues, ...).  \nData underlying the published papers will be kept fo r 10 years as demanded by KU Leuven.  \n \n6.2. Where will these data be archived (= stored for the long term)?  \nWritten notes will be kept in the office, electronic data will be kept on the central servers of KU Leuven.  \n \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered?  \nCosts are covered by the standard se rvices of KU Leuven.  \n \n \n4 7. DATA SHARING AND RE -USE \n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nNo.  \n \n7.2. Which d ata will be made available after the end of the project?  \nAll papers will be offered in open access as preprints on the HEP preprint server https://arxiv.org/.  \n \n7.3. Where/how will the data be made available for reuse?  \nContent of the Mathematica .nb’s ca n be shared with interested parties upon explicit request.  \n \n7.4. When will the data be made available?  \nImmediatel y. \n \n7.5. Who will be able to access the data and under what conditions?  \nShared data will be accessible under open access.  \n \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nCosts will be covered by standard services of KU Leuven, including RDR.  \n \n \n8. RESPONSIBILITIES  \n8.1. Who will be respons ible for the data documentation & metadata?  \nDavid Dudal  \n \n8.2. Who will be responsible for data storage & back up during the project?  \nDavid Dudal  \n \n8.3. Who will be responsible for ensuring data preservation and sharing?  \nDavid Dudal  \n \n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nDavid Dudal  \n "
    },
    "clean_full_text": "1 MY PLAN (C1 -C2-IDN DMP) DMP TITLE ADMIN DETAILS Project Name: My plan (C1 -C2-IDN DMP) - DMP title Principal Investigator / Researcher: David Dudal Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) David Dudal Internal Funds Project number & title C14/21/087 THE CONFINING FLUX TUBE VS. THE CASIMIR EFFECT FROM ZERO TO FINITE TEMPERATURE: AN OLD STORY IN A NEW JACKET 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ● Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type Format Volume Origin Numerical/analytical solutions .pdf 1-5 Gb Written down on paper and scanned to pdf. Computations .pdf, .nb 1-5 Gb Written down on paper and scanned to pdf; computed with Mathematica and saved 2 as .nb Papers Results of research published in peer reviewed journals 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The description of the data and the way they were created will be included in the publi shed articles. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. We don't have a relevant metadata stan dard at our disposal for our field of research. 3 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? - Notes on paper will be kept for at least five years after completion of the project. - Electronic output, including sca ns of written output, will be kept on the network drives of KULAK and/or KU Leuven Microsoft One Drive (2 Tb per researcher). 5.2. How will the data be backed up? Network drives and KU Leuven Microsoft One Drive are backed up by the central IT services of KU Leuven. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. There is sufficient storage and backup capacity given the very limited amount of data. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Costs are covered by the standard services offered by KU Leuven. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to written notes is controlled by the PI, access to electronic data by KU Leuven login. 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Data underlying the published papers will be kept fo r 10 years as demanded by KU Leuven. 6.2. Where will these data be archived (= stored for the long term)? Written notes will be kept in the office, electronic data will be kept on the central servers of KU Leuven. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Costs are covered by the standard se rvices of KU Leuven. 4 7. DATA SHARING AND RE -USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No. 7.2. Which d ata will be made available after the end of the project? All papers will be offered in open access as preprints on the HEP preprint server https://arxiv.org/. 7.3. Where/how will the data be made available for reuse? Content of the Mathematica .nb’s ca n be shared with interested parties upon explicit request. 7.4. When will the data be made available? Immediatel y. 7.5. Who will be able to access the data and under what conditions? Shared data will be accessible under open access. 7.6. What are the expected costs for data sharing? How will these costs be covered? Costs will be covered by standard services of KU Leuven, including RDR. 8. RESPONSIBILITIES 8.1. Who will be respons ible for the data documentation & metadata? David Dudal 8.2. Who will be responsible for data storage & back up during the project? David Dudal 8.3. Who will be responsible for ensuring data preservation and sharing? David Dudal 8.4. Who bears the end responsibility for updating & implementing this DMP? David Dudal"
}