{
    "document_id": "D-2023-1756",
    "LinkTitle": "D-2023-1756",
    "file_name": "D-2023-1756.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1756.pdf",
    "metadata": {
        "title": "Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO)\nA Data Management Plan created using DMPonline.be\nCreators: \nSandra Rousseau \n \nhttps://orcid.org/0000-0001-8948-8644\n, First Name Surname, Erik Matthysen \n \nhttps://orcid.org/0000-\n0002-7521-9248\n, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nSandra Rousseau \n \nhttps://orcid.org/0000-0001-8948-8644\n, First Name Surname, Erik Matthysen \nhttps://orcid.org/0000-0002-7521-9248\n, First Name Surname, Edo SCHOONE, Axelle Francx \n \nhttps://orcid.org/0000-0002-7056-6195\n,\nDominique Ghijselinck\nData Manager:\n \nSandra Rousseau \n \nhttps://orcid.org/0000-0001-8948-8644\nProject Administrator:\n \nSandra Rousseau \n \nhttps://orcid.org/0000-0001-8948-8644\nGrant number / URL: \nS005523N\nID: \n196968\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nThe central objective of INVABIO is to strengthen biodiversity policies by tackling the implementation gap resulting from the complexity of\nassessing case-specific biodiversity impacts in permitting and sanctioning decisions. INVABIO will develop a novel value assessment\nframework that focusses on individual specimens or habitats to qualitatively and quantitatively assess impact gravity. Hence, we merge\necological, legal and economic perspectives into a unified interdisciplinary INVABIO framework aimed at increasing the effective\nimplementation of biodiversity conservation law.\nAs a secondary objective, INVABIO will address the lack of detailed information on value assessment practices in permitting and\nsanctioning decisions by a coordinated data collection effort for Flanders and create a unique picture of the practical implementation of\nEU biodiversity legislation. We will evaluate and compare legally allowed (permitted) and illegal (sanctioned) actions in terms of their true\nbiodiversity impacts.\nCombining the INVABIO framework with the current assessment\nstrategies will allow us to identify the dominant perspectives used, comment on the scientific validity of these strategies and formulate\npromising avenues for improvement. INVABIO allows to identify priority areas for a better execution of biodiversity policies and to\ndevelop strategic guidelines for policymakers. Throughout we will be attentive to the applicability of research outcomes to other EU\ncountries.\nAs to dissemination and valorization, INVABIO will construct a web platform which will bring together the different insights and outcomes.\nThe INVABIO web platform will act as a decision support tool for regulatory authorities involved in implementing biodiversity-related\nlegislation by providing access to a unique dataset. Moreover, and based on the INVABIO framework, an interactive tool will allow users\nto retrieve specific and science-based guidelines for assessing the gravity of biodiversity impacts.\nLast modified: \n07-03-2023\nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n1 of 8\nIndividual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe present research relies on various data types.\n• Numerical and text data derived from surveys: *.csv collected via Qualtrics among international\necological experts (survey 1) and Belgian and European practitioners (survey 2)\n• Text documents: *.docx, *. pdf, original sanctioning and permitting decisions coming from various\nmembers of the Advisory Committee\n• Nvivo projects: *.nvp, files generated in Nvivo derived from text analysis of implementation\ndecisions\n• Numerical and text data derived from structured analysis of implementation decisions: *.csv, *.dta\nvariable creation as needed\n• Audio fragments: *.mp3, *.wav, audio recordings of the interviews of experts in value assessment\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nSandra Rousseau (supervisor) is responsible for data storage, compliant with privacy law.\nDuring the research, the data is stored on a secure server with access via a password-protected web platform (data privacy and safety are key criteria for subcontractor selection). The promotor\nwill keep a copy of the data in an encrypted folder a corporate Onedrive folder of the KULeuven, which ensures secure sharing of the data between the co-authors and has integrated back-ups,\nwhich ensures data availability. Both datasets will be kept for at least 10 years after the completion of the project. Finally, the data collected will be made publicly available in an anonymous way\n(via web platform).\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThe data will be stored for more than 5 years, and this for several reasons. In line with the KU Leuven Research Data Management policy, the data will be preserved for at least 10 years after the\nend of the research project. Many top journals ask for empirical research results to be verified.\nFurthermore, the data obtained is very costly, both in terms of money and effort. Therefore, the data will be used as well for follow-up projects.\nIn line with the principle of data minimization (cf. privacy law), the audio fragments will be destroyed after the interviews have been transcribed.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThis research involves the collection and processing of personal data as all parties are typically named in permitting and sanctioning decisions. When possible, anonymous decisions will be\ncollected from the source. Else, the decisions will be anonymized as soon as possible following a strict protocol and the original files will be destroyed.\nDuring the research, data will be handled with confidentiality (i.e. aggregated analyses on\npseudonymized data, aggregated and anonymous reporting of results). The processing of personal data will be registered in the KU Leuven register, and given the ethical issues, the research will\nbe reviewed by the Ethical Committee of KU Leuven, SMEC. A PRET application will be completed.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWe limit access to the data to the researchers. In the offices, we have a strict clean desk policy, and KU Leuven has a strict office key policy.\nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n2 of 8\nIndividual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n3 of 8\nIndividual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n4 of 8\nIndividual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nAdministrative\nsanctioning\ntrack\nadministrative transaction\nproposals, fining decisions as\nwell as decisions imposing\nremedial action\nGenerate new data (statistical\nanalysis)\nReuse existing data (textual data)\nDigital\ncompiled/aggregated data\nText documents:\n*.docx, *. pdf\nNvivo projects: *.nvp,\nfiles\nNumerical and text\ndata derived from\nstructured analysis of\nimplementation\ndecisions: *.csv, *.dta\n<100GB\n \nJudicial\nsanctioning\ndecisions\nverdicts from first instance\ncourt division Turnhout\nGenerate new data (statistical\nanalysis)\nReuse existing data (textual data)\nDigital\nPhysical\ncompiled/aggregated data\nText documents:\n*.docx, *. pdf\nNvivo projects: *.nvp,\nfiles\nNumerical and text\ndata derived from\nstructured analysis of\nimplementation\ndecisions: *.csv, *.dta\n<100GB\n500\ndecisions\nPermitting\ndecisions\nenvironmental impact\nassessments covering\nbiodiversity aspects –\npermitting decisions\nGenerate new data (statistical\nanalysis)\nReuse existing data (textual data)\nDigital\ncompiled/aggregated data\nText documents:\n*.docx, *. pdf\n \nNvivo projects: *.nvp,\nfiles\nNumerical and text\ndata derived from\nstructured analysis of\nimplementation\ndecisions: *.csv, *.dta\n<100GB\n \nQualitative\ndata\ninterviews with experts for\nvaluation and surveys with\necologists\nGenerate new data\nDigital\nTranscripts\nAggregated (coding)\nNumerical and text\ndata derived from\nsurveys: *.csv\nAudio fragments:\n*.mp3, *.wav, audio\nrecordings of the\ninterviews of experts\nin value assessment\nNvivo projects: *.nvp,\nfiles\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe are reusing textual data for the judicial and administrative sanctioning decisions, permitting decisions and the laws with the parliamentary preparation\n.\nJudicial sanctioning decisions: first instance court division Turnhout and arrestendatabank.be\nAdministrative sanctioning decisions: Through Advisory Committee\nEnvironmental impact assessment: team MER databank (\nhttps://omgeving.vlaanderen.be/nl/omgevingsvergunning/milieueffectrapportage/mer-dossierdatabank\n)\nPermitting decision: publicly accessible database together with input from members of the Advisory Committee (\nwww.omgevingsloketvlaanderen.be/publiekloket\n)\nLaws and parliamentary preparation: from the official vlaanderen.be legal database (https://www.vlaamsparlement.be/nl/parlementaire-documenten) \n \nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n5 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nAside from the collection and processing of personal data as described in the next question, there are no known ethical issues concerning the creation and/or use of the data.\n \nSee ethical approval reference number: G-2022-5934\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nThe following datasets will use personal data: Administrative sanctioning track\n, \nJudicial sanctioning decisions\n, \nPermitting decisions\n and \nObservational data.\nThis research involves the collection and processing of personal data as all parties are typically named in permitting and sanctioning decisions. When possible, anonymous decisions will be\ncollected from the source. Else, the decisions will be anonymized as soon as possible following a strict protocol and the original files will be destroyed. During the research, data will be handled\nwith confidentiality (i.e. aggregated analyses on pseudonymized data, aggregated and anonymous reporting of results). The processing of personal data will be registered in the KU Leuven\nregister, and given the ethical issues, the research will be reviewed by the Ethical Committee of KU Leuven, SMEC.\nSee ethical approval reference number: G-2022-5934\nDPIA submitted and approved on 15 February 2023 by Toon Boon\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThere will be agreements with the parties providing the data. This relates to the text documents being original sanctioning and permitting decisions coming from various members of the Advisory\nCommittee. The providers for the data are for:\nEnvironmental impact assessments: publicly accessible through the MER database (\nvlaanderen.be/mer-dossierdatabank\n)\nPermitting decisions: collected in cooperation with the government (www.omgevingsloketvlaanderen.be/publiek-loket)\nJudicial sanctioning decisions: we have a permission from the first instance court Turnhout to collect data granted by the public prosecutors’ office. Judicial sanctioning decisions are\npartially available online (\nhttps://arrestendatabank.be/\n). \nAdministrative sanctioning decisions: these are not publicly available online. However, the sanctioning administrations store the decisions digitally and in a centralized way and access to\nthese decisions is allowed by law for scientific purposes, when requested and in compliance with privacy law (GDPR). \nRegularization orders: Agency for Nature and Forests (ANB). This will follow the same modus operandi as the administrative sanctioning decisions.\nRestrictions can be made in the form of anonymization. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nWe will create a README.txt file in order to make agreements on naming the data, organize the data etc. It will also contain the methodology used in collecting the data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nWill be assessed for each dataset separately during the project implementation\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nSandra Rousseau (supervisor) is responsible for data storage, compliant with privacy law. During the research, the data is stored on a secure server with access via a password-protected web\nplatform (data privacy and safety are key criteria for subcontractor selection).\nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n6 of 8\nHow will the data be backed up?\nThe promotor will keep a copy of the data in an encrypted folder a corporate Onedrive folder of the KULeuven, which ensures secure sharing of the data between the co-authors and has\nintegrated back-ups, which ensures data availability.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThrough the Onedrive (each KULeuven employee has 2 TB available)\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe limit access to the data to the researchers. In the offices, we have a strict clean desk policy. KU Leuven, UAntwerpen and UHasselt have a strict office key policy. The data is stored on a\nsecure server with access via a password-protected web platform (data privacy and safety are key criteria for subcontractor selection).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nIf the OneDrive is insufficient, we will consider using a SharePoint on premise site which is a protected and secure collaboration platform hosted in the KU Leuven datacenters, that acts as a\ncentral space for storing and jointly editing documents, information and ideas. A SharePoint site supports online collaboration and information exchange within a group. This is approved for storing\nconfidential data and has automatic backups.\nThe price is € 344,80 € for the first year, thereafter € 274,80 € / year. Extra storage at € 39,80 / 5GB / year. This can be paid through the project budget.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll the data will be stored for longer than 5 years in order to maintain the publicly accessible database created as an outcome of the research.\nWhere will these data be archived (stored and curated for the long-term)?\nThis will be decided later. Several options will be considered after consulting the interactive storage guide.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nA considerable amount of the FWO-budget has been reserved for data preservation.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nA database, open to anyone, will be created and will be available through the project website (www.invabio.eu).\nDuring the research and creation of the database, access will be restricted to the researchers and to the Advisory Committee for testing purposes.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess to final dataset will not be restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nThe judicial and administrative decisions will be (pseudo-)anonymized during the research and no personal data will be made publicly available.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIt will be made available through a publicly accessible database on our project's website. This has yet to be created. \nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n7 of 8\nWhen will the data be made available?\nDuring the last semester of the project (summer/autumn 2026)\nWhich data usage licenses are you going to provide? If none, please explain why.\nPublic Domain Mark\nor Creative Commons license\n  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nIf possible we would like to do this. However, this may depend on the dataset - will be decided later during the project implementation\nWhat are the expected costs for data sharing? How will these costs be covered?\nThis aspect is included in the project budget (accessibility of database through website)\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCoordination: \nSandra Rousseau; Implementation: entire research team \nWho will manage data storage and backup during the research project?\nBackup: Sandra Rousseau; Data storage: the entire research team \nWho will manage data preservation and sharing?\nSandra Rousseau \nWho will update and implement this DMP?\nSandra Rousseau, Edo Schoone \nCreated using DMPonline.be. Last modiﬁed 07 March 2023\n8 of 8"
    },
    "clean_full_text": "Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO) A Data Management Plan created using DMPonline.be Creators: Sandra Rousseau https://orcid.org/0000-0001-8948-8644 , First Name Surname, Erik Matthysen https://orcid.org/0000- 0002-7521-9248 , First Name Surname Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Sandra Rousseau https://orcid.org/0000-0001-8948-8644 , First Name Surname, Erik Matthysen https://orcid.org/0000-0002-7521-9248 , First Name Surname, Edo SCHOONE, Axelle Francx https://orcid.org/0000-0002-7056-6195 , Dominique Ghijselinck Data Manager: Sandra Rousseau https://orcid.org/0000-0001-8948-8644 Project Administrator: Sandra Rousseau https://orcid.org/0000-0001-8948-8644 Grant number / URL: S005523N ID: 196968 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: The central objective of INVABIO is to strengthen biodiversity policies by tackling the implementation gap resulting from the complexity of assessing case-specific biodiversity impacts in permitting and sanctioning decisions. INVABIO will develop a novel value assessment framework that focusses on individual specimens or habitats to qualitatively and quantitatively assess impact gravity. Hence, we merge ecological, legal and economic perspectives into a unified interdisciplinary INVABIO framework aimed at increasing the effective implementation of biodiversity conservation law. As a secondary objective, INVABIO will address the lack of detailed information on value assessment practices in permitting and sanctioning decisions by a coordinated data collection effort for Flanders and create a unique picture of the practical implementation of EU biodiversity legislation. We will evaluate and compare legally allowed (permitted) and illegal (sanctioned) actions in terms of their true biodiversity impacts. Combining the INVABIO framework with the current assessment strategies will allow us to identify the dominant perspectives used, comment on the scientific validity of these strategies and formulate promising avenues for improvement. INVABIO allows to identify priority areas for a better execution of biodiversity policies and to develop strategic guidelines for policymakers. Throughout we will be attentive to the applicability of research outcomes to other EU countries. As to dissemination and valorization, INVABIO will construct a web platform which will bring together the different insights and outcomes. The INVABIO web platform will act as a decision support tool for regulatory authorities involved in implementing biodiversity-related legislation by providing access to a unique dataset. Moreover, and based on the INVABIO framework, an interactive tool will allow users to retrieve specific and science-based guidelines for assessing the gravity of biodiversity impacts. Last modified: 07-03-2023 Created using DMPonline.be. Last modiﬁed 07 March 2023 1 of 8 Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The present research relies on various data types. • Numerical and text data derived from surveys: *.csv collected via Qualtrics among international ecological experts (survey 1) and Belgian and European practitioners (survey 2) • Text documents: *.docx, *. pdf, original sanctioning and permitting decisions coming from various members of the Advisory Committee • Nvivo projects: *.nvp, files generated in Nvivo derived from text analysis of implementation decisions • Numerical and text data derived from structured analysis of implementation decisions: *.csv, *.dta variable creation as needed • Audio fragments: *.mp3, *.wav, audio recordings of the interviews of experts in value assessment Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Sandra Rousseau (supervisor) is responsible for data storage, compliant with privacy law. During the research, the data is stored on a secure server with access via a password-protected web platform (data privacy and safety are key criteria for subcontractor selection). The promotor will keep a copy of the data in an encrypted folder a corporate Onedrive folder of the KULeuven, which ensures secure sharing of the data between the co-authors and has integrated back-ups, which ensures data availability. Both datasets will be kept for at least 10 years after the completion of the project. Finally, the data collected will be made publicly available in an anonymous way (via web platform). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) The data will be stored for more than 5 years, and this for several reasons. In line with the KU Leuven Research Data Management policy, the data will be preserved for at least 10 years after the end of the research project. Many top journals ask for empirical research results to be verified. Furthermore, the data obtained is very costly, both in terms of money and effort. Therefore, the data will be used as well for follow-up projects. In line with the principle of data minimization (cf. privacy law), the audio fragments will be destroyed after the interviews have been transcribed. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) This research involves the collection and processing of personal data as all parties are typically named in permitting and sanctioning decisions. When possible, anonymous decisions will be collected from the source. Else, the decisions will be anonymized as soon as possible following a strict protocol and the original files will be destroyed. During the research, data will be handled with confidentiality (i.e. aggregated analyses on pseudonymized data, aggregated and anonymous reporting of results). The processing of personal data will be registered in the KU Leuven register, and given the ethical issues, the research will be reviewed by the Ethical Committee of KU Leuven, SMEC. A PRET application will be completed. Which other issues related to the data management are relevant to mention? (use up to 700 characters) We limit access to the data to the researchers. In the offices, we have a strict clean desk policy, and KU Leuven has a strict office key policy. Created using DMPonline.be. Last modiﬁed 07 March 2023 2 of 8 Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 March 2023 3 of 8 Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 March 2023 4 of 8 Individual-based Value Assessment of Biodiversity in Policy Implementation (INVABIO) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Administrative sanctioning track administrative transaction proposals, fining decisions as well as decisions imposing remedial action Generate new data (statistical analysis) Reuse existing data (textual data) Digital compiled/aggregated data Text documents: *.docx, *. pdf Nvivo projects: *.nvp, files Numerical and text data derived from structured analysis of implementation decisions: *.csv, *.dta <100GB Judicial sanctioning decisions verdicts from first instance court division Turnhout Generate new data (statistical analysis) Reuse existing data (textual data) Digital Physical compiled/aggregated data Text documents: *.docx, *. pdf Nvivo projects: *.nvp, files Numerical and text data derived from structured analysis of implementation decisions: *.csv, *.dta <100GB 500 decisions Permitting decisions environmental impact assessments covering biodiversity aspects – permitting decisions Generate new data (statistical analysis) Reuse existing data (textual data) Digital compiled/aggregated data Text documents: *.docx, *. pdf Nvivo projects: *.nvp, files Numerical and text data derived from structured analysis of implementation decisions: *.csv, *.dta <100GB Qualitative data interviews with experts for valuation and surveys with ecologists Generate new data Digital Transcripts Aggregated (coding) Numerical and text data derived from surveys: *.csv Audio fragments: *.mp3, *.wav, audio recordings of the interviews of experts in value assessment Nvivo projects: *.nvp, files <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We are reusing textual data for the judicial and administrative sanctioning decisions, permitting decisions and the laws with the parliamentary preparation . Judicial sanctioning decisions: first instance court division Turnhout and arrestendatabank.be Administrative sanctioning decisions: Through Advisory Committee Environmental impact assessment: team MER databank ( https://omgeving.vlaanderen.be/nl/omgevingsvergunning/milieueffectrapportage/mer-dossierdatabank ) Permitting decision: publicly accessible database together with input from members of the Advisory Committee ( www.omgevingsloketvlaanderen.be/publiekloket ) Laws and parliamentary preparation: from the official vlaanderen.be legal database (https://www.vlaamsparlement.be/nl/parlementaire-documenten) Created using DMPonline.be. Last modiﬁed 07 March 2023 5 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Aside from the collection and processing of personal data as described in the next question, there are no known ethical issues concerning the creation and/or use of the data. See ethical approval reference number: G-2022-5934 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The following datasets will use personal data: Administrative sanctioning track , Judicial sanctioning decisions , Permitting decisions and Observational data. This research involves the collection and processing of personal data as all parties are typically named in permitting and sanctioning decisions. When possible, anonymous decisions will be collected from the source. Else, the decisions will be anonymized as soon as possible following a strict protocol and the original files will be destroyed. During the research, data will be handled with confidentiality (i.e. aggregated analyses on pseudonymized data, aggregated and anonymous reporting of results). The processing of personal data will be registered in the KU Leuven register, and given the ethical issues, the research will be reviewed by the Ethical Committee of KU Leuven, SMEC. See ethical approval reference number: G-2022-5934 DPIA submitted and approved on 15 February 2023 by Toon Boon Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No There will be agreements with the parties providing the data. This relates to the text documents being original sanctioning and permitting decisions coming from various members of the Advisory Committee. The providers for the data are for: Environmental impact assessments: publicly accessible through the MER database ( vlaanderen.be/mer-dossierdatabank ) Permitting decisions: collected in cooperation with the government (www.omgevingsloketvlaanderen.be/publiek-loket) Judicial sanctioning decisions: we have a permission from the first instance court Turnhout to collect data granted by the public prosecutors’ office. Judicial sanctioning decisions are partially available online ( https://arrestendatabank.be/ ). Administrative sanctioning decisions: these are not publicly available online. However, the sanctioning administrations store the decisions digitally and in a centralized way and access to these decisions is allowed by law for scientific purposes, when requested and in compliance with privacy law (GDPR). Regularization orders: Agency for Nature and Forests (ANB). This will follow the same modus operandi as the administrative sanctioning decisions. Restrictions can be made in the form of anonymization. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We will create a README.txt file in order to make agreements on naming the data, organize the data etc. It will also contain the methodology used in collecting the data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Will be assessed for each dataset separately during the project implementation 3. Data storage & back-up during the research project Where will the data be stored? Sandra Rousseau (supervisor) is responsible for data storage, compliant with privacy law. During the research, the data is stored on a secure server with access via a password-protected web platform (data privacy and safety are key criteria for subcontractor selection). Created using DMPonline.be. Last modiﬁed 07 March 2023 6 of 8 How will the data be backed up? The promotor will keep a copy of the data in an encrypted folder a corporate Onedrive folder of the KULeuven, which ensures secure sharing of the data between the co-authors and has integrated back-ups, which ensures data availability. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Through the Onedrive (each KULeuven employee has 2 TB available) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We limit access to the data to the researchers. In the offices, we have a strict clean desk policy. KU Leuven, UAntwerpen and UHasselt have a strict office key policy. The data is stored on a secure server with access via a password-protected web platform (data privacy and safety are key criteria for subcontractor selection). What are the expected costs for data storage and backup during the research project? How will these costs be covered? If the OneDrive is insufficient, we will consider using a SharePoint on premise site which is a protected and secure collaboration platform hosted in the KU Leuven datacenters, that acts as a central space for storing and jointly editing documents, information and ideas. A SharePoint site supports online collaboration and information exchange within a group. This is approved for storing confidential data and has automatic backups. The price is € 344,80 € for the first year, thereafter € 274,80 € / year. Extra storage at € 39,80 / 5GB / year. This can be paid through the project budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the data will be stored for longer than 5 years in order to maintain the publicly accessible database created as an outcome of the research. Where will these data be archived (stored and curated for the long-term)? This will be decided later. Several options will be considered after consulting the interactive storage guide. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? A considerable amount of the FWO-budget has been reserved for data preservation. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository A database, open to anyone, will be created and will be available through the project website (www.invabio.eu). During the research and creation of the database, access will be restricted to the researchers and to the Advisory Committee for testing purposes. If access is restricted, please specify who will be able to access the data and under what conditions. Access to final dataset will not be restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects The judicial and administrative decisions will be (pseudo-)anonymized during the research and no personal data will be made publicly available. Where will the data be made available? If already known, please provide a repository per dataset or data type. It will be made available through a publicly accessible database on our project's website. This has yet to be created. Created using DMPonline.be. Last modiﬁed 07 March 2023 7 of 8 When will the data be made available? During the last semester of the project (summer/autumn 2026) Which data usage licenses are you going to provide? If none, please explain why. Public Domain Mark or Creative Commons license Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes If possible we would like to do this. However, this may depend on the dataset - will be decided later during the project implementation What are the expected costs for data sharing? How will these costs be covered? This aspect is included in the project budget (accessibility of database through website) 6. Responsibilities Who will manage data documentation and metadata during the research project? Coordination: Sandra Rousseau; Implementation: entire research team Who will manage data storage and backup during the research project? Backup: Sandra Rousseau; Data storage: the entire research team Who will manage data preservation and sharing? Sandra Rousseau Who will update and implement this DMP? Sandra Rousseau, Edo Schoone Created using DMPonline.be. Last modiﬁed 07 March 2023 8 of 8"
}