{
    "document_id": "D-2023-1903",
    "LinkTitle": "D-2023-1903",
    "file_name": "D-2023-1903.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1903.pdf",
    "metadata": {
        "title": "D-2023-1903",
        "author": "N/A",
        "num_pages": 19
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Katherine North\nORCID: 0000-0002-7510-6614\nContributor name(s) (+ ORCID) & roles Wim Annaert, mentor\nORCID: 0000-0003-0150-9661\nProject number1 & title The role of the lysosomal exonuclease Phospholipase D3 in the activated response microglia\nphenotype in Alzheimer’s disease pathogenesis\nFunder(s) GrantID21164923N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The high regional specialization and complexity of the brain provides microglia with diverse signals,  \nrequiring different responses. One of these includes the activated response microglia (ARM)  \nphenotype, that is acquired when microglia surround amyloid plaques in Alzheimer disease (AD)\nbrains. ARMs are characterized by increased lipid metabolism, phagocytosis rate, lysosomal protease\ncontent and secretion of neuroprotective agents, suggesting an attempt to restore homeostasis. The\nlate-onset AD risk factor Phospholipase D3 (PLD3) is systematically upregulated in ARMs. PLD3 is a\nlysosomal exonuclease that regulates inflammatory responses by degrading single-stranded DNA;\ni.e., the substrate of toll-like receptor 9. In neurons, PLD3 loss-of-function majorly impacts on\nlysosomal homeostasis, suggesting PLD3 could play a role at the crossroad between inflammation\nand microglial degradative capacity. I will use new models developed in-house, including iPSCs-derived  \nhuman microglia with altered PLD3 expression (KO or AD-linked mutation), chimeric\nxenotransplanted mice and primary microglia from new PLD3KO (xAPPKI) mice to address: (i) the\nimpact of PLD3 on microglial endolysosomal homeostasis, (ii) the role of PLD3 in ARM polarisation,\nand (iii) the cross-regulatory relationships between PLD3 and other risk factors. The acquired\nknowledge will unveil a functional link between a dysfunctional exonuclease/PLD3 activity and\nmicroglial activities, and how this impacts on AD pathology.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL \nDATA\nDataset \nNameDescription New or \nReused Digital or \nPhysical Digital Data Type Digital Data Format  Digital Data \nVolume (MB, \nGB, TB)Physical \nVolume\nDigital \nimagesDigital images  obtained  \nfrom electron, confocal and  \nsuper-resolution \nmicroscopy via  EM-tags  or \nfluorescently-labelled  \nantibodies;  digital  images  \nobtained from densitometry  \nanalysis of western blots, gel  \nscans;  illustrations  and  \nfigures  derived  from  \nexperimental data sets.☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☒ .txt\n☒ .rtf\n☐ .dwg\n☒ .tab\n☐ .gml\n☒ other: .tif/.tiff, .jpg, \n.jpg2, .bmp, .gif, .svg, .\neps, .svg, .ai, .xls/.xlsx.\ndocx/.docx\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nVideo and \naudio files Video  recordings  will  be  \nmade  from  live  imaging  ☒ Generate \nnew data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental☐ .por\n☒ .xml☐ < 100 MB\n☐ < 1 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5experiments  on  the  \ndifferent  cell  models  using  \nfluorescently  tagged  \nproteins and organelles.  ☐ Reuse \nexisting data☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☒ .tab\n☒ .csv\n☒ .pdf\n☒ .txt\n☒ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .tif/.tiff, .jpg, \n.jpg2, .bmp, .gif, .svg, .\neps, .svg, .avi, .xls/.xls\nx.docx/.docx\n☐ NA☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nCytometry \ndataFlow cytometry and \nfluorescence-activated cell \nsorting (FACS) data will be \ngenerated for the analyses \nof organelles (e.g. \nlysosomal/endosomal pH) \nas well as the phenotypic \ncharacterization and \nisolation of specific cell \ntypes from cell models \nand/or brain tissue (e.g. \nCd11b-labelling of \nmicroglia, methoxy-X04 \nuptake, single cell \ntranscriptomics). ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☒ .tab\n☒ .csv\n☒ .pdf\n☒ .txt\n☒ .rtf\n☐ .dwg\n☒ .tab\n☐ .gml\n☒ other: .fcs, .xls/xlsx\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nOmics dataThis study includes data \nfrom single cell ☒ Generate \nnew data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental☐ .por\n☒ .xml☐ < 100 MB\n☒ < 1 GB\nFWO DMP Template (Flemish Standard DMP) 6transcriptomics to identify \nthe impact of PLD3 on \nmicroglial populations and \ngene regulatory networks.☐ Reuse \nexisting data☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☒ .tab\n☐ .gml\n☒ \nother: .fasta/.fa, .qual, \n.gb/.gbk, \n.xls/xlsx, .bcl, .sam, .b\nam, .mtx, .tsv, .loom, .\nh5ad\n☐ NA☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nVectorsBacterial  vectors,  \nmammalian  expression  \nvectors,  viral  vectors  and  \nshuttling  vectors  will  be  \nused to generate molecular  \ntools  to  alter  PLD3  \nexpression  in  the  different  \ncell models, to study its co-\nlocalization and dynamics in  \nintracellular trafficking.  \nThe  work  on  recombinant-\nDNA  is  covered  by  an  \nenvironmental  permit  \n(number: \nD/PMVC/00A13/28156) and  \na  biosafety  authorization  ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☒ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ \nother: .fasta/.fa, .qual, \n.gb/.gbk, .xls/xlsx, \n.doc/.docx, .tex\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 7other: .doc/.docx, .tex\n☐ NAstored at 4°C for \nimmunohistoch\nemical  analysis \nand snap frozen \n(-20°C)  for \nprotein/RNA \nextraction)\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  -\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nEthical approval documents for iPSC work and for the experiments on mouse models as well as data on  \nhusbandry and welfare data are also included. The experiments planned in this project, have all been  \napproved by the institutional Ethical Committee for Animal Experimentation and designated as project  \n173/2022. The department has the obligatory accreditation of the authorized Belgian Ministry and is  \nregistered under license number LA1210579. The animals are housed – according to the Belgian and  \nEuropean laws, guidelines and policies for animal experiments, housing and care - in the Central Animal  \nFacilities of the university. These facilities have the obligatory accreditation of the authorized Belgian  \nMinistry and are registered under license number LA2210393. Personnel of the Central Animal Facilities and  \nlaboratory staff have to be trained in handling animals and must have the appropriate certificate in  \nLaboratory Animal Science. These training measures are according to the Belgian law of 13 September 2004,  \nconcerning the training of people that are involved in animal experimentation.  Animal experiments are in  \naccordance with the Belgian and European laws, guidelines and policies for animal experimentation, housing  \nand care (Belgian Royal Decree of 29 May 2013 and European Directive 2010/63/EU on the protection of  \nanimals used for scientific purposes of 20 October 2010).\nThe Ethics Committee Research (EC Research) of University Hospitals Leuven (UZ Leuven) has  provided \nethics clearance for the work on iPSC s (number: S65730).\nFWO DMP Template (Flemish Standard DMP) 9Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nThis study abides by the Belgian law on General Data Protection Regulation 2016/679. Specific measures \nregarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from \nProf. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of \nvoluntary, informed and unpaid donation. Researchers will only get access to pseudonymized personal \ndata and will process personal data according to Regulation 2016/679. In consultation with ADRC, an \noverview of the clinical information (age, gender, diagnosis) associated with the cells will be made \navailable along with the corresponding project’s results, notably in scientific publications.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nParticipants to the present project are committed to publish research results to communicate them to \npeers and to a wide audience. Results will be published in accordance with ethical guidelines set by the \nInternational Committee of Medical Journal Editors. Existing agreements between VIB and KU Leuven do \nnot restrict publication of data. We do not exclude that the proposed work could result in research data \nwith potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such  \npotential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of \ncases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP \nprotection does not withhold the research data from being made public. In the case a decision is taken to \nfile a patent application, it will be planned so that publications are not delayed\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 10Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Digital data will be stored on KU Leuven servers and will be made available together with the accompanying\nmetadata at the latest at the time of publication. The principle of preservation of data and the minimum  \npreservation term of 10 years after the end of the project will be applied without restriction to raw data as  \nwell as processed data. No embargo will be foreseen unless imposed e.g. by pending publications, potential  \nIP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made  \npublicly available as soon as the embargo date is reached.\nAs detailed below, metadata will contain sufficient information to support data interpretation and reuse,  \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will  \nbe made publicly available through repositories that support FAIR data sharing. These repositories clearly  \ndescribe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public  \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement  \nwhen applicable). Interested parties will thereby be allowed to access data directly, and they will give credit  \nto the authors for the data used by citing the corresponding DOI. In this regard, plasmids can be submitted to  \nAddgene (https://www.addgene.org/depositing/start-deposit/).  For  data  shared  directly  by  the  PI,  a  \nFWO DMP Template (Flemish Standard DMP) 11material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the  \nbeneficiaries in order to clearly describe the types of reuse that are permitted.\nBefore the start of an experiment, suitable metadata standards will be checked at FAIRsharing; using  \nstandards as the Minimal Information for Biological and Biomedical Investigations (MIBBI) and OME-TIFF for  \nimages. The latter is used by the OMERO platform (see section 6). In particular, the following data sets will be  \nstored:\nDerived and compiled data\nDataset 2.1 – Research documentation\nResearch documentation generated or collected from online sources (e.g. pubmed) and from collaborators,  \nincluding publications, tutorials, laboratory notes, protocols, animal husbandry data.\nData formats: \n-Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up  \nLanguage (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format .\nEstimated yearly storage : 10 MB. \nDataset 2.2 – Manuscripts\nIncludes text files, illustrations and figures derived and compiled from experimental data.\nData formats: \n-Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-\nup Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format;\n-Quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text  \n(.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb);\n-Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe  \nPortable Document Format (.pdf), bitmap (.bmp), .gif;\n-Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable  \nVector Graphics (.svg), Adobe Illustrator (.ai);\n-Digital video data: MPEG-4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi) .\nEstimated yearly storage : 150 MB.\nFWO DMP Template (Flemish Standard DMP) 12Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n \nMetadata will be documented by the research and technical staff at the time of data collection and analysis,  \nby taking careful notes that refer to specific datasets.  While specific data types might require particular  \nmetadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin  \nCore or DataCite, including the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the  \ncorrect interpretation of the data, the software(s) (including version number) used to produce and to read  \nthe data, the purpose of the experiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n• Access rights: closed access, embargoed access, restricted access, open access.\nFor specific datasets, additional metadata will be associated with the data file as appropriate. The final \ndataset as deposited in the chosen data repository will be accompanied by this information under the \nform of a README.txt document. This file will be located in the top level directory of the dataset and will \nalso list the contents of the other files and outline the file-naming convention used. This will allow the data  \nto be understood by other members of the laboratory/scientific community and add contextual value to \nthe dataset for future reuse.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 13Where will the data be stored? As a rule, digital data will be stored on KU Leuven servers. \nAll omics data generated during the project will be stored on KU Leuven servers or, for larger datasets, on \nThe Flemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all omics data \nsupporting a manuscript will be made publicly available via open access repositories such as the PRIDE.  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The operating system of the KU  Leuven vault is maintained on a monthly basis, including the application of  \nupgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound  \nby the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using \nsnapshot technology, where all incremental changes in respect of the previous version are kept online. As \nstandard, 10% of the requested storage is reserved for backups using the following backup regime: an \nhourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every \nday) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between \nSaturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations \ncontinuously, even outside working hours.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nIf no, please specify:  \nWe give preference to the use of robust, managed storage with automatic backup. Options include central  \nstorage facilities of the research unit, the group or KU Leuven, or a cloud service offered by KU Leuven, all \nof which have sufficient storage & backup capacity during the project.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS  \ndatabase according to security procedure of KU Leuven.\nFor any other sensitive data, we will abide by the Belgian law on the protection of individuals with regard to  \nthe processing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679. The  \nPrivacy Team of KU Leuven will be notified before the start of the project research starts and the Data  \nStewart will therefore:\n- designate the categories of persons who have access to the sensitive data, with a precise description of  \ntheir capacity in relation to the processing of these data;\n- keep the list of the designated categories of persons at the disposal of the competent supervisory authority  \n(Data Protection Authority);\n- ensure that the designated persons are obliged by a legal or statutory obligation, or by an equivalent \ncontractual provision, to observe the confidential nature of the data concerned.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata  \ncollection and file storage and organization from the start of the project, and by using free-to-use data  \nrepositories and dissemination facilities whenever possible. Unless mentioned otherwise, data management  \ncosts will be covered by the laboratory budget. \nAll digital files\nDigital files will be stored on KU Leuven servers:\n-the “L-drive” costs 173,78€/TB/Year. This server is an easily scalable system, built from General Parallel  \nFile System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-\nend. Stored data is backed up daily using snapshot technology, where all incremental changes in respect  \nof the previous version are kept online; the last 14 backups are kept.  \n-The “J-drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controllers with an \nOntap  9.1P9  operating  system.  Stored  data  is  backed  up  using  snapshot  technology  where  all  \nincremental changes in respect of the previous version are kept online. Backups are performed hourly,  \ndaily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the  \nlast 6 backups are kept. \nBoth servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for  \nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour. We will  \nFWO DMP Template (Flemish Standard DMP) 15use free-to-use repositories to share digital files, so that there will be no additional cost required to make the  \ndata open access. \nVectors\nAll published vectors and the associated sequences will be sent to the non-profit plasmid repository  \nAddgene, which will take care of vector storage and shipping upon request. The associated costs are thus  \nminimal (only shipment costs). All other vectors generated during the project will be shared with researchers  \nupon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver).\nManagement of the vector collection is under the responsibility of the PI and the lab manager. Long-term  \npreservation of this collection is of extremely high value for the laboratory, and as a general rule at least two  \nindependently obtained clones will be preserved for each vector, both under the form of purified DNA (in  \n-20°C freezer) and as a bacteria glycerol stock (-80°C). These will be stored for the remainder of the PI’s  \nresearch career.  Note that all DNA sequences derived from human subjects will be de-identified.\nGenetically modified organisms\nMaintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of \ngenotyping. When no experiment is planned with a particular mouse strain, and in compliance with the \n3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent \ngenetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of \nsperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per  \nstrain for 250 to 500 embryos). Frozen specimen are kept in two separate liquid nitrogen tanks at two \ndifferent sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos \nare about 1,100/600 euro.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP) 16Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).The data will be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After \nthis period, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, \ndelete data.\nWhere will these data be archived (stored and \ncurated for the long-term)?Images will be archived using the OMERO platform.\nUpon publication, all omics data supporting a manuscript will be made publicly available (and archived) via  \nopen access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for \ngenomics and epigenomics data and the LIPID MAPS Lipidomics Gateway for lipidomics data.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Similarly to the data management costs during the project, data preservation after the end of the FWO \nproject will be covered by the laboratory budget.\nFWO DMP Template (Flemish Standard DMP) 176. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:  upon request by email\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.-\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: -\nSpecific  measures  regarding  human  subjects;  the  human  primary  PLD3  SNP  patient  cells  (iPSC  and  \nfibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material collected in  \nrespect of the principles of voluntary, informed and unpaid donation. Researchers will only get access to  \npseudonymized  personal  data  and  will  process  personal  data  according  to  Regulation  2016/679.  In  \nconsultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the  \ncells will be made available along with the corresponding project’s results, notably in scientific publications.\nFWO DMP Template (Flemish Standard DMP) 18Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Metadata will contain sufficient information to support data interpretation and reuse, and will be conform  \nto community norms. Whenever possible, datasets and the appropriate metadata will be made publicly \navailable through repositories that support FAIR data sharing.  \nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or \nongoing projects requiring confidential data. In those cases, datasets will be made publicly available as \nsoon as the embargo date is reached.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Datasets and the appropriate metadata will be made publicly available through repositories that support \nFAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative \nCommons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and \nLicense, with a material transfer agreement when applicable). Interested parties will thereby be allowed to  \naccess data directly, and they will give credit to the authors for the data used by citing the corresponding \nDOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if \napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are \npermitted.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: not available yet\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 19What are the expected costs for data sharing? \nHow will these costs be covered?  It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata  \ncollection and file storage and organization from the start of the project, and by using free-to-use data  \nrepositories and dissemination facilities whenever possible.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The research and technical staff will generate, collect, process, analyze and store the data listed above, as \ndetailed in the project description. All staff members are committed to conduct high quality research. In \nparticular, standard protocols will be followed to collect data, if needed after appropriate training. Data \nand methods used will be regularly discussed during team and lab meetings to ensure a high level of \nconfidence in the data generated.\nWho will manage data storage and backup \nduring the research project?Regarding data security, transfer of sensitive data will be performed according to the best practices for \n“Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is \nmaintained on a monthly basis, including the application of upgrades and security patches. The server in \nthe vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have \nadministrator/root rights. Stored data is backed up using snapshot technology, where all incremental \nchanges in respect of the previous version are kept online. As standard, 10% of the requested storage is \nreserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8  \np.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and \na weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A \nsecurity service monitors the technical installations continuously, even outside working hours.\nWho will manage data preservation and \nsharing?The PI is responsible for data management. Access to the digital vault is possible only through using a KU \nLeuven user-id and password, and user rights only grant access to the data in their own vault.\nWho will update and implement this DMP? The PI bears the overall responsibility for updating & implementing this DMP ."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Katherine North ORCID: 0000-0002-7510-6614 Contributor name(s) (+ ORCID) & roles Wim Annaert, mentor ORCID: 0000-0003-0150-9661 Project number1 & title The role of the lysosomal exonuclease Phospholipase D3 in the activated response microglia phenotype in Alzheimer’s disease pathogenesis Funder(s) GrantID21164923N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The high regional specialization and complexity of the brain provides microglia with diverse signals, requiring different responses. One of these includes the activated response microglia (ARM) phenotype, that is acquired when microglia surround amyloid plaques in Alzheimer disease (AD) brains. ARMs are characterized by increased lipid metabolism, phagocytosis rate, lysosomal protease content and secretion of neuroprotective agents, suggesting an attempt to restore homeostasis. The late-onset AD risk factor Phospholipase D3 (PLD3) is systematically upregulated in ARMs. PLD3 is a lysosomal exonuclease that regulates inflammatory responses by degrading single-stranded DNA; i.e., the substrate of toll-like receptor 9. In neurons, PLD3 loss-of-function majorly impacts on lysosomal homeostasis, suggesting PLD3 could play a role at the crossroad between inflammation and microglial degradative capacity. I will use new models developed in-house, including iPSCs-derived human microglia with altered PLD3 expression (KO or AD-linked mutation), chimeric xenotransplanted mice and primary microglia from new PLD3KO (xAPPKI) mice to address: (i) the impact of PLD3 on microglial endolysosomal homeostasis, (ii) the role of PLD3 in ARM polarisation, and (iii) the cross-regulatory relationships between PLD3 and other risk factors. The acquired knowledge will unveil a functional link between a dysfunctional exonuclease/PLD3 activity and microglial activities, and how this impacts on AD pathology. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Digital imagesDigital images obtained from electron, confocal and super-resolution microscopy via EM-tags or fluorescently-labelled antibodies; digital images obtained from densitometry analysis of western blots, gel scans; illustrations and figures derived from experimental data sets.☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☒ .rtf ☐ .dwg ☒ .tab ☐ .gml ☒ other: .tif/.tiff, .jpg, .jpg2, .bmp, .gif, .svg, . eps, .svg, .ai, .xls/.xlsx. docx/.docx ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Video and audio files Video recordings will be made from live imaging ☒ Generate new data☒ Digital ☐ Physical☐ Observational ☒ Experimental☐ .por ☒ .xml☐ < 100 MB ☐ < 1 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5experiments on the different cell models using fluorescently tagged proteins and organelles. ☐ Reuse existing data☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☒ .tab ☒ .csv ☒ .pdf ☒ .txt ☒ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .tif/.tiff, .jpg, .jpg2, .bmp, .gif, .svg, . eps, .svg, .avi, .xls/.xls x.docx/.docx ☐ NA☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Cytometry dataFlow cytometry and fluorescence-activated cell sorting (FACS) data will be generated for the analyses of organelles (e.g. lysosomal/endosomal pH) as well as the phenotypic characterization and isolation of specific cell types from cell models and/or brain tissue (e.g. Cd11b-labelling of microglia, methoxy-X04 uptake, single cell transcriptomics). ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☒ .tab ☒ .csv ☒ .pdf ☒ .txt ☒ .rtf ☐ .dwg ☒ .tab ☐ .gml ☒ other: .fcs, .xls/xlsx ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Omics dataThis study includes data from single cell ☒ Generate new data☒ Digital ☐ Physical☐ Observational ☒ Experimental☐ .por ☒ .xml☐ < 100 MB ☒ < 1 GB FWO DMP Template (Flemish Standard DMP) 6transcriptomics to identify the impact of PLD3 on microglial populations and gene regulatory networks.☐ Reuse existing data☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☒ .tab ☐ .gml ☒ other: .fasta/.fa, .qual, .gb/.gbk, .xls/xlsx, .bcl, .sam, .b am, .mtx, .tsv, .loom, . h5ad ☐ NA☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA VectorsBacterial vectors, mammalian expression vectors, viral vectors and shuttling vectors will be used to generate molecular tools to alter PLD3 expression in the different cell models, to study its co- localization and dynamics in intracellular trafficking. The work on recombinant- DNA is covered by an environmental permit (number: D/PMVC/00A13/28156) and a biosafety authorization ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☒ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .fasta/.fa, .qual, .gb/.gbk, .xls/xlsx, .doc/.docx, .tex ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 7other: .doc/.docx, .tex ☐ NAstored at 4°C for immunohistoch emical analysis and snap frozen (-20°C) for protein/RNA extraction) GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. - 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Ethical approval documents for iPSC work and for the experiments on mouse models as well as data on husbandry and welfare data are also included. The experiments planned in this project, have all been approved by the institutional Ethical Committee for Animal Experimentation and designated as project 173/2022. The department has the obligatory accreditation of the authorized Belgian Ministry and is registered under license number LA1210579. The animals are housed – according to the Belgian and European laws, guidelines and policies for animal experiments, housing and care - in the Central Animal Facilities of the university. These facilities have the obligatory accreditation of the authorized Belgian Ministry and are registered under license number LA2210393. Personnel of the Central Animal Facilities and laboratory staff have to be trained in handling animals and must have the appropriate certificate in Laboratory Animal Science. These training measures are according to the Belgian law of 13 September 2004, concerning the training of people that are involved in animal experimentation. Animal experiments are in accordance with the Belgian and European laws, guidelines and policies for animal experimentation, housing and care (Belgian Royal Decree of 29 May 2013 and European Directive 2010/63/EU on the protection of animals used for scientific purposes of 20 October 2010). The Ethics Committee Research (EC Research) of University Hospitals Leuven (UZ Leuven) has provided ethics clearance for the work on iPSC s (number: S65730). FWO DMP Template (Flemish Standard DMP) 9Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: This study abides by the Belgian law on General Data Protection Regulation 2016/679. Specific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation. Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made available along with the corresponding project’s results, notably in scientific publications. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. Results will be published in accordance with ethical guidelines set by the International Committee of Medical Journal Editors. Existing agreements between VIB and KU Leuven do not restrict publication of data. We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application, it will be planned so that publications are not delayed 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Digital data will be stored on KU Leuven servers and will be made available together with the accompanying metadata at the latest at the time of publication. The principle of preservation of data and the minimum preservation term of 10 years after the end of the project will be applied without restriction to raw data as well as processed data. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. As detailed below, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. In this regard, plasmids can be submitted to Addgene (https://www.addgene.org/depositing/start-deposit/). For data shared directly by the PI, a FWO DMP Template (Flemish Standard DMP) 11material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Before the start of an experiment, suitable metadata standards will be checked at FAIRsharing; using standards as the Minimal Information for Biological and Biomedical Investigations (MIBBI) and OME-TIFF for images. The latter is used by the OMERO platform (see section 6). In particular, the following data sets will be stored: Derived and compiled data Dataset 2.1 – Research documentation Research documentation generated or collected from online sources (e.g. pubmed) and from collaborators, including publications, tutorials, laboratory notes, protocols, animal husbandry data. Data formats: -Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format . Estimated yearly storage : 10 MB. Dataset 2.2 – Manuscripts Includes text files, illustrations and figures derived and compiled from experimental data. Data formats: -Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark- up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; -Quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb); -Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; -Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai); -Digital video data: MPEG-4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi) . Estimated yearly storage : 150 MB. FWO DMP Template (Flemish Standard DMP) 12Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes that refer to specific datasets. While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate. The final dataset as deposited in the chosen data repository will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be understood by other members of the laboratory/scientific community and add contextual value to the dataset for future reuse. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 13Where will the data be stored? As a rule, digital data will be stored on KU Leuven servers. All omics data generated during the project will be stored on KU Leuven servers or, for larger datasets, on The Flemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all omics data supporting a manuscript will be made publicly available via open access repositories such as the PRIDE. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The operating system of the KU Leuven vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuously, even outside working hours. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: If no, please specify: We give preference to the use of robust, managed storage with automatic backup. Options include central storage facilities of the research unit, the group or KU Leuven, or a cloud service offered by KU Leuven, all of which have sufficient storage & backup capacity during the project. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. For any other sensitive data, we will abide by the Belgian law on the protection of individuals with regard to the processing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679. The Privacy Team of KU Leuven will be notified before the start of the project research starts and the Data Stewart will therefore: - designate the categories of persons who have access to the sensitive data, with a precise description of their capacity in relation to the processing of these data; - keep the list of the designated categories of persons at the disposal of the competent supervisory authority (Data Protection Authority); - ensure that the designated persons are obliged by a legal or statutory obligation, or by an equivalent contractual provision, to observe the confidential nature of the data concerned. What are the expected costs for data storage and backup during the research project? How will these costs be covered?It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Unless mentioned otherwise, data management costs will be covered by the laboratory budget. All digital files Digital files will be stored on KU Leuven servers: -the “L-drive” costs 173,78€/TB/Year. This server is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front- end. Stored data is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. -The “J-drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. Stored data is backed up using snapshot technology where all incremental changes in respect of the previous version are kept online. Backups are performed hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Both servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. We will FWO DMP Template (Flemish Standard DMP) 15use free-to-use repositories to share digital files, so that there will be no additional cost required to make the data open access. Vectors All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. The associated costs are thus minimal (only shipment costs). All other vectors generated during the project will be shared with researchers upon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver). Management of the vector collection is under the responsibility of the PI and the lab manager. Long-term preservation of this collection is of extremely high value for the laboratory, and as a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). These will be stored for the remainder of the PI’s research career. Note that all DNA sequences derived from human subjects will be de-identified. Genetically modified organisms Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) 16Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).The data will be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After this period, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete data. Where will these data be archived (stored and curated for the long-term)?Images will be archived using the OMERO platform. Upon publication, all omics data supporting a manuscript will be made publicly available (and archived) via open access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for genomics and epigenomics data and the LIPID MAPS Lipidomics Gateway for lipidomics data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Similarly to the data management costs during the project, data preservation after the end of the FWO project will be covered by the laboratory budget. FWO DMP Template (Flemish Standard DMP) 176. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: upon request by email If access is restricted, please specify who will be able to access the data and under what conditions.- Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: - Specific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation. Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made available along with the corresponding project’s results, notably in scientific publications. FWO DMP Template (Flemish Standard DMP) 18Where will the data be made available? If already known, please provide a repository per dataset or data type.Metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: not available yet 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 19What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. 7. Responsibilities Who will manage data documentation and metadata during the research project?The research and technical staff will generate, collect, process, analyze and store the data listed above, as detailed in the project description. All staff members are committed to conduct high quality research. In particular, standard protocols will be followed to collect data, if needed after appropriate training. Data and methods used will be regularly discussed during team and lab meetings to ensure a high level of confidence in the data generated. Who will manage data storage and backup during the research project?Regarding data security, transfer of sensitive data will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuously, even outside working hours. Who will manage data preservation and sharing?The PI is responsible for data management. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Who will update and implement this DMP? The PI bears the overall responsibility for updating & implementing this DMP ."
}