{
    "document_id": "D-2023-2455",
    "LinkTitle": "D-2023-2455",
    "file_name": "D-2023-2455.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2455.pdf",
    "metadata": {
        "title": "COMPASS",
        "author": "N/A",
        "creation_date": "2023-12-19 12:36:22+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "COMPASS\nCOMPASS\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nLode Vuegen, First Name Surname, n.n. n.n., n.n. n.n., Kris Cuppens\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nIOF\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nLode Vuegen, First Name Surname, n.n. n.n., n.n. n.n., Kris Cuppens\nProject Administrator:\nProject Administrator:\n \nFirst Name Surname, n.n. n.n., n.n. n.n., Kris Cuppens\nGrant number / URL: \nGrant number / URL: \nC3/23/009\nID: \nID: \n201944\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nRespiratory physiotherapy uses specific breathing techniques (e.g. autogenous drainage, active cycle of breathing techniques) to remove mucus from\nthe lungs in patients with chronic lung diseases (cystic fibrosis, COPD, PCD, bronchiectasis, asthma) or in patients with weakened respiratory muscles\n(MS, ALS, Duchenne). The key concepts within this therapy include airflow modulation and modulation of the breathing level (volume) to create\noptimal air currents (flow) at the targeted location in the lungs. In this therapy, monitoring of specific respiratory parameters is critical to achieving\ntherapy goals. Currently, respiratory therapists have to rely on the difficult subjective perception of e.g. chest-abdominal breathing, body position,\nrespiratory rate and volume, as well as breathing sounds. After all, when the mucus starts to move, this is accompanied by specific respiration sounds\n(crackles) that contain a lot of information and that are used/interpreted by the therapist to locate the mucus and to direct the therapy during the session,\nin order to remove the mucus as optimally as possible. This requires great expertise from the therapists, but also involves a long learning curve for the\npatients.\nIn this project, demonstrators with real-time feedback about the respiratory flow and volume during respiratory physiotherapy, will be extended with\nan automatic detection and classification of the crackles, projected on the respiration curves (flow rate and volume). This will lead to an increase in the\nefficiency of the therapy and a better understanding of the patient.\nLast modified: \nLast modified: \n19-12-2023\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n1 of 6\nCOMPASS\nCOMPASS\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSC-LSD\nSingle-Channel Lung Sound Dataset\nN\nD\nS\n.wav\n<100GB\n \nMC-LSD\nMulti-Channel Lung Sound Dataset\nN\nD\nS\n.wav\n<100GB\n \nSpiro\nSpirometry dataset\nN\nD\nN\n.csv\n<1GB\n \nPhysio\nPhysiological parameters (heart rate,\ntemperature, skin conductivity)\nN\nD\nN\n*csv\n<1GB\n \nInstructions\nAuditive instructions of therapist\nN\nD\nS\n.wav\n<100GB\n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEC number will be added when approved.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPRET number: \nG-2023-6997\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n2 of 6\nYes\nThe combination of the different modalities of respiration sounds and spirometry signals is a unique combination of data which can be used in\nthe development of applications that support the therapist and patients during therapy.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThere is a subcontracting agreement with UZ Brussel to collect the data. The IP remains with KU Leuven and Thomas More. \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nMetadata will be added to the collected datasets, including trial number, used hardware to collect the data, hardware settings and therapist ID.\nThe ManGO data storage platform is used to be able to add this metadata.\nA data description document will be drawn up to document the data collection process, and how to interpret the metadata.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nIt has not yet been decided if and which metadata standard will be used. We are considering to use a scheme such as DataCite.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe access to the data folder will be restricted to the specific researchers working on the data. The ManGO platform allows for a strict\nseparation of access for different users.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage volumes in this project are relatively low. We expect that the freely provided offering will be sufficient for our needs.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWe are exploring the possibilities to archive the data in the KU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data storage volumes in this project are relatively low. We expect that the freely provided offering of 50 GB will be sufficient for our\nneeds for a long term storage.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nSC-LSD and MC-LSD: only the cleaned and labelled data can be shared\nSpiro: only the cleaned and labelled measurements can be shared\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n4 of 6\nPhysio: only the cleaned and labelled measurements can be shared\nInstructions: only the transcribed instructions can be shared\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data may be used in future projects including different partners. In this situation, KU Leuven and Thomas More both agree to grant this\nthird party access to (parts) of the dataset.\nIn case of a commercial interest in parts of the dataset, a third party can be given access to these parts after a Data Transfer Agreement has\nbeen drawn up.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nThe SC-LSD, MC-LSD, Spiro and Physio dataset contain ethical aspects due to clinical information that is recorded within the data.\nThe Instructions dataset contains privacy aspects, therefore only the transcribed version could be shared.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWe are exploring the possibilities to archive the data in the KU Leuven RDR.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n5 of 6\nNot know yet.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nLode Vuegen and Peter Karsmakers (KU Leuven) will manage the data documentation and metadata of the acoustical data (SC-LSD,\nMC-LSD, Instructions).\nKris Cuppens and Mario Broeckx (Thomas More) will manage the data documentation and metadata of the clinical and respiration data\n(Spiro and Physio).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe COMPASS researcher who is present during the data collection will take care of uploading the collected data to the data storage\nprovider (ManGO).\nData backup will be done by the data storage provider (ManGO).\n \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThis will be done under a joint collaboration between Lode Vuegen, Peter Karsmakers (KU Leuven) and Kris Cuppens and Mario Broeckx\n(Thomas More).\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThis will be done by Lode Vuegen (KU Leuven) and Kris Cuppens (Thomas More).\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n6 of 6"
    },
    "clean_full_text": "COMPASS COMPASS A Data Management Plan created using DMPonline.be Creators: Creators: Lode Vuegen, First Name Surname, n.n. n.n., n.n. n.n., Kris Cuppens Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: IOF Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Lode Vuegen, First Name Surname, n.n. n.n., n.n. n.n., Kris Cuppens Project Administrator: Project Administrator: First Name Surname, n.n. n.n., n.n. n.n., Kris Cuppens Grant number / URL: Grant number / URL: C3/23/009 ID: ID: 201944 Start date: Start date: 01-10-2023 End date: End date: 30-09-2025 Project abstract: Project abstract: Respiratory physiotherapy uses specific breathing techniques (e.g. autogenous drainage, active cycle of breathing techniques) to remove mucus from the lungs in patients with chronic lung diseases (cystic fibrosis, COPD, PCD, bronchiectasis, asthma) or in patients with weakened respiratory muscles (MS, ALS, Duchenne). The key concepts within this therapy include airflow modulation and modulation of the breathing level (volume) to create optimal air currents (flow) at the targeted location in the lungs. In this therapy, monitoring of specific respiratory parameters is critical to achieving therapy goals. Currently, respiratory therapists have to rely on the difficult subjective perception of e.g. chest-abdominal breathing, body position, respiratory rate and volume, as well as breathing sounds. After all, when the mucus starts to move, this is accompanied by specific respiration sounds (crackles) that contain a lot of information and that are used/interpreted by the therapist to locate the mucus and to direct the therapy during the session, in order to remove the mucus as optimally as possible. This requires great expertise from the therapists, but also involves a long learning curve for the patients. In this project, demonstrators with real-time feedback about the respiratory flow and volume during respiratory physiotherapy, will be extended with an automatic detection and classification of the crackles, projected on the respiration curves (flow rate and volume). This will lead to an increase in the efficiency of the therapy and a better understanding of the patient. Last modified: Last modified: 19-12-2023 Created using DMPonline.be. Last modiﬁed 19 December 2023 1 of 6 COMPASS COMPASS Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA SC-LSD Single-Channel Lung Sound Dataset N D S .wav <100GB MC-LSD Multi-Channel Lung Sound Dataset N D S .wav <100GB Spiro Spirometry dataset N D N .csv <1GB Physio Physiological parameters (heart rate, temperature, skin conductivity) N D N *csv <1GB Instructions Auditive instructions of therapist N D S .wav <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) EC number will be added when approved. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) PRET number: G-2023-6997 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 19 December 2023 2 of 6 Yes The combination of the different modalities of respiration sounds and spirometry signals is a unique combination of data which can be used in the development of applications that support the therapist and patients during therapy. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes There is a subcontracting agreement with UZ Brussel to collect the data. The IP remains with KU Leuven and Thomas More. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Metadata will be added to the collected datasets, including trial number, used hardware to collect the data, hardware settings and therapist ID. The ManGO data storage platform is used to be able to add this metadata. A data description document will be drawn up to document the data collection process, and how to interpret the metadata. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes It has not yet been decided if and which metadata standard will be used. We are considering to use a scheme such as DataCite. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Created using DMPonline.be. Last modiﬁed 19 December 2023 3 of 6 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to the data folder will be restricted to the specific researchers working on the data. The ManGO platform allows for a strict separation of access for different users. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage volumes in this project are relatively low. We expect that the freely provided offering will be sufficient for our needs. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR We are exploring the possibilities to archive the data in the KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data storage volumes in this project are relatively low. We expect that the freely provided offering of 50 GB will be sufficient for our needs for a long term storage. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) SC-LSD and MC-LSD: only the cleaned and labelled data can be shared Spiro: only the cleaned and labelled measurements can be shared Created using DMPonline.be. Last modiﬁed 19 December 2023 4 of 6 Physio: only the cleaned and labelled measurements can be shared Instructions: only the transcribed instructions can be shared If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data may be used in future projects including different partners. In this situation, KU Leuven and Thomas More both agree to grant this third party access to (parts) of the dataset. In case of a commercial interest in parts of the dataset, a third party can be given access to these parts after a Data Transfer Agreement has been drawn up. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects The SC-LSD, MC-LSD, Spiro and Physio dataset contain ethical aspects due to clinical information that is recorded within the data. The Instructions dataset contains privacy aspects, therefore only the transcribed version could be shared. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) We are exploring the possibilities to archive the data in the KU Leuven RDR. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 19 December 2023 5 of 6 Not know yet. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Lode Vuegen and Peter Karsmakers (KU Leuven) will manage the data documentation and metadata of the acoustical data (SC-LSD, MC-LSD, Instructions). Kris Cuppens and Mario Broeckx (Thomas More) will manage the data documentation and metadata of the clinical and respiration data (Spiro and Physio). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The COMPASS researcher who is present during the data collection will take care of uploading the collected data to the data storage provider (ManGO). Data backup will be done by the data storage provider (ManGO). Who will manage data preservation and sharing? Who will manage data preservation and sharing? This will be done under a joint collaboration between Lode Vuegen, Peter Karsmakers (KU Leuven) and Kris Cuppens and Mario Broeckx (Thomas More). Who will update and implement this DMP? Who will update and implement this DMP? This will be done by Lode Vuegen (KU Leuven) and Kris Cuppens (Thomas More). Created using DMPonline.be. Last modiﬁed 19 December 2023 6 of 6"
}