{
    "document_id": "D-2021-1152",
    "LinkTitle": "D-2021-1152",
    "file_name": "D-2021-1152.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1152.pdf",
    "metadata": {
        "title": "DMP_FWO Van Rompaey - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-21 12:40:45+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP_FWO Van Rompaey - DMP title\nProject Identifier\n u0129176\nGrant Title\n 1134922N\nPrincipal Investigator / Researcher\n Jens Van Rompaey\nDescription\n Research within the field of systematic theology, more precisely ecclesiology.\nResearch question: How can the meaning and impact of synodality in the self-understanding of\nthe Roman Catholic Church be reconceived in light of contemporary culture?\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJens Van Rompaey\nFWO Project Number & Title\n1134922N\nThe Synodal Church: a miracle solution from a contemporary perspective or not?\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis research will generate manuscripts written by the researcher as drafts of chapters for the\nfinal doctoral thesis or for articles to be published.\nThe collection of data will exist of (academic) articles and book as sources for the research. A\nsecondary source of information will be online publications, opinion articles, and consulted\nwebpages. This entails collecting and organising the (recent) publications relevant for the topic of\nthe research, while respecting copyrights and intellectual ownership and adhering to the\nbibliographic rules of academic research.\nNo surveys, questionnaires, and interviews are planned. In the Compliance Monitoring Tool I\nindicated: “For carrying out this research project, no ethics approval is required. In addition, no\npersonal data will be processed in the project.”.\nIn light of what has just been described, this research will only reuse existing data.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThis research will be entirely based on existing literature and sources (articles, publications,\nbooks, presentations, conference papers). Included in the proposal is a close study of the\nproceedings of the 2023 Synod of Bishops but given the current state of the COVID-19 pandemic\nthe specifics are still to be discussed (included possibilities are participant observation or job\nmirroring, but also journalistic coverage). This implies that the main task of this research will be\nto organise the many different publications.\nIn order to do this constructively, Zotero will be used to organize, refer to, and gather the\nnecessary information. This free online citation tool can easily be used to organise sources in\nfolders and subfolders and also allows to take notes. If and when necessary, additional use of, for\nexample, N-Vivo or EndNote can be considered, this will then be discussed with the supervisor\nand ICTS.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nIn the field of theology, more specifically systematic theology, no standard is frequently used. To\nfacilitate keeping an overview of consulted literature and relevant sources Zotero will be used to\norganize the consulted sources. Since Zotero can also be used as a citing tool it serves two\npurposes: collecting and managing the data and correctly referring to the collected data.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nPrimary storage of all documents, drafts, and data will happen on the OneDrive provided by\nKULeuven. This OneDrive is both accessible from a faculty provided laptop (with additional\nsecurity features) and personal laptop (by means of backup should the professional laptop fail).\nHow is backup of the data provided?\nFor all digital data, storage in the KU Leuven OneDrive is foreseen. There is standard 2TB\npersonal OneDrive cloud storage available for KU Leuven employees which is sufficient for this\nresearch.\nHard copies, namely books, will be used from and stored in the library of the faculty of Theology\nand Religious Studies.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere is standard 2TB personal OneDrive cloud storage available for KU Leuven employees.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo additional costs are foreseen.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nI will not collect or use sensitive (personal) data. However, all data will be stored in the KU\nLeuven OneDrive, as suggested by the ICTS Data Storage webpage. The OneDrive is already\ninstalled on the professional PC of employees. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAs required by the FWO all data can be stored for 5 years, either on the OneDrive provided by\nKULeuven or on a personal storage device (be it a personal account of OneDrive or an external\nhard drive). This latter option does not pose any problems since none of the data handles privacy\nsensitive data. If necessary, storage can be entrusted to the supervisor of the project in which\ncase it is only accessible by the supervisor. In this last case, storage options can include, again,\nthe OneDrive or other options available for permanent storage provided by KU Leuven.\nHard copies can be stored in the Maurits Sabbe Library. Certain conditions for consultation can\neasily be imposed when necessary. Books purchased for the research remain property of KU\nLeuven and can be handed over to the library at the end of the research. \nWhere will the data be archived (= stored for the longer term)?\nThe data can be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAll data that will be compiled, will be hosted on the servers of Microsoft OneDrive, to which\naccess is provided by the institutional access of KU Leuven for students and employees. In view\nof the expected size of the database (< 2 TB) there is no estimated additional cost.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nSince most data are already published articles and books all data will immediately be available.\nThe final doctoral thesis will be available online through the KU Leuven Libraries, articles\nauthored by the researcher will also be accessible through KU Leuven and the Open Access policy\nfor FWO will make that there is access on online platforms.\nWith the correct bibliographical information cited books will also be able to be located.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nOther (specify):\nResearch output and publications will be accessible through Open Access, as requested by FWO.\nOther data, such as manuscripts of the final thesis, to the extent that these would provide more\ninformation than the final thesis, could be consulted upon request.\nWhen will the data be made available?\nUpon publication of the research results\nNo sensitive information will be used, there seems no need for an embargo period. \nWho will be able to access the data and under what conditions?\nNo restrictions seem necessary since no sensitive data will be generated.\nWhat are the expected costs for data sharing? How will the costs be covered?\nAll publications authored or co-authored by the researcher should be published in Open Access,\nconform the guidelines of FWO. These costs can/should be covered with the FWO bench fee.\nNo other costs are foreseen.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe responsibility of the collection, organization, and organizing of data primarily lies with the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\ndoctoral researcher. In this he will be supervised by his supervisor and co-supervisor.\nWho will be responsible for data storage & back up during the project?\nThe responsibility of the data storage and back up primarily lies with the doctoral researcher. In\nthis he will be supervised by his supervisor and co-supervisor and he will be supported by the\nrelevant KU Leuven ICTS services.\nSince no sensitive data, or data that could be used for other purposes, is collected or used there\nis no need to complicate of reenforce the storage and back-up. \nWho will be responsible for ensuring data preservation and reuse ?\nThis responsibility primarily lies with the doctoral researcher. The storage after the end of the\nproject will be shared by supervisor and doctoral researcher depending on the concrete details of\nthe preservation. This will also depend on the whether the researcher will still have institutional\naccess to certain KU Leuven facilities. As indicated, given the non-sensitive nature of the data,\ne.g., drafts of chapters, storage by the researcher can also happen on personal devices. For other\ndata, such as publications by others, KU Leuven Libraries will provide a solution.\nWho bears the end responsibility for updating & implementing this DMP?\nInitially, the doctoral researcher is responsible for the concrete and day-to-day implementation of\nthe DMP. However, this is mainly the case during the research itself. The responsibility will\nprobably shift to the supervisor after the research, this will be done in joint consultation and will\nof course also depend on circumstances that cannot be fully foreseen at this stage.\nAny change or modification to the DMP will be monitored by the doctoral researcher in close\ncollaboration with the supervisor and co-supervisor.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name DMP_FWO Van Rompaey - DMP title Project Identifier u0129176 Grant Title 1134922N Principal Investigator / Researcher Jens Van Rompaey Description Research within the field of systematic theology, more precisely ecclesiology. Research question: How can the meaning and impact of synodality in the self-understanding of the Roman Catholic Church be reconceived in light of contemporary culture? Institution KU Leuven 1. General Information Name applicant Jens Van Rompaey FWO Project Number & Title 1134922N The Synodal Church: a miracle solution from a contemporary perspective or not? Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This research will generate manuscripts written by the researcher as drafts of chapters for the final doctoral thesis or for articles to be published. The collection of data will exist of (academic) articles and book as sources for the research. A secondary source of information will be online publications, opinion articles, and consulted webpages. This entails collecting and organising the (recent) publications relevant for the topic of the research, while respecting copyrights and intellectual ownership and adhering to the bibliographic rules of academic research. No surveys, questionnaires, and interviews are planned. In the Compliance Monitoring Tool I indicated: “For carrying out this research project, no ethics approval is required. In addition, no personal data will be processed in the project.”. In light of what has just been described, this research will only reuse existing data. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? This research will be entirely based on existing literature and sources (articles, publications, books, presentations, conference papers). Included in the proposal is a close study of the proceedings of the 2023 Synod of Bishops but given the current state of the COVID-19 pandemic the specifics are still to be discussed (included possibilities are participant observation or job mirroring, but also journalistic coverage). This implies that the main task of this research will be to organise the many different publications. In order to do this constructively, Zotero will be used to organize, refer to, and gather the necessary information. This free online citation tool can easily be used to organise sources in folders and subfolders and also allows to take notes. If and when necessary, additional use of, for example, N-Vivo or EndNote can be considered, this will then be discussed with the supervisor and ICTS. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No In the field of theology, more specifically systematic theology, no standard is frequently used. To facilitate keeping an overview of consulted literature and relevant sources Zotero will be used to organize the consulted sources. Since Zotero can also be used as a citing tool it serves two purposes: collecting and managing the data and correctly referring to the collected data. 5. Data storage and backup during the FWO project Where will the data be stored? Primary storage of all documents, drafts, and data will happen on the OneDrive provided by KULeuven. This OneDrive is both accessible from a faculty provided laptop (with additional security features) and personal laptop (by means of backup should the professional laptop fail). How is backup of the data provided? For all digital data, storage in the KU Leuven OneDrive is foreseen. There is standard 2TB personal OneDrive cloud storage available for KU Leuven employees which is sufficient for this research. Hard copies, namely books, will be used from and stored in the library of the faculty of Theology and Religious Studies. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is standard 2TB personal OneDrive cloud storage available for KU Leuven employees. What are the expected costs for data storage and back up during the project? How will these costs be covered? No additional costs are foreseen. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will not collect or use sensitive (personal) data. However, all data will be stored in the KU Leuven OneDrive, as suggested by the ICTS Data Storage webpage. The OneDrive is already installed on the professional PC of employees. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). As required by the FWO all data can be stored for 5 years, either on the OneDrive provided by KULeuven or on a personal storage device (be it a personal account of OneDrive or an external hard drive). This latter option does not pose any problems since none of the data handles privacy sensitive data. If necessary, storage can be entrusted to the supervisor of the project in which case it is only accessible by the supervisor. In this last case, storage options can include, again, the OneDrive or other options available for permanent storage provided by KU Leuven. Hard copies can be stored in the Maurits Sabbe Library. Certain conditions for consultation can easily be imposed when necessary. Books purchased for the research remain property of KU Leuven and can be handed over to the library at the end of the research. Where will the data be archived (= stored for the longer term)? The data can be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All data that will be compiled, will be hosted on the servers of Microsoft OneDrive, to which access is provided by the institutional access of KU Leuven for students and employees. In view of the expected size of the database (< 2 TB) there is no estimated additional cost. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Since most data are already published articles and books all data will immediately be available. The final doctoral thesis will be available online through the KU Leuven Libraries, articles authored by the researcher will also be accessible through KU Leuven and the Open Access policy for FWO will make that there is access on online platforms. With the correct bibliographical information cited books will also be able to be located. Where/how will the data be made available for reuse? In an Open Access repository Other (specify): Research output and publications will be accessible through Open Access, as requested by FWO. Other data, such as manuscripts of the final thesis, to the extent that these would provide more information than the final thesis, could be consulted upon request. When will the data be made available? Upon publication of the research results No sensitive information will be used, there seems no need for an embargo period. Who will be able to access the data and under what conditions? No restrictions seem necessary since no sensitive data will be generated. What are the expected costs for data sharing? How will the costs be covered? All publications authored or co-authored by the researcher should be published in Open Access, conform the guidelines of FWO. These costs can/should be covered with the FWO bench fee. No other costs are foreseen. 8. Responsibilities Who will be responsible for data documentation & metadata? The responsibility of the collection, organization, and organizing of data primarily lies with the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 doctoral researcher. In this he will be supervised by his supervisor and co-supervisor. Who will be responsible for data storage & back up during the project? The responsibility of the data storage and back up primarily lies with the doctoral researcher. In this he will be supervised by his supervisor and co-supervisor and he will be supported by the relevant KU Leuven ICTS services. Since no sensitive data, or data that could be used for other purposes, is collected or used there is no need to complicate of reenforce the storage and back-up. Who will be responsible for ensuring data preservation and reuse ? This responsibility primarily lies with the doctoral researcher. The storage after the end of the project will be shared by supervisor and doctoral researcher depending on the concrete details of the preservation. This will also depend on the whether the researcher will still have institutional access to certain KU Leuven facilities. As indicated, given the non-sensitive nature of the data, e.g., drafts of chapters, storage by the researcher can also happen on personal devices. For other data, such as publications by others, KU Leuven Libraries will provide a solution. Who bears the end responsibility for updating & implementing this DMP? Initially, the doctoral researcher is responsible for the concrete and day-to-day implementation of the DMP. However, this is mainly the case during the research itself. The responsibility will probably shift to the supervisor after the research, this will be done in joint consultation and will of course also depend on circumstances that cannot be fully foreseen at this stage. Any change or modification to the DMP will be monitored by the doctoral researcher in close collaboration with the supervisor and co-supervisor. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}