{
    "document_id": "D-2024-3071",
    "LinkTitle": "D-2024-3071",
    "file_name": "D-2024-3071.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3071.pdf",
    "metadata": {
        "title": "Safe Neurosymbolic Relational Reinforcement Learning",
        "author": "N/A",
        "creation_date": "2024-11-13 12:31:35+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nSafe Neurosymbolic Relational Reinforcement Learning\nCreator:\nCreator:\nJessa Bekker\nPrincipal Investigator: \nPrincipal Investigator: \nLuc De Raedt\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nLuc De Raedt \n \nhttps://orcid.org/0000-0002-6860-6303\nProject abstract:\nProject abstract:\nSafe Reinforcement learning (Safe RL) aims at learning optimal policies for autonomous agents while staying safe. A popular solution to\nSafe RL is shielding, which uses a logical safety specification to prevent an RL agent from taking unsafe actions. However, traditional\nshielding techniques are difficult to integrate with continuous, end-to-end deep RL methods. To this end, we recently explored the award\nwinning idea of Probabilistic Logic Shields (PLSs), a model-based Safe RL technique that uses neurosymbolic AI to model logical safety\nconstraints as differentiable functions.\nWhile PLSs represent a simple and elegant idea fir end-to-end neurosymbolic safe RL, their development is still in its infancy.\nNevertheless, it provides a perfect starting point for applying neurosymbolic techniques to decision making. The overall goal of this\nproject is to develop a general theoretical and practical framework for neurosymbolic reinforcement learning that is applicable also to\nsafety critical decision systems. This framework aims to bridge the gap between model-based reinforcement learning, which relies on\nexplicit models of the environment, and model-free deep reinforcement learning, which learns directly from experience. Our key feature\nlies in the use of probabilistic and logic-based languages as bidirectional interfaces between the learning (i.e. neural) and the planning\n(i.e. reasoning) components. Within these languages,\nwe shall introduce and study various notions of safety and investigate techniques for learning them.\nIn summary, the project wants to push the boundaries of Safe RL by creating a versatile and robust framework that seamlessly merges\nneurosymbolic techniques with reinforcement learning. This framework not only aims to enhance decision-making performance but also\nprioritizes safety and verifiability, ensuring that AI agents can operate reliably in complex real-world environments while providing safety\nguarantees.\nID: \nID: \n210751\nStart date: \nStart date: \n01-09-2024\nEnd date: \nEnd date: \n31-08-2028\nLast modified: \nLast modified: \n13-11-2024\nCreated using DMPonline.be. Last modiﬁed 13 November 2024\n1 of 6\nSafe Neurosymbolic Relational Reinforcement Learning\nSafe Neurosymbolic Relational Reinforcement Learning\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nArtificial\ndatasets/\nenvironments\nfor NeSy\nreinforcement\nlearning\nArtificial data/ environments for obtaining an\nunderstanding of the abilities and limitations of the\ndeveloped techniques. This data will contain both\nsubsymbolic (e.g. an image, a audio signal, a sensor\nreading) and symbolic elements (using a relational\nrepresentation such as a database or graph).\nAdditionally, the datasets will be extended with rules\ndescribing safety properties.\nWe are considering to exploit MiniHack as it requires\na perfect combination of planning, safe behaviors and\npossesses a good mix of subsymbolic (e.g. screen\nframes) and symbolic (e.g. characters properties,\ncontrols) representation\nN\nN\n(ew\ndata)\nand\nE\nE\n(xisting\ndata) \nDigital\nAudiovisual,\nNumerical,\nTextual,\nModel\n \n<1GB\n \nreal-world NeSy\ndata for\nreinforcement\nlearning\nThe data has similar properties as the artificial data,\nbut the scenarios are (more) real. In particular, we will\nconsider robotics simulators and textual\nenvironments\nReuse\nexisting\ndata\nDigital\nAudiovisual,\nNumerical,\nTextual,\nModel\n \n<1GB\n \nAlgorithm\nimplementations\nImplementations of the developed algorithms\nGenerate\nnew data\nDigital\nSoftware\n.py\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nTBD\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 13 November 2024\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nEach newly introduced dataset will be accompanied with a README file that contains an explanation of the file structure and the\ncontent of each of the fields in the different files.\nWith each paper published within the context of this project, a runnable notebook or script will be provided that allows\nreproducing the experiments.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe research is algorithm-oriented. The code will be shared according to the standards in our field. Typically, our algorithms are\nimplemented in python and will then be shared in the the form of an easily installable python package.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nCreated using DMPonline.be. Last modiﬁed 13 November 2024\n3 of 6\nSoftware will be developed in KU Leuven GitLab or private GitHub repositories\nDatasets will be stored either on the gitlab repositories or the NetApp-based storage solution at the Dept. of Computer Science\n(KU Leuven).\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nGitLab and the NetApp-based storage system have secure backups that are automatically stored at a second location at KU\nLeuven, so loss of data is minimized.\nPersonal backups of the code on the private GitHub repositories will be maintained.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly authorized users can access the NetApp-based storage, GitLab repositories and private GitHub repositories.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll storage and backup costs are covered by the project budget. After the project has ended, the costs will be covered by the DTAI\nresearch group.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAll data will be archived on the NetApp storage service offered by the Department of Computer Science in the form of snapshots\nof all text, source code, data and presentations.\nCreated using DMPonline.be. Last modiﬁed 13 November 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll storage and backup costs are covered by the project budget. After the project has ended, the costs will be covered by the DTAI\nresearch group.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe software implementation and artificial datasets will be made available upon publication of the corresponding papers.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThis will be determined throughout the course of the project on the basis of the particular datasets.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nThe software implementations will be made publicly available through GitHub repositories, as is common practice in our field.\nThe novel components of the artificial datasets will be made available in GitHub repositories, alongside code to properly integrate\nit with the existing datasets.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nMIT licence (code)\nOther (specify below)\nCreated using DMPonline.be. Last modiﬁed 13 November 2024\n5 of 6\nPermissive licenses. For software, this will be MIT, BSD, GNU or Apache 2.0. For other data, this will be CC-BY-4.0.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nFor software, we use the DOI of the relevant publication. The publication details where the code can be downloaded.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNegligible. All storage and backup costs are covered by the DTAI research group.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD and Postdoctoral researchers working on this project\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PhD and Postdoctoral researchers working on this project\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLuc De Raedt and Giuseppe Marra and Jessa Bekker\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nLuc De Raedt and Giuseppe Marra and Jessa Bekker\nCreated using DMPonline.be. Last modiﬁed 13 November 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Safe Neurosymbolic Relational Reinforcement Learning Creator: Creator: Jessa Bekker Principal Investigator: Principal Investigator: Luc De Raedt Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Luc De Raedt https://orcid.org/0000-0002-6860-6303 Project abstract: Project abstract: Safe Reinforcement learning (Safe RL) aims at learning optimal policies for autonomous agents while staying safe. A popular solution to Safe RL is shielding, which uses a logical safety specification to prevent an RL agent from taking unsafe actions. However, traditional shielding techniques are difficult to integrate with continuous, end-to-end deep RL methods. To this end, we recently explored the award winning idea of Probabilistic Logic Shields (PLSs), a model-based Safe RL technique that uses neurosymbolic AI to model logical safety constraints as differentiable functions. While PLSs represent a simple and elegant idea fir end-to-end neurosymbolic safe RL, their development is still in its infancy. Nevertheless, it provides a perfect starting point for applying neurosymbolic techniques to decision making. The overall goal of this project is to develop a general theoretical and practical framework for neurosymbolic reinforcement learning that is applicable also to safety critical decision systems. This framework aims to bridge the gap between model-based reinforcement learning, which relies on explicit models of the environment, and model-free deep reinforcement learning, which learns directly from experience. Our key feature lies in the use of probabilistic and logic-based languages as bidirectional interfaces between the learning (i.e. neural) and the planning (i.e. reasoning) components. Within these languages, we shall introduce and study various notions of safety and investigate techniques for learning them. In summary, the project wants to push the boundaries of Safe RL by creating a versatile and robust framework that seamlessly merges neurosymbolic techniques with reinforcement learning. This framework not only aims to enhance decision-making performance but also prioritizes safety and verifiability, ensuring that AI agents can operate reliably in complex real-world environments while providing safety guarantees. ID: ID: 210751 Start date: Start date: 01-09-2024 End date: End date: 31-08-2028 Last modified: Last modified: 13-11-2024 Created using DMPonline.be. Last modiﬁed 13 November 2024 1 of 6 Safe Neurosymbolic Relational Reinforcement Learning Safe Neurosymbolic Relational Reinforcement Learning Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Artificial datasets/ environments for NeSy reinforcement learning Artificial data/ environments for obtaining an understanding of the abilities and limitations of the developed techniques. This data will contain both subsymbolic (e.g. an image, a audio signal, a sensor reading) and symbolic elements (using a relational representation such as a database or graph). Additionally, the datasets will be extended with rules describing safety properties. We are considering to exploit MiniHack as it requires a perfect combination of planning, safe behaviors and possesses a good mix of subsymbolic (e.g. screen frames) and symbolic (e.g. characters properties, controls) representation N N (ew data) and E E (xisting data) Digital Audiovisual, Numerical, Textual, Model <1GB real-world NeSy data for reinforcement learning The data has similar properties as the artificial data, but the scenarios are (more) real. In particular, we will consider robotics simulators and textual environments Reuse existing data Digital Audiovisual, Numerical, Textual, Model <1GB Algorithm implementations Implementations of the developed algorithms Generate new data Digital Software .py <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: TBD Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 13 November 2024 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Each newly introduced dataset will be accompanied with a README file that contains an explanation of the file structure and the content of each of the fields in the different files. With each paper published within the context of this project, a runnable notebook or script will be provided that allows reproducing the experiments. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No The research is algorithm-oriented. The code will be shared according to the standards in our field. Typically, our algorithms are implemented in python and will then be shared in the the form of an easily installable python package. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) Created using DMPonline.be. Last modiﬁed 13 November 2024 3 of 6 Software will be developed in KU Leuven GitLab or private GitHub repositories Datasets will be stored either on the gitlab repositories or the NetApp-based storage solution at the Dept. of Computer Science (KU Leuven). How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) GitLab and the NetApp-based storage system have secure backups that are automatically stored at a second location at KU Leuven, so loss of data is minimized. Personal backups of the code on the private GitHub repositories will be maintained. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only authorized users can access the NetApp-based storage, GitLab repositories and private GitHub repositories. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All storage and backup costs are covered by the project budget. After the project has ended, the costs will be covered by the DTAI research group. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) All data will be archived on the NetApp storage service offered by the Department of Computer Science in the form of snapshots of all text, source code, data and presentations. Created using DMPonline.be. Last modiﬁed 13 November 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All storage and backup costs are covered by the project budget. After the project has ended, the costs will be covered by the DTAI research group. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data The software implementation and artificial datasets will be made available upon publication of the corresponding papers. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. This will be determined throughout the course of the project on the basis of the particular datasets. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) The software implementations will be made publicly available through GitHub repositories, as is common practice in our field. The novel components of the artificial datasets will be made available in GitHub repositories, alongside code to properly integrate it with the existing datasets. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. GNU GPL-3.0 (code) CC-BY 4.0 (data) MIT licence (code) Other (specify below) Created using DMPonline.be. Last modiﬁed 13 November 2024 5 of 6 Permissive licenses. For software, this will be MIT, BSD, GNU or Apache 2.0. For other data, this will be CC-BY-4.0. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No For software, we use the DOI of the relevant publication. The publication details where the code can be downloaded. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Negligible. All storage and backup costs are covered by the DTAI research group. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD and Postdoctoral researchers working on this project Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD and Postdoctoral researchers working on this project Who will manage data preservation and sharing? Who will manage data preservation and sharing? Luc De Raedt and Giuseppe Marra and Jessa Bekker Who will update and implement this DMP? Who will update and implement this DMP? Luc De Raedt and Giuseppe Marra and Jessa Bekker Created using DMPonline.be. Last modiﬁed 13 November 2024 6 of 6"
}