{
    "document_id": "D-2023-2477",
    "LinkTitle": "D-2023-2477",
    "file_name": "D-2023-2477.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2477.pdf",
    "metadata": {
        "title": "Wangari's Data Management Plan",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Wangari's Data Management Plan\nWangari's Data Management Plan\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nWangari Wambui\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nZB/23/010 REIS+BENC\nID: \nID: \n207752\nStart date: \nStart date: \n01-09-2023\nEnd date: \nEnd date: \n31-08-2027\nProject abstract:\nProject abstract:\nVector-borne diseases are a major global public health burden, affecting more than 1 billion people worldwide. Malaria and schistosomiasis are\nthe main causes of morbidity and mortality, especially children and pregnant women in developing countries. They are transmitted by vectors\n(mosquito and snail, respectively), whose life cycles include an aquatic stage, resulting therefore in overlapping distributions and thus coinfections.\nTherefore, the World Health Organization recommends integrated disease control strategies, i.e. simultaneous drug treatment complemented with\nlocally adapted vector control, to combat these diseases sustainably. However, targeted vector control relies on a thorough knowledge of vector\ndistribution. Because conventional malacological and entomological field surveys are expensive and time-consuming, this project wants to develop\ninnovative parasite and vector diagnostic techniques to monitor infection directly in the field, based on environmental DNA and isothermal\namplification.\nLast modified: \nLast modified: \n11-06-2024\nCreated using DMPonline.be. Last modiﬁed 11 June 2024\n1 of 6\nWangari's Data Management Plan\nWangari's Data Management Plan\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \neDNA \nEnvironmental DNA (eDNA) extracted\nfrom filter samples\nN\nPhysical\nOther\n(physical\nDNA)\nDried DNA\nin tubes\nPhysical\nspace\n \nGenomic\nDNA\nGenomic DNA extracted from trematode,\nsnail and mosquito specimen\nN\nPhysical\nOther\n(physical\nDNA)\nDried DNA\nin tubes\nPhysical\nspace\n \nSequences\n \nDNA sequences for trematodes, snails and\nmosquitoes\nN:sequenced\nspecimen;\nE:from GenBank\nDigital\nT\nfastq.gz\n<100MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nParasite WormBase:https://parasite.wormbase.org/index.html\nGenBank:https://www.ncbi.nlm.nih.gov/genbank/\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 11 June 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe DNA sequences datasets will be described in FASTA format. The identity of each sequence will be detailed in its own row above the\nsequence bases. \nEach of the dried DNA sample will have an identification ID in form of a barcode that can be scanned to retrieve the sample from the DNA\ncollection.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nAn excel file with each dried DNA information including the barcode ID and the physical location of the sample.\nFor the DNA sequences, an excel file containing the GenBank accession numbers \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nThe data involved in this research will be stored on the personal KU Leuven One Drive, which is a cloud to safely store, manage and share\ndata/files. \nCreated using DMPonline.be. Last modiﬁed 11 June 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data will securely be backed up daily on the KU Leuven central servers. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe storage space provided for KU Leuven One Drive is 2TB, which is sufficient for this research.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data generated by this research will be treated as non-commercial, which means that it can be freely shared and adapted, provided that\nappropriate credit is given and any changes are indicated.\nFor the dried DNA samples, only authorized personnel have access to the DNA storage vault\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe One Drive platform is free and sufficient in terms of storage. Nonetheless, if needed, the bench fee could be used to pay for extra storage\ncapacity.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nThe physical dried DNA will be archived at the Africa Museum\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAccording to KU Leuven RDM policy, 50 GB is provided for each researcher yearly for free, and this storage capacity should be enough for\nthe completion of this project. Nonetheless, if needed, the bench fee could be used to pay for extra storage capacity.\n \nThe physical space for storing dried DNA is provided by the Africa Museum without cost\nCreated using DMPonline.be. Last modiﬁed 11 June 2024\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe results obtained from this research will be published in a peer-reviewed journal. Additionally, the data will be accessible in the KU Leuven\nRDR and can be used while giving appropriate credit and indicating whether changes are made\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNo applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nNo restrictions required for data sharing, as data in this research does not contain any personal or confidential information. The data uploaded\non the KU Leuven RDR, will remain available for minimum of 10 years after the research is completed\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nCreated using DMPonline.be. Last modiﬁed 11 June 2024\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nCecilia Wangari Wambui\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCecilia Wangari Wambui\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nHugo F. Gante and Tine Huyse\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nCecilia Wangari Wambui\nCreated using DMPonline.be. Last modiﬁed 11 June 2024\n6 of 6"
    },
    "clean_full_text": "Wangari's Data Management Plan Wangari's Data Management Plan A Data Management Plan created using DMPonline.be Creator: Creator: Wangari Wambui Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: ZB/23/010 REIS+BENC ID: ID: 207752 Start date: Start date: 01-09-2023 End date: End date: 31-08-2027 Project abstract: Project abstract: Vector-borne diseases are a major global public health burden, affecting more than 1 billion people worldwide. Malaria and schistosomiasis are the main causes of morbidity and mortality, especially children and pregnant women in developing countries. They are transmitted by vectors (mosquito and snail, respectively), whose life cycles include an aquatic stage, resulting therefore in overlapping distributions and thus coinfections. Therefore, the World Health Organization recommends integrated disease control strategies, i.e. simultaneous drug treatment complemented with locally adapted vector control, to combat these diseases sustainably. However, targeted vector control relies on a thorough knowledge of vector distribution. Because conventional malacological and entomological field surveys are expensive and time-consuming, this project wants to develop innovative parasite and vector diagnostic techniques to monitor infection directly in the field, based on environmental DNA and isothermal amplification. Last modified: Last modified: 11-06-2024 Created using DMPonline.be. Last modiﬁed 11 June 2024 1 of 6 Wangari's Data Management Plan Wangari's Data Management Plan Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA eDNA Environmental DNA (eDNA) extracted from filter samples N Physical Other (physical DNA) Dried DNA in tubes Physical space Genomic DNA Genomic DNA extracted from trematode, snail and mosquito specimen N Physical Other (physical DNA) Dried DNA in tubes Physical space Sequences DNA sequences for trematodes, snails and mosquitoes N:sequenced specimen; E:from GenBank Digital T fastq.gz <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Parasite WormBase:https://parasite.wormbase.org/index.html GenBank:https://www.ncbi.nlm.nih.gov/genbank/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 11 June 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The DNA sequences datasets will be described in FASTA format. The identity of each sequence will be detailed in its own row above the sequence bases. Each of the dried DNA sample will have an identification ID in form of a barcode that can be scanned to retrieve the sample from the DNA collection. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes An excel file with each dried DNA information including the barcode ID and the physical location of the sample. For the DNA sequences, an excel file containing the GenBank accession numbers Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) The data involved in this research will be stored on the personal KU Leuven One Drive, which is a cloud to safely store, manage and share data/files. Created using DMPonline.be. Last modiﬁed 11 June 2024 3 of 6 How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data will securely be backed up daily on the KU Leuven central servers. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The storage space provided for KU Leuven One Drive is 2TB, which is sufficient for this research. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated by this research will be treated as non-commercial, which means that it can be freely shared and adapted, provided that appropriate credit is given and any changes are indicated. For the dried DNA samples, only authorized personnel have access to the DNA storage vault What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The One Drive platform is free and sufficient in terms of storage. Nonetheless, if needed, the bench fee could be used to pay for extra storage capacity. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) The physical dried DNA will be archived at the Africa Museum What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? According to KU Leuven RDM policy, 50 GB is provided for each researcher yearly for free, and this storage capacity should be enough for the completion of this project. Nonetheless, if needed, the bench fee could be used to pay for extra storage capacity. The physical space for storing dried DNA is provided by the Africa Museum without cost Created using DMPonline.be. Last modiﬁed 11 June 2024 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data The results obtained from this research will be published in a peer-reviewed journal. Additionally, the data will be accessible in the KU Leuven RDR and can be used while giving appropriate credit and indicating whether changes are made If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. No applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No No restrictions required for data sharing, as data in this research does not contain any personal or confidential information. The data uploaded on the KU Leuven RDR, will remain available for minimum of 10 years after the research is completed Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository Created using DMPonline.be. Last modiﬁed 11 June 2024 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Cecilia Wangari Wambui Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Cecilia Wangari Wambui Who will manage data preservation and sharing? Who will manage data preservation and sharing? Hugo F. Gante and Tine Huyse Who will update and implement this DMP? Who will update and implement this DMP? Cecilia Wangari Wambui Created using DMPonline.be. Last modiﬁed 11 June 2024 6 of 6"
}