{
    "document_id": "D-2021-1302",
    "LinkTitle": "D-2021-1302",
    "file_name": "D-2021-1302.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1302.pdf",
    "metadata": {
        "title": "D-2021-1302",
        "author": "Myriam Mertens",
        "num_pages": 12
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  1SE3622N  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Ruggiero Pio Cassatella  \nFWO Project Number & Title  1SE3622N - Discovery of endogenous and recombinant stabilizers of Gamma - \nSecretase -APP complexes to provide mechanistic underpinnings for  \nAlzheimer's disease therapy  \nAffiliation  ☒ KU Leuven   \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  Human genetics has shown that mutations i n three genes - PSEN1, PSEN2 and APP - are causative of early -\nonset familial Alzheimer’s  disease  (FAD) . Presenilin  (PSENs)  constitutes  the catalytic  subunit of  an \nintramembrane protease  complex,  named gamma -secretase  (GSEC) , and the amyloid precu rsor protein  \n(APP)  represents one of its substrate s. GSEC s cut sequentially APP generating amyloid -β (Aβ) peptides of \ndifferent length. Numerous studies have shown that pathogenic mutations enhance  the generation of \nlonger, partially di gested and toxic A β peptides. My host lab has shown that the pathogenic effects of AD -\ncausing mutations  stem from the destabilization of GSEC -APP (Enzyme -Substrate, E -S) interaction s during \nthe sequential proteolysis. Notab ly, a remarkable linear correlation between the magnitude of the \nmutation -induced destabilization and the age of onset strongly  supports the pathophysiological relevance \nof these findings . Furthermore,  thes e studies show that  changes in the molecular environment surrounding  \nGSEC -APP complexes can modulate their  stability.  \nWe propose that  endogenous modulators  of GSEC affecting E -S interactions may promote or reduce the \nproduction of longer and toxic A β peptides , therefore affecting an i ndividual’s risk of developing AD.  Thus, \nI will investigate GSEC -interactome in health and disease conditions, and tackle GSEC metastability  using \nNanobody (N b)-based technology with three major aims. (i) Conformation -specific Nbs binding to GSEC \nand/or GSEC -APP complexes will allow the ge neration of  Nbs binding  with high affinity to the GSEC \ncomplexes. (ii) Discovered Nbs will be fused with TurboID biotin ligase to uncover endogenous interactors \nof GSEC in human brain in disease and health conditions , using proteomics .  \nThe discovery of newly endogenous modulators  may point out novel pathways contributing to disease \npathogenies . The generated insight may offer alternative  therapeutic  targets for AD treatment. At the same \ntime, the generation o f Nb -chaperons with potentially stabilizing properties may provide prototype \nmolecules  for translation research.  \n \nDigital images : \nThe hereby indicated dataset includes  digital images acquired at fluorescent microscopy on the different  \ncell models used; digital images of western blots, gel scans; pictures and illustrations obtained  from \nexperimental  data sets.  \nData formats:  \n-Digital images: uncompressed TIFF (.tif/.tiff ), JPEG (.jpg), Adobe Portable Document Format (.pdf), bitmap \n(.bmp)  \n2019-10-01 | FWO DMP Template   3 \n - Quantitative tabular data: MS Excel (.xls/.xlsx), Graph pad, tab -delimited  file (.t ab) \n \nVectors :  \nBacterial vectors, mammalian expression vectors, viral vectors will be used to express nanobodies, GSEC \nand APP. Several DNA libraries  of newly identified  Nanobodies will generated during this project to identity \nhits with high affinity vs stabilizers.  \n \nData formats:  \n-Nucleotide sequences: raw sequence data trace (.ab1), text -based format ( .fasta)  \n-Text files describing vectors and inserts: plain text data (.txt), MS Word (.doc/.docx), Adobe Portable \nDocument Format (.pdf)  \n \nOmics data:  \nThis study involves the generation of c DNA libraries from Nanobody pannings/ screening s (aim 1)  as well as \nproteomics  data derived from  the analysis of the endogenous  interactome of GSEC in brain  (aim 2) . \nAccordingly, the following data  (and formats ) will be generated during this project:  \n \nData formats:  \n- DNA, protein and peptide sequence: raw sequence data trace (.ab1), text -based format (.fasta/.fa)  \n- Text files describing omics analysis : plain text data (Unicode, .txt), MS Word (.doc/.docx), Adobe Portable \nDocument Format (.pdf)  \n- List of peptides are represented as quantitative  tabular data: comma -separated  value files (.csv), MS Excel \n(.xls/.xlsx)  \n- Text files describing models and storage information: plain text data (Unico de, .txt), MS Word (.doc/.docx), \nAdobe Portable Document Format (.pdf)  \n \nCell lines : \nBacterial strains for the production of expression vectors (DNA) and Nanobody expression (Protein), \nimmortalized human neuronal progenitors (ReNcell VM), immortalized human cell line (HEK293) required \n2019-10-01 | FWO DMP Template   4 \n for Ai m1 and Aim 2 of the proposed study, insect cells  (Hi5 cells) required for GSEC and APP production and \npurification.  \nCryotubes of biological samples stored at -80˚C will be labelled with reference number that links to an entry \nin strain database. The stable cell lines will be stored at -180˚C.  Research documentation generated from \nonline sources and from collaborators, including publications, tutorials, laboratory notes and protocols will \nbe collected in text files such as plain text data (Unicode, .txt), MS Word (.doc/.docx) , Adobe Portable \nDocument For mat (.pdf)  \nData formats:  \n- Biological samples: frozen cell lines ( -80˚C, liquid nitrogen), frozen cell pellets and cell -membranes ( -20˚C), \nbacterial glycerol stocks, viral particles.  \n- Text files describing the different cell lines and samples derived thereupon: plain text data (Unicode, .txt), \nMS Word (.doc/.docx) , Adobe Portable Document Format (.pdf) . \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the  reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \n2019-10-01 | FWO DMP Template   5 \n Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nIf yes:  \n- Reference to ethical committee approval:  \nI will generate cell mem branes from post -mortem human brain samples to discover endogenous \ninteractors of gamma -secretase via Nanobody -based – TurboID “in membrane” labelling.  \n \nEthical committee number approval: E-2021 -2759  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nIf yes, please comment:  \n \nWe do not rule out th is possibility . VIB has an active policy to carefully monitor research da ta for tech \ntransfer and valorisation potential. If the  evaluation indicates that the data requires  protection , the \ninvention will be thoroughly assessed  and, if needed,  the invention  will be IP protected (patent protection \nor copyright protection). The IP protection does not withhold the research data from being made public. In \nthe case a decision of a potentially  patent  applicatio n, it will be planned to avoid any delays in data \npublication.  \nSpecifically, anti -GSEC Nanobodies may be subjected to IP restriction but it will be determined  by the \ngenerated data, for instance, selectivity of the nanobody and performance to bind epitopes. An expert IP \nmanagement team pro -actively collects inventions within our institution to asses patentability  and protect \nIP. \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☒ Yes \n☐ No \nIf yes, please comment:  \nThis project is co -funded by the Bright Focus Foundation and a n agreement on IP ownership between VIB \nand this foundation exist . \n \n \n2019-10-01 | FWO DMP Template   6 \n 4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Digital data will be generated following standardized protocols and will be stored on VIB/ KU Leuven \nservers. The data will be available at the latest at the time of publication . We do not expect any restraints \nunless imposed e.g. by pending publications  or IP protection of data. Still data and tools may be shared \nwith third parties following  a material transfer agreement  (MTA ). The MTA  will clearly define the data  and \ntype of reuse allowed.  \nMetadata will contain sufficient information to support data  interpretation  and reuse, and will be conform \nto community norms. Metadata will be collected by the research along with the technical stuff at the time \nof data collection and analysis in the electronic laboratory notebook (E -book) and/or in hard copy \nnotebooks that r efer to specific datasets.  \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \n \n \n \n \n \n \n \n \n \n \n \n \n \n2019-10-01 | FWO DMP Template   7 \n 5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?   Digital data will be stored on the E -notebook (Electronic Lab Note) . \nThe minimum preservation term of 5 years together with the principle of preservation of data will be \napplied without restriction to raw data as well as processed data.  \n-Vectors: Relevant  published vectors and associated sequence s will be sent to the non -profit plasmid \nrepository  Addgen e (which will take care of vector storage and shipping upon request ) or be stored in the \nhost institute and shared upon MTA .  \n-Tissue samples: human tissues will be stored in the laboratory and registered with a Belgian biobank in \ncompliance with the Belgian law on human body material (dd 19/12/2008)  \n-Cell lines: Newly created human cell lines will be stored in liquid nitrogen storage and deposited in the UZ \nLeven -KU Leuven Biobank. Other cell lines will be stored locally in l iquid nitrogen c ryostorage of the \nlaboratory  when used for experiments.  \nHow will the data be backed up?  VIB-KU Leuven drives are maintained on a monthly basis, including upgrades and security patches. The \nservers are maintained by ICTS, and only ICTS per sonnel (bound by the ICT code of conduct for staff) have \nadministrator rights .  \nStored data are backed up daily according to snapshot technology , where all incremental changes  in respect \nof previous changes  are kept online . The last 14 days backup are main tained. As a consequence, 10% of the \nrequested storage is reserved for backups according to the following scheme: an hourly backup (at 8 a.m., \n12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of \nwhich are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of \nwhich are kept.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or  backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \n \nThere is sufficient storage and back -up capacity on all KU Leuven servers. the “L -drive” is an easily scalable \nsystem, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a \nCTDB samba cluster in the front -end.  \n2019-10-01 | FWO DMP Template   8 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject bud get to be used to cover the cost incurred.  All digital files will be stored on VIB-KU Leuven servers. The “L -drive” costs 173,78 €/TB/Year . This estimation \nis based on the costs of digital data storage in the “L -drive” (see the previous point). The “J -drive” costs \n519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controllers  with an Ontap 9.1P9 \noperating system.  \nStored data is backed up using snapshot technology where all incremental changes in respect of the previous \nversion are kept online. Backups are performed hourly, daily (every day at midnight) and weekly (at midnight \nbetween Saturday and Sunday); in each c ase the last 6 backups are kept.  \nBoth servers are accessible  only by lab members, and are mirrored in the second ICTS datacenter for \nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour.  The \noverall costs wi ll be covered by institutional funding allocated to the host laboratory.  \n \nThe associated costs of  storage of published vectors and sequences at non-profit plasmid repositor ies \n(Addgene ) are negligible . Other vectors generated during the project will be shared with researchers upon \nrequest (handling by the technical staff of the laboratory, shipping costs supported by the receiver) . \n \n \n \n2019-10-01 | FWO DMP Template   9 \n Data security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The “L -drive” server is accessible only by laboratory staff members and is mirrored in ICSTS data center  for \nbusiness continuity  and disaster  recovery so that a copy of the data can be recovered within an hour. \nAccess to the digital data is possible only using a username -id and a password, and user rights only grant \naccess to the data within their vault. Sensitive data transfer will be performed  in line with the best \npractices for “Copying data to the secure environment” defined by KU Leuven. In the matter of personal \nand sensitive data, we will conform to the Belgian  law of the protection of individuals with regard to the \nprocessing of personal data (30/07/2018) and the General Data Protection Regulation 2016/679.  \n \nThe Privacy Team of VIB-KU Leuven will be notified  before the start of the project research and will \ntherefore indicate the categories of personnel who have access to sensitive data , this will  protect  \nconfidentiality . Moreover , all private data will be rendered anonymous  before processing outside  the \ndigital vault.  \nThe PI will be the only one granted access to the server to deposit private data. Only de-identified  data will \nbe stored on KU Leuven servers where it can be accessed by staff members  of the laboratory .  \n \n \n \n \n \n \n \n \n \n \n \n \n \n2019-10-01 | FWO DMP Template   10 \n 6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All datasets will be stored on the university’s  central servers  with automatic back -up procedure  for at least \n5 years, conform to th e KU Leuven RDM policy. After that , the  PI will decide whether retention of data is \nneeded and, if applicable, delete data.  \nWhere will these data be archived (= stored for \nthe long term)?  Long term storage will be ensured as following indicated:  \n- Digital datasets: digital data will be s tored on the “L -drive”  \n- Tissue samples: tissues will be stored locally in the laboratory  \n- Vectors: the vectors will be collected in the form of purified DNA  \n- Cell lines: human cell lines will be stored in the UZ Leuven Biobank.  \n \nIn addition, datasets may  be made openly accessible, whenever possible via existing platforms that support \nFAIR data sharing ( www.fairsharing.org ), at the time of pu blication.  \n \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  The total estim ated costs for data preservation during the 5 years after the project is ~900 €. This estimation \nis based on the following costs:  \n- The cost of the digital data storage are the following: 173,78 €/TB/Year for the “L -drive”  \n \nElectricity costs for the -80°C freezers present in the labs are included in gen eral lab costs. Data storage and \nbackup costs are included in general lab costs.  \n \n \n2019-10-01 | FWO DMP Template   11 \n 7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☒ Yes \n☐ No \nIf yes, please specify : The nanobody related work is c o-founded by the Bright Focus Foundation and the \nderived d ata and IP (aim 1) is covered by an  MTA. \n \nWhich data will be made available after the end \nof the project?  Participants  of the present study are committed to publish  research results  communicate them to peers and \nmake them available to the scientific community .  \nAll research outputs  (materials, protocols,  tools, etc)  supporting publications will be accessible  freely or \ndistributed to other parties upon request and an agreement (MTA)  is in place .  \n \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  Published datasets will be publicly available as soon as the embargo date is reached, unless IP requirements \nor ongoing projects requir e further  confidential ity. However, confidential data may be shared  to third \nparties  under an MTA.  \nWho will be able to access the data and under \nwhat conditions?  Metadata will contain sufficient information to support data interpretation and reuse  and will follow \ncommunity rooms. Thus, whenever possib le datasets and the appropriate metadata will be public available  \nthrough repositories that support FAIR data sharing . \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to  support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  It is our intent to minimize data management costs by implementing standard procedures . For metadata \ncollection and file storage and organization from the start of the project. Data management costs will be \ncovered by institutional  budget  allocated to the host laboratory . Moreover, budget for  open -access  \npublication costs has b een requested to the FWO for th is project.  \n2019-10-01 | FWO DMP Template   12 \n  \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Research and technical staff will generate , collect, analyse and store the above listed data. Metadata will be \ndocumented by taking careful notes in the electronic laboratory notebook (E -notebook) that refers to \nspecific datasets.  \nWho will be responsible for data storage & back \nup during the pro ject?  Data storage and back -up will be ensured by the researcher and technical staff. To ensure a correct storage \nand back -up we will benefit from the support of René Custers and Alexander Botzki for the electronic \nlaboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives.  \nWho will be responsible for ensuring data \npreservation and sharing?  The PI (Luc ía Ch ávez Guti errez) is responsible for data preservation and sharing, with support from the \nresearch and technical staff . \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  The PI is ultimately responsible for all data management during and after data collectio n, including \nimplementing and updating the DMP.  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP 1SE3622N Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Ruggiero Pio Cassatella FWO Project Number & Title 1SE3622N - Discovery of endogenous and recombinant stabilizers of Gamma - Secretase -APP complexes to provide mechanistic underpinnings for Alzheimer's disease therapy Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Human genetics has shown that mutations i n three genes - PSEN1, PSEN2 and APP - are causative of early - onset familial Alzheimer’s disease (FAD) . Presenilin (PSENs) constitutes the catalytic subunit of an intramembrane protease complex, named gamma -secretase (GSEC) , and the amyloid precu rsor protein (APP) represents one of its substrate s. GSEC s cut sequentially APP generating amyloid -β (Aβ) peptides of different length. Numerous studies have shown that pathogenic mutations enhance the generation of longer, partially di gested and toxic A β peptides. My host lab has shown that the pathogenic effects of AD - causing mutations stem from the destabilization of GSEC -APP (Enzyme -Substrate, E -S) interaction s during the sequential proteolysis. Notab ly, a remarkable linear correlation between the magnitude of the mutation -induced destabilization and the age of onset strongly supports the pathophysiological relevance of these findings . Furthermore, thes e studies show that changes in the molecular environment surrounding GSEC -APP complexes can modulate their stability. We propose that endogenous modulators of GSEC affecting E -S interactions may promote or reduce the production of longer and toxic A β peptides , therefore affecting an i ndividual’s risk of developing AD. Thus, I will investigate GSEC -interactome in health and disease conditions, and tackle GSEC metastability using Nanobody (N b)-based technology with three major aims. (i) Conformation -specific Nbs binding to GSEC and/or GSEC -APP complexes will allow the ge neration of Nbs binding with high affinity to the GSEC complexes. (ii) Discovered Nbs will be fused with TurboID biotin ligase to uncover endogenous interactors of GSEC in human brain in disease and health conditions , using proteomics . The discovery of newly endogenous modulators may point out novel pathways contributing to disease pathogenies . The generated insight may offer alternative therapeutic targets for AD treatment. At the same time, the generation o f Nb -chaperons with potentially stabilizing properties may provide prototype molecules for translation research. Digital images : The hereby indicated dataset includes digital images acquired at fluorescent microscopy on the different cell models used; digital images of western blots, gel scans; pictures and illustrations obtained from experimental data sets. Data formats: -Digital images: uncompressed TIFF (.tif/.tiff ), JPEG (.jpg), Adobe Portable Document Format (.pdf), bitmap (.bmp) 2019-10-01 | FWO DMP Template 3 - Quantitative tabular data: MS Excel (.xls/.xlsx), Graph pad, tab -delimited file (.t ab) Vectors : Bacterial vectors, mammalian expression vectors, viral vectors will be used to express nanobodies, GSEC and APP. Several DNA libraries of newly identified Nanobodies will generated during this project to identity hits with high affinity vs stabilizers. Data formats: -Nucleotide sequences: raw sequence data trace (.ab1), text -based format ( .fasta) -Text files describing vectors and inserts: plain text data (.txt), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) Omics data: This study involves the generation of c DNA libraries from Nanobody pannings/ screening s (aim 1) as well as proteomics data derived from the analysis of the endogenous interactome of GSEC in brain (aim 2) . Accordingly, the following data (and formats ) will be generated during this project: Data formats: - DNA, protein and peptide sequence: raw sequence data trace (.ab1), text -based format (.fasta/.fa) - Text files describing omics analysis : plain text data (Unicode, .txt), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) - List of peptides are represented as quantitative tabular data: comma -separated value files (.csv), MS Excel (.xls/.xlsx) - Text files describing models and storage information: plain text data (Unico de, .txt), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) Cell lines : Bacterial strains for the production of expression vectors (DNA) and Nanobody expression (Protein), immortalized human neuronal progenitors (ReNcell VM), immortalized human cell line (HEK293) required 2019-10-01 | FWO DMP Template 4 for Ai m1 and Aim 2 of the proposed study, insect cells (Hi5 cells) required for GSEC and APP production and purification. Cryotubes of biological samples stored at -80˚C will be labelled with reference number that links to an entry in strain database. The stable cell lines will be stored at -180˚C. Research documentation generated from online sources and from collaborators, including publications, tutorials, laboratory notes and protocols will be collected in text files such as plain text data (Unicode, .txt), MS Word (.doc/.docx) , Adobe Portable Document For mat (.pdf) Data formats: - Biological samples: frozen cell lines ( -80˚C, liquid nitrogen), frozen cell pellets and cell -membranes ( -20˚C), bacterial glycerol stocks, viral particles. - Text files describing the different cell lines and samples derived thereupon: plain text data (Unicode, .txt), MS Word (.doc/.docx) , Adobe Portable Document Format (.pdf) . 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: 2019-10-01 | FWO DMP Template 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: I will generate cell mem branes from post -mortem human brain samples to discover endogenous interactors of gamma -secretase via Nanobody -based – TurboID “in membrane” labelling. Ethical committee number approval: E-2021 -2759 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: We do not rule out th is possibility . VIB has an active policy to carefully monitor research da ta for tech transfer and valorisation potential. If the evaluation indicates that the data requires protection , the invention will be thoroughly assessed and, if needed, the invention will be IP protected (patent protection or copyright protection). The IP protection does not withhold the research data from being made public. In the case a decision of a potentially patent applicatio n, it will be planned to avoid any delays in data publication. Specifically, anti -GSEC Nanobodies may be subjected to IP restriction but it will be determined by the generated data, for instance, selectivity of the nanobody and performance to bind epitopes. An expert IP management team pro -actively collects inventions within our institution to asses patentability and protect IP. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☒ Yes ☐ No If yes, please comment: This project is co -funded by the Bright Focus Foundation and a n agreement on IP ownership between VIB and this foundation exist . 2019-10-01 | FWO DMP Template 6 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital data will be generated following standardized protocols and will be stored on VIB/ KU Leuven servers. The data will be available at the latest at the time of publication . We do not expect any restraints unless imposed e.g. by pending publications or IP protection of data. Still data and tools may be shared with third parties following a material transfer agreement (MTA ). The MTA will clearly define the data and type of reuse allowed. Metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Metadata will be collected by the research along with the technical stuff at the time of data collection and analysis in the electronic laboratory notebook (E -book) and/or in hard copy notebooks that r efer to specific datasets. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : 2019-10-01 | FWO DMP Template 7 5. Data storage & backup during the FWO project Where will the data be stored? Digital data will be stored on the E -notebook (Electronic Lab Note) . The minimum preservation term of 5 years together with the principle of preservation of data will be applied without restriction to raw data as well as processed data. -Vectors: Relevant published vectors and associated sequence s will be sent to the non -profit plasmid repository Addgen e (which will take care of vector storage and shipping upon request ) or be stored in the host institute and shared upon MTA . -Tissue samples: human tissues will be stored in the laboratory and registered with a Belgian biobank in compliance with the Belgian law on human body material (dd 19/12/2008) -Cell lines: Newly created human cell lines will be stored in liquid nitrogen storage and deposited in the UZ Leven -KU Leuven Biobank. Other cell lines will be stored locally in l iquid nitrogen c ryostorage of the laboratory when used for experiments. How will the data be backed up? VIB-KU Leuven drives are maintained on a monthly basis, including upgrades and security patches. The servers are maintained by ICTS, and only ICTS per sonnel (bound by the ICT code of conduct for staff) have administrator rights . Stored data are backed up daily according to snapshot technology , where all incremental changes in respect of previous changes are kept online . The last 14 days backup are main tained. As a consequence, 10% of the requested storage is reserved for backups according to the following scheme: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : There is sufficient storage and back -up capacity on all KU Leuven servers. the “L -drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front -end. 2019-10-01 | FWO DMP Template 8 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project bud get to be used to cover the cost incurred. All digital files will be stored on VIB-KU Leuven servers. The “L -drive” costs 173,78 €/TB/Year . This estimation is based on the costs of digital data storage in the “L -drive” (see the previous point). The “J -drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. Stored data is backed up using snapshot technology where all incremental changes in respect of the previous version are kept online. Backups are performed hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each c ase the last 6 backups are kept. Both servers are accessible only by lab members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. The overall costs wi ll be covered by institutional funding allocated to the host laboratory. The associated costs of storage of published vectors and sequences at non-profit plasmid repositor ies (Addgene ) are negligible . Other vectors generated during the project will be shared with researchers upon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver) . 2019-10-01 | FWO DMP Template 9 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The “L -drive” server is accessible only by laboratory staff members and is mirrored in ICSTS data center for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital data is possible only using a username -id and a password, and user rights only grant access to the data within their vault. Sensitive data transfer will be performed in line with the best practices for “Copying data to the secure environment” defined by KU Leuven. In the matter of personal and sensitive data, we will conform to the Belgian law of the protection of individuals with regard to the processing of personal data (30/07/2018) and the General Data Protection Regulation 2016/679. The Privacy Team of VIB-KU Leuven will be notified before the start of the project research and will therefore indicate the categories of personnel who have access to sensitive data , this will protect confidentiality . Moreover , all private data will be rendered anonymous before processing outside the digital vault. The PI will be the only one granted access to the server to deposit private data. Only de-identified data will be stored on KU Leuven servers where it can be accessed by staff members of the laboratory . 2019-10-01 | FWO DMP Template 10 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All datasets will be stored on the university’s central servers with automatic back -up procedure for at least 5 years, conform to th e KU Leuven RDM policy. After that , the PI will decide whether retention of data is needed and, if applicable, delete data. Where will these data be archived (= stored for the long term)? Long term storage will be ensured as following indicated: - Digital datasets: digital data will be s tored on the “L -drive” - Tissue samples: tissues will be stored locally in the laboratory - Vectors: the vectors will be collected in the form of purified DNA - Cell lines: human cell lines will be stored in the UZ Leuven Biobank. In addition, datasets may be made openly accessible, whenever possible via existing platforms that support FAIR data sharing ( www.fairsharing.org ), at the time of pu blication. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The total estim ated costs for data preservation during the 5 years after the project is ~900 €. This estimation is based on the following costs: - The cost of the digital data storage are the following: 173,78 €/TB/Year for the “L -drive” Electricity costs for the -80°C freezers present in the labs are included in gen eral lab costs. Data storage and backup costs are included in general lab costs. 2019-10-01 | FWO DMP Template 11 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify : The nanobody related work is c o-founded by the Bright Focus Foundation and the derived d ata and IP (aim 1) is covered by an MTA. Which data will be made available after the end of the project? Participants of the present study are committed to publish research results communicate them to peers and make them available to the scientific community . All research outputs (materials, protocols, tools, etc) supporting publications will be accessible freely or distributed to other parties upon request and an agreement (MTA) is in place . Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Published datasets will be publicly available as soon as the embargo date is reached, unless IP requirements or ongoing projects requir e further confidential ity. However, confidential data may be shared to third parties under an MTA. Who will be able to access the data and under what conditions? Metadata will contain sufficient information to support data interpretation and reuse and will follow community rooms. Thus, whenever possib le datasets and the appropriate metadata will be public available through repositories that support FAIR data sharing . What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. It is our intent to minimize data management costs by implementing standard procedures . For metadata collection and file storage and organization from the start of the project. Data management costs will be covered by institutional budget allocated to the host laboratory . Moreover, budget for open -access publication costs has b een requested to the FWO for th is project. 2019-10-01 | FWO DMP Template 12 8. Responsibilities Who will be responsible for the data documentation & metadata? Research and technical staff will generate , collect, analyse and store the above listed data. Metadata will be documented by taking careful notes in the electronic laboratory notebook (E -notebook) that refers to specific datasets. Who will be responsible for data storage & back up during the pro ject? Data storage and back -up will be ensured by the researcher and technical staff. To ensure a correct storage and back -up we will benefit from the support of René Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. Who will be responsible for ensuring data preservation and sharing? The PI (Luc ía Ch ávez Guti errez) is responsible for data preservation and sharing, with support from the research and technical staff . Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP The PI is ultimately responsible for all data management during and after data collectio n, including implementing and updating the DMP."
}