{
    "document_id": "D-2021-1125",
    "LinkTitle": "D-2021-1125",
    "file_name": "D-2021-1125.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1125.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "1SENIOR POSTDOC FELLOWSHIP (FWO DMP)\nDMP TITLE\nADMIN DETAILS\nProject Name: Senior postdoc fellowship (FWO DMP) - DMP title\nProject Identifier: 12V7522N\nGrant Title: 12V7522N\nPrincipal Investigator / Researcher: Jérôme Wahis\nProject Data Contact: jerome.wahis@kuleuven.be\nDescription: The prevalence of seizures in Alzheimer’s disease (AD) is high\n relative to age-matched controls. It is known that the amyloid beta\n (A?) peptide, central to AD pathology, is capable of inducing neuronal\n depolarization but is also released from neurons in an activitydependent fashion. This indicates a \npotential positive feedback loop,\n accelerating disease progression. Noradrenergic signaling, which is\n known to be anti-epileptic, is impaired early in AD. Interestingly,\n seizure-suppressing effects of noradrenaline (NA) have been\n correlated to increased GABA concentration. Astrocytes regulate\n extracellular levels of (neuro)transmitters, such as GABA, which\n controls excitability, and are key, if not primary, targets of NA\n signaling. I will then use the APP/PS1 mouse line to explore a\n possible link between NA signaling, astrocytes and seizure\n suppression in AD. I will first manipulate NA signaling in astrocytes\n and use electrophysiological and biochemical methods to measure\n seizure activity, (neuro)transmitter and A? levels ex vivo. I will then\n exploit the newly obtained knowledge to try and slow, or stop, the\n progression of A? buildup in vivo. The associated effects on cognitive\n function in APP/PS1 mice will be assayed using a battery of\n behavioral tests.\n Establishing a central role for NA-triggered astrocyte activity in\n seizure suppression and A? accumulation would represent a\n paradigm shift, opening up new avenues for targeted therapeutics in\n AD.\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nJérôme Wahis \n2FWO Project Number & Title\nFWO project number: 12V7522N \nTitle: Elucidating the role of astrocytes in noradrenaline-mediated seizure suppression and its \npossible therapeutic relevance for Alzheimer's disease.  \nAffiliation\n●KU Leuven\n●Vrije Universiteit Brussel\nMain promotor Dr. Matthew Holt belongs to the KU Leuven; main part of the work will be conducted in the  \nKU Leuven. \nCo-promotor Dr. Ils Smolders belongs to VUB; minor part of the work will be conducted in VUB.  \n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject.\n If you reuse existing data, specify the source of these data.  \n Distinguish data types (the kind of content) from data formats (the technical format).\nWork package\n#Data format Volume How created\n1a) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi-\nelectrode array or patch-\nclamp setup ; Various \nanalysis software\n1b) .cdf, .txt; .xlsx; .mat 50 GB HPLC measures ; Various \nanalysis software\n1c) .xlsx; .mat 10GB ELISA measures ; Various  \nanalysis software\n2.1a) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi-\nelectrode array or patch-\nclamp setup ; Various \nanalysis software\n2.1b) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi-\nelectrode array or patch-\nclamp setup ; Various \nanalysis software\n32.1c) .tif; .txt; .xlsx; .mat 10GB Western blot data\n2.1d) .cdf, .txt; .xlsx; .mat 50 GB HPLC measures ; Various \nanalysis software\n2.1e) .xlsx; .mat 10GB ELISA measures ; Various  \nanalysis software\n2.2c) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi-\nelectrode array or patch-\nclamp setup ; Various \nanalysis software\n2.2d) .cdf, .txt; .xlsx; .mat 50 GB HPLC measures ; Various \nanalysis software\n2.2e) .xlsx; .mat 10GB ELISA measures ; Various  \nanalysis software\n3b) .mov ; .mp4; .xlsx; .mat 300 GB Behavioral studies movies  \nand tracking data files\n3c) .tif 50 GB Microscopy image for \nhistological analysis\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?\n \n If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU \nLeuven's Register of Data Processing for Research and Public Service Purposes (PRET \napplication). \n \n Be aware that registering the fact that you process personal data is a legal obligation.\n●No\nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\nI will use two different ethical approval, with one already delivered:  \n1) KU Leuven ethical comittee approval P226/2018  \n2) The other one is still pending.  \n4Does your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nGENERAL CONSIDERATIONS:  \nAll final protocols used to generate data in this study will be saved in electronic versions on both a \nportable hard drive and on a dedicated server (KU Leuven L-drive). Each experiments conducted will be \nlogged in an electronic lab book, and the protocols used to generate experimental data will be explicitely \nreffered to in each lab book entry. Any deviation from the written protocol will be carefully indicated in the \nlab book entry. Whenever applicable, we will record the metadata in the files themselves. As a standard \nrule, the raw data and corresponding analysis file names will always be saved in a folder named \nexplicitely for the type of experimental data it contains (e.g. HPLC), then in a subfolder with the date at \nwhich data were generated as name (in yymmdd format, as recomended by the International \nOrganization for Standardization, ISO 8601). The filenames of the data files will contain the date, also in \nyymmdd format, as well as the ID of the individual animal(s) used for experiments, the replication unit(s) \nand treatment(s). An example of this would be   220531_Animal2_slice1_treatment1. This file naming \nsystem will allow to trace back to which exact (part of an) experiment the raw data or analysis file refer to, \nusing the labbook to crossreference it to the protocols used to generate the data, but also specific \nobservations. All analysis protocols will be written up following the same standards as for experimental \nprotocols, and new files generated during analysis saved following the same rules as for raw data.  \nSPECIFIC CONSIDERATIONS:  \nElectrophysiological data (Multi-electrode array recordings):  The protocol files which defines which \nstimulation paradigm(s) (if any) were used will be archived in specific folders, and lab book entry for each \nrecording will specify which exact stimulation paradigm(s) were used. The specific information on the \nrecording files (e.g. sampling rate, filters applied...) will be automatically recorded as metadata in the file, \nbut also taken as notes in the lab book entry by the experimenter.  \nMicroscopy images: dimensions, image type, bit-depth, pixel sizes and microscope settings will be \nrecorded in the meta data in the file, as well as written in the lab book entry for each images dataset.  \nBiochemical assays (HPLC, ELISA):  the parameters of the apparatus used to obtain these measurments \nwill be carefully noted down in lab book entries, as metadata integration in the files is not always readily \navailable for these type of recordings.  \n5Will a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nElectrophysiological data (Multi-electrode array recordings):  the metadata will be recorded within the raw \ndata files, using specific format depending on which software will be used, but in any case, the most \nwidely use data formats will be chosen when multiple possibilities exist. Indeed, proprietary software of \nelectrophysiological instruments usually can be exported in a variety of format such as HDF5, which \ninclude metadata recording in the file.  \nMicroscopy images: the type of metadata standard will depend on the final type (brand) of microscope \nand its proprietary software used.  \nAs a general rule, If no automatic metadata system is available or if the metadata is deemed incomplete, \nthe metadata will be manually recorded in the lab book entry.  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nIs there currently sufficient storage & backup capacity\n during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are \navailable then explain how this will be taken care of.\n●Yes\nI foresee that the total capacity needed for this project will be around 1740 GB. The KU Leuven L-drive \nhas an unlimited capacity and will be paid for by my host lab. For more information on the L-Drive, please \nrefer to https://gbiomed.kuleuven.be/english/IT/our-services/data-storage/data-storage.  \nThe portable hard drive I currently use has a total capacity of 2048 GB, which is sufficient to hold the \nentire project data. If needed, such hard drive can be bought for a €100 in 2022, which will be paid by my \nhost lab if needed. \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?\n \nThe cost of the L-drive rental for a year is €569,2 as of May 31st, 2022. This cost is for 5 TB of storage, \nwhich is more than 2 times my needs. My host lab pays this for the entirety of the lab.  \nAdditional space can be readily required, and paid for at a price of €99,5 per year per TB. My host lab will \ncover this cost using other fund sources.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\n6- The KU LEuven L-drive system is protected by the KU Leuven ICTS security, and require a specific \ndemand to authorized HR personel with the head of the lab approval before access can be granted using \nKU Leuven credential. Therefore, only me or direct project collaborators from KU Leuven will be granted \naccess to the L-Drive, only if absolutely required.  \n- The portable hard drive is stored in a key locked shelf when not in use. Similarly, the hard drive will be \ngiven only to trustworthy collaborators and only if absolutely needed.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll data, meaning raw data and their analysis, will be preserved as indicated above for the required five \nyears and more. Upon publication, raw data published will be further saved on the KU Leuven K-Drive, \nwhich only allow data to be written once on it (read-only feature), without further modification possible, \nensuring no data tempering will occur.  \nWhere will the data be archived (= stored for the longer term)?\nFor the longer term, raw data and their analysis will be saved on the KU Leuven K-Drive, which only allow  \ndata to be written once on it (read-only feature), without further modification possible, ensuring no data \ntempering will occur. As explained above, a mirrored copy of these data will also be saved on a portable \nhard drive, stored in a locked shelf, for which the head of the lab will keep the keys.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nThe total cost of storage for five years in the KU Leuven L-Drive is about €1000 (2 TB at €199 per year, \npaid for by my host lab funds). The portable hard drive is already available and paid for.  \n  \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\nWhere/how will the data be made available for reuse?\n●Upon request by mail\n7When will the data be made available?\n●Upon publication of the research results\nWho will be able to access the data and under what conditions?\nWhat are the expected costs for data sharing? How will the costs be covered?  \n \nThe expected costs are minimal, with transfer of data through digital network means. In case unexpected \ncosts appear, we would expect the recipient of our data to pay the fees.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\n- The primary responsible person for data documentation & metadata is Dr. Jérôme Wahis.  \n- In their supervising roles, Dr. Matthew Holt and Dr. Ilse Smolders will also be responsible to control for \ncorrect data documentation & metadata.  \nWho will be responsible for data storage & back up during the project?\n- The primary responsible person for data storage and back up during the project is Dr. Jérôme Wahis.  \n- In their supervising roles, Dr. Matthew Holt and Dr. Ilse Smolders will also be responsible to control and \nhelp Dr. Jérôme Wahis in this task.  \nWho will be responsible for ensuring data preservation and reuse ?\nIn their promotor roles, both Dr. Matthew Holt and Dr. Ilse Smolders will be ensuring data preservation \nand reuse. \nWho bears the end responsibility for updating & implementing this DMP?\nIn their promotor roles, both Dr. Matthew Holt and Dr. Ilse Smolders will bear the end responsibility of \nupdating & implementing this DMP.  "
    },
    "clean_full_text": "1SENIOR POSTDOC FELLOWSHIP (FWO DMP) DMP TITLE ADMIN DETAILS Project Name: Senior postdoc fellowship (FWO DMP) - DMP title Project Identifier: 12V7522N Grant Title: 12V7522N Principal Investigator / Researcher: Jérôme Wahis Project Data Contact: jerome.wahis@kuleuven.be Description: The prevalence of seizures in Alzheimer’s disease (AD) is high relative to age-matched controls. It is known that the amyloid beta (A?) peptide, central to AD pathology, is capable of inducing neuronal depolarization but is also released from neurons in an activitydependent fashion. This indicates a potential positive feedback loop, accelerating disease progression. Noradrenergic signaling, which is known to be anti-epileptic, is impaired early in AD. Interestingly, seizure-suppressing effects of noradrenaline (NA) have been correlated to increased GABA concentration. Astrocytes regulate extracellular levels of (neuro)transmitters, such as GABA, which controls excitability, and are key, if not primary, targets of NA signaling. I will then use the APP/PS1 mouse line to explore a possible link between NA signaling, astrocytes and seizure suppression in AD. I will first manipulate NA signaling in astrocytes and use electrophysiological and biochemical methods to measure seizure activity, (neuro)transmitter and A? levels ex vivo. I will then exploit the newly obtained knowledge to try and slow, or stop, the progression of A? buildup in vivo. The associated effects on cognitive function in APP/PS1 mice will be assayed using a battery of behavioral tests. Establishing a central role for NA-triggered astrocyte activity in seizure suppression and A? accumulation would represent a paradigm shift, opening up new avenues for targeted therapeutics in AD. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Jérôme Wahis 2FWO Project Number & Title FWO project number: 12V7522N Title: Elucidating the role of astrocytes in noradrenaline-mediated seizure suppression and its possible therapeutic relevance for Alzheimer's disease. Affiliation ●KU Leuven ●Vrije Universiteit Brussel Main promotor Dr. Matthew Holt belongs to the KU Leuven; main part of the work will be conducted in the KU Leuven. Co-promotor Dr. Ils Smolders belongs to VUB; minor part of the work will be conducted in VUB. 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Work package #Data format Volume How created 1a) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi- electrode array or patch- clamp setup ; Various analysis software 1b) .cdf, .txt; .xlsx; .mat 50 GB HPLC measures ; Various analysis software 1c) .xlsx; .mat 10GB ELISA measures ; Various analysis software 2.1a) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi- electrode array or patch- clamp setup ; Various analysis software 2.1b) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi- electrode array or patch- clamp setup ; Various analysis software 32.1c) .tif; .txt; .xlsx; .mat 10GB Western blot data 2.1d) .cdf, .txt; .xlsx; .mat 50 GB HPLC measures ; Various analysis software 2.1e) .xlsx; .mat 10GB ELISA measures ; Various analysis software 2.2c) .msrd; .abf; .txt; .xlsx; .mat 300 GB Recordings on multi- electrode array or patch- clamp setup ; Various analysis software 2.2d) .cdf, .txt; .xlsx; .mat 50 GB HPLC measures ; Various analysis software 2.2e) .xlsx; .mat 10GB ELISA measures ; Various analysis software 3b) .mov ; .mp4; .xlsx; .mat 300 GB Behavioral studies movies and tracking data files 3c) .tif 50 GB Microscopy image for histological analysis 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes I will use two different ethical approval, with one already delivered: 1) KU Leuven ethical comittee approval P226/2018 2) The other one is still pending. 4Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? GENERAL CONSIDERATIONS: All final protocols used to generate data in this study will be saved in electronic versions on both a portable hard drive and on a dedicated server (KU Leuven L-drive). Each experiments conducted will be logged in an electronic lab book, and the protocols used to generate experimental data will be explicitely reffered to in each lab book entry. Any deviation from the written protocol will be carefully indicated in the lab book entry. Whenever applicable, we will record the metadata in the files themselves. As a standard rule, the raw data and corresponding analysis file names will always be saved in a folder named explicitely for the type of experimental data it contains (e.g. HPLC), then in a subfolder with the date at which data were generated as name (in yymmdd format, as recomended by the International Organization for Standardization, ISO 8601). The filenames of the data files will contain the date, also in yymmdd format, as well as the ID of the individual animal(s) used for experiments, the replication unit(s) and treatment(s). An example of this would be 220531_Animal2_slice1_treatment1. This file naming system will allow to trace back to which exact (part of an) experiment the raw data or analysis file refer to, using the labbook to crossreference it to the protocols used to generate the data, but also specific observations. All analysis protocols will be written up following the same standards as for experimental protocols, and new files generated during analysis saved following the same rules as for raw data. SPECIFIC CONSIDERATIONS: Electrophysiological data (Multi-electrode array recordings): The protocol files which defines which stimulation paradigm(s) (if any) were used will be archived in specific folders, and lab book entry for each recording will specify which exact stimulation paradigm(s) were used. The specific information on the recording files (e.g. sampling rate, filters applied...) will be automatically recorded as metadata in the file, but also taken as notes in the lab book entry by the experimenter. Microscopy images: dimensions, image type, bit-depth, pixel sizes and microscope settings will be recorded in the meta data in the file, as well as written in the lab book entry for each images dataset. Biochemical assays (HPLC, ELISA): the parameters of the apparatus used to obtain these measurments will be carefully noted down in lab book entries, as metadata integration in the files is not always readily available for these type of recordings. 5Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No Electrophysiological data (Multi-electrode array recordings): the metadata will be recorded within the raw data files, using specific format depending on which software will be used, but in any case, the most widely use data formats will be chosen when multiple possibilities exist. Indeed, proprietary software of electrophysiological instruments usually can be exported in a variety of format such as HDF5, which include metadata recording in the file. Microscopy images: the type of metadata standard will depend on the final type (brand) of microscope and its proprietary software used. As a general rule, If no automatic metadata system is available or if the metadata is deemed incomplete, the metadata will be manually recorded in the lab book entry. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes I foresee that the total capacity needed for this project will be around 1740 GB. The KU Leuven L-drive has an unlimited capacity and will be paid for by my host lab. For more information on the L-Drive, please refer to https://gbiomed.kuleuven.be/english/IT/our-services/data-storage/data-storage. The portable hard drive I currently use has a total capacity of 2048 GB, which is sufficient to hold the entire project data. If needed, such hard drive can be bought for a €100 in 2022, which will be paid by my host lab if needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost of the L-drive rental for a year is €569,2 as of May 31st, 2022. This cost is for 5 TB of storage, which is more than 2 times my needs. My host lab pays this for the entirety of the lab. Additional space can be readily required, and paid for at a price of €99,5 per year per TB. My host lab will cover this cost using other fund sources. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 6- The KU LEuven L-drive system is protected by the KU Leuven ICTS security, and require a specific demand to authorized HR personel with the head of the lab approval before access can be granted using KU Leuven credential. Therefore, only me or direct project collaborators from KU Leuven will be granted access to the L-Drive, only if absolutely required. - The portable hard drive is stored in a key locked shelf when not in use. Similarly, the hard drive will be given only to trustworthy collaborators and only if absolutely needed. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data, meaning raw data and their analysis, will be preserved as indicated above for the required five years and more. Upon publication, raw data published will be further saved on the KU Leuven K-Drive, which only allow data to be written once on it (read-only feature), without further modification possible, ensuring no data tempering will occur. Where will the data be archived (= stored for the longer term)? For the longer term, raw data and their analysis will be saved on the KU Leuven K-Drive, which only allow data to be written once on it (read-only feature), without further modification possible, ensuring no data tempering will occur. As explained above, a mirrored copy of these data will also be saved on a portable hard drive, stored in a locked shelf, for which the head of the lab will keep the keys. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The total cost of storage for five years in the KU Leuven L-Drive is about €1000 (2 TB at €199 per year, paid for by my host lab funds). The portable hard drive is already available and paid for. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? Where/how will the data be made available for reuse? ●Upon request by mail 7When will the data be made available? ●Upon publication of the research results Who will be able to access the data and under what conditions? What are the expected costs for data sharing? How will the costs be covered? The expected costs are minimal, with transfer of data through digital network means. In case unexpected costs appear, we would expect the recipient of our data to pay the fees. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? - The primary responsible person for data documentation & metadata is Dr. Jérôme Wahis. - In their supervising roles, Dr. Matthew Holt and Dr. Ilse Smolders will also be responsible to control for correct data documentation & metadata. Who will be responsible for data storage & back up during the project? - The primary responsible person for data storage and back up during the project is Dr. Jérôme Wahis. - In their supervising roles, Dr. Matthew Holt and Dr. Ilse Smolders will also be responsible to control and help Dr. Jérôme Wahis in this task. Who will be responsible for ensuring data preservation and reuse ? In their promotor roles, both Dr. Matthew Holt and Dr. Ilse Smolders will be ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? In their promotor roles, both Dr. Matthew Holt and Dr. Ilse Smolders will bear the end responsibility of updating & implementing this DMP."
}