{
    "document_id": "D-2023-2385",
    "LinkTitle": "D-2023-2385",
    "file_name": "D-2023-2385.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2385.pdf",
    "metadata": {
        "title": "Direct functionalization of 3D printed flexible structures - DFun3D",
        "author": "N/A",
        "creation_date": "2023-12-22 12:52:12+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Direct functionalization of 3D printed flexible structures - DFun3D\nDirect functionalization of 3D printed flexible structures - DFun3D\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nSylvie Castagne, Balasubramanian Nagarajan\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nSylvie Castagne\nData Manager:\nData Manager:\n \nBalasubramanian Nagarajan\nGrant number / URL: \nGrant number / URL: \nCELSA/23/028\nID: \nID: \n203796\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nFlexible and printed electronics present a huge potential for the development of high value-added products in several specific application areas such as\nhealthcare and medical devices, smart packaging and logistics, sensors for IoT, industry and environmental monitoring, and automotive. Although\nseveral technologies already exist to produce such devices, limitations in terms of reliability, recyclability as well as the difficulty to produce freeform\nand complex shapes prevent the further expansion of their market penetration. In this context, the objective of the project is to develop a new process\nchain for the production of flexible substrates with conductive tracks based on polymer 3D microprinting technology and laser induced graphitization.\nThe advantage of the proposed technique is that it does not rely on multilayer printing which reduces the risk of delamination. In addition, no additional\nchemicals are used during the process for the printing of conductive tracks which enhances the potential recyclability of the components produced as\nwell as the potential to be used in biomedical devices. The project is a collaboration between the Laboratory for Alternative Technologies of the\nuniversity of Ljubljana which brings the expertise in polymer 3D microprinting and sensors development and the Laser Micromanufacturing Group at\nKU Leuven which brings the expertise in femtosecond laser processing of freeform surfaces. Immediate applications can be found in the fields of smart\nproducts manufacturing, flexible sensors and energy storage.\nLast modified: \nLast modified: \n22-12-2023\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n1 of 7\nDirect functionalization of 3D printed flexible structures - DFun3D\nDirect functionalization of 3D printed flexible structures - DFun3D\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\nDataset name\nDescription\nDescription\nNew or\nNew or\nreused\nreused\nDigital or\nDigital or\nphysical\nphysical\nDigital\nDigital\ndata type\ndata type\nDigital\nDigital\ndata format\ndata format\nDigital data\nDigital data\nvolume\nvolume\nPhysical\nPhysical\nvolume\nvolume\nCAD design\nGeometry of the part to be 3D printed\nN\nD\nM\n.dxf, svg\n<2GB\n \n3D printing step\nfiles\nLayer-wise information for 3D printing\nN\nD\nM\n.stp\n<2GB\n \n3D printing\nstrategy\nPrinting strategy and parameters used for the selected 3D\nparts\nN\nD\nT\n.txt, .csv\n<1GB\n \nTensile testing \nForce vs displacement data from mechanical testing\nN\nD\nN\n.csv\n<1GB\n \nFatigue testing \nMeasurement data from bending tests\nN\nD\nN\n.csv\n<1GB\n \nSurface\nprofilometry\ndata \nSurface roughness data from 2D and 3D profilometry\nN\nD\nN,I\n.plux, .mnt\n<5GB\n \nOptical\nmicroscopy data\n \nSurface integrity data after 3D printing \nN\nD\nI\n.tiff, .jpeg\n<2GB\n \nLaser writing\nrecipe\nMachining recipe from DMC software of the fs laser\nmachine\nN\nD\nSO\n.rcp\n<1GB\n \nLaser writing\nparameters \nThe laser parameters and the scanning strategy used for fs\nlaser machining\nN\nD\nT,N\n.csv\n<1GB\n \nMicrostructure\ndata\nSEM images of the 3D-printed and laser-structured data\nN\nD\nI\n.tiff \n<5GB\n \nSurface\nchemistry data \nMeasurement data from XPS and Raman spectroscopy\nN\nD\nN,I\n.spc, .csv\n<5GB\n \nFour-point probe\nresistivity \nMeasurement of electrical resistance of the fabricated\nsamples using a four-point configuration \nN\nD\nN\n.csv\n<1GB\n \nThree-point\nbending tests\nMeasurement data from three-point bending test of the\nfabricated strain sensors\nN\nD\nN\n.csv\n<1GB\n \nSurface\nwettability\nWater contact angle measurements of LIG surfaces using\nDrop And Surface Analyzer (DASA)\nN\nD\nN,I\n.csv, .jpeg\n<5GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n2 of 7\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nThe objective of this project is to apply for an EU funding. Regarding commercial valorization, there are possible options as below:\n·       Know-how on 3D polymer part production (University of Ljubljana)\n·       Direct laser writing strategy for 3D polymer parts (KU Leuven)\nWhen there is concrete potential for tech transfer, the IP related to these research data will be protected with the support of KU Leuven LRD.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nKU Leuven (KUL) and University of Ljubljana (UoL) will use ManGO to store and share the data collected during this project. This folder\nwill contain also all the administrative items (e.g. project proposal, project reports, update presentations, contracts). A shared TEAMS channel\nwill be used for the concurrent working of documents. Firstly, both the parties will have separate folders in which subfolders will be created for\neach tasks. All the experimental and characterization data will be stored with the corresponding information such as date, person-responsible\nand descriptions. \nResearch DMP will be followed strictly: data will be made available on request to the KUL/ UoL at any time during the research. Data will be\nstored for a minimum of 10 years after the publication of the results/the end of the period of the project funding. Most important (raw)data\nwhich lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the ManGO platform. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nWe will use the metadata wherever possible. For example, all the spreadsheets will use the .csv formats with separate tabs. All the image-\nbased data will use either .tiff or .jpeg format with the metadata.  \nWhen depositing data in a local or public repository, the final dataset will be accompanied by this information in a README.txt document,\nfollowing the Dublin Core Metadata standard if no other meta-standard is available yet. This file will be located in the top-level directory of\nthe dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n3 of 7\nunderstood by other members of the laboratory and add contextual value to the dataset for future reuse.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nOneDrive (KU Leuven)\nAll the raw data will be stored in the ManGO platform. The researchers will use their own onedrive for local storage and processing the data.\nOnce the analysis if performed, the researchers will upload the files in the ManGO folder. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data in the ManGO platform will be saved for 10 years. The researchers will store all the experimental and characterization data\nimmediately upon collection. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe research team in KUL has acquired a storage of 1 TB, which is sufficient for this project. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe access rights to the ManGO folder for this project can be controlled at the subfolder levels. Only Prof. Castagne will have access to all the\nfolders, who will control the rights to the required research staff. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage on the platform costs €35 per TB per year. There is sufficient budget from the research teams to cover this minimal cost. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe time-stamped digital data and metadata will be stored in an already created project folder on ManGO platform of KU Leuven. The folder\nis open for all the project partners that will be working on this project. Copies can be made and kept on KUL managed personal laptops (e.g.,\nOneDrive personal folder).\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n4 of 7\nAt UoL, all data are saved in a protected folder (restricted access) on the their local drive and/or TEAMS folder under the supervision of\nlaboratory responsible (Prof. Valentincic). Data will be collected and stored in accordance with the Research Data Management Policy of UoL.\nCopies can be made and kept on O365 Onedrive personal location.\n \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAll the research data and the dissemination information will be stored in the ManGO platform after the end of the project. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs the total storage required for this project data is only less than 50 GB, the cost of retention can be shared by the ongoing research projects. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\n3D printing strategy\n3D printing strategy used for the fabrication of complex 3D polymer parts (Task 1.1)\nLaser writing recipe\nMachining recipe from DMC software of the fs laser machine specific to 3D components (Task 1.2)\nLaser writing parameters \nThe laser parameters and the scanning strategy used for fs laser machining ((Task 1.2)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll project collaborators will be authorized to have access to all obtained digital and physical data after the project. In case the question\noriginates by researchers outside the project, the data can be made available upon e-mail request, and on condition that the users agree to give\nproper credit, such as co-authorship on their papers building on these data. Usage for commercial purposes will require obtaining a license, or\nequivalent arrangement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nAll peer reviewed versions of this project will be deposited in the trusted repositories, e.g. for KUL Lirias (OpenAIRE compliant). When the\njournals require the metadata during the publication of the peer-reviewed articles, it will be shared with them. \nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n5 of 7\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nAs soon as the research results have been published and any related patents secured, the data can be made available to other researchers.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nTo guarantee reusable aspect of data, sufficient documentation and methods information will be provided, whereas CC-BY-NC license will be\nattached to data through data repositories\n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nFor all the data deposited in the repositories, DOI will be included.  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nData sharing among the project partners will be through ManGO and TEAMS channel. For external parties, a time-limited link will be created\nthrough onedrive and shared. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researchers working on this project will be responsible for the data collection, documentation and metadata. They will be trained in data\nmanagement at the beginning of the project. The PIs will manage the folder access rights.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researchers working on this project will be responsible for the data storage and backup. Supervisors will monitor whether the data storage\nand the backup is up-to-date. \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PIs (Prof. Castagne, Prof. Valentincic) will manage the data preservation and sharing. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe research manager of KU Leuven (Dr. Nagarajan) will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n6 of 7\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n7 of 7"
    },
    "clean_full_text": "Direct functionalization of 3D printed flexible structures - DFun3D Direct functionalization of 3D printed flexible structures - DFun3D A Data Management Plan created using DMPonline.be Creators: Creators: Sylvie Castagne, Balasubramanian Nagarajan Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Sylvie Castagne Data Manager: Data Manager: Balasubramanian Nagarajan Grant number / URL: Grant number / URL: CELSA/23/028 ID: ID: 203796 Start date: Start date: 01-10-2023 End date: End date: 30-09-2025 Project abstract: Project abstract: Flexible and printed electronics present a huge potential for the development of high value-added products in several specific application areas such as healthcare and medical devices, smart packaging and logistics, sensors for IoT, industry and environmental monitoring, and automotive. Although several technologies already exist to produce such devices, limitations in terms of reliability, recyclability as well as the difficulty to produce freeform and complex shapes prevent the further expansion of their market penetration. In this context, the objective of the project is to develop a new process chain for the production of flexible substrates with conductive tracks based on polymer 3D microprinting technology and laser induced graphitization. The advantage of the proposed technique is that it does not rely on multilayer printing which reduces the risk of delamination. In addition, no additional chemicals are used during the process for the printing of conductive tracks which enhances the potential recyclability of the components produced as well as the potential to be used in biomedical devices. The project is a collaboration between the Laboratory for Alternative Technologies of the university of Ljubljana which brings the expertise in polymer 3D microprinting and sensors development and the Laser Micromanufacturing Group at KU Leuven which brings the expertise in femtosecond laser processing of freeform surfaces. Immediate applications can be found in the fields of smart products manufacturing, flexible sensors and energy storage. Last modified: Last modified: 22-12-2023 Created using DMPonline.be. Last modiﬁed 22 December 2023 1 of 7 Direct functionalization of 3D printed flexible structures - DFun3D Direct functionalization of 3D printed flexible structures - DFun3D Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name Dataset name Description Description New or New or reused reused Digital or Digital or physical physical Digital Digital data type data type Digital Digital data format data format Digital data Digital data volume volume Physical Physical volume volume CAD design Geometry of the part to be 3D printed N D M .dxf, svg <2GB 3D printing step files Layer-wise information for 3D printing N D M .stp <2GB 3D printing strategy Printing strategy and parameters used for the selected 3D parts N D T .txt, .csv <1GB Tensile testing Force vs displacement data from mechanical testing N D N .csv <1GB Fatigue testing Measurement data from bending tests N D N .csv <1GB Surface profilometry data Surface roughness data from 2D and 3D profilometry N D N,I .plux, .mnt <5GB Optical microscopy data Surface integrity data after 3D printing N D I .tiff, .jpeg <2GB Laser writing recipe Machining recipe from DMC software of the fs laser machine N D SO .rcp <1GB Laser writing parameters The laser parameters and the scanning strategy used for fs laser machining N D T,N .csv <1GB Microstructure data SEM images of the 3D-printed and laser-structured data N D I .tiff <5GB Surface chemistry data Measurement data from XPS and Raman spectroscopy N D N,I .spc, .csv <5GB Four-point probe resistivity Measurement of electrical resistance of the fabricated samples using a four-point configuration N D N .csv <1GB Three-point bending tests Measurement data from three-point bending test of the fabricated strain sensors N D N .csv <1GB Surface wettability Water contact angle measurements of LIG surfaces using Drop And Surface Analyzer (DASA) N D N,I .csv, .jpeg <5GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 22 December 2023 2 of 7 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The objective of this project is to apply for an EU funding. Regarding commercial valorization, there are possible options as below: · Know-how on 3D polymer part production (University of Ljubljana) · Direct laser writing strategy for 3D polymer parts (KU Leuven) When there is concrete potential for tech transfer, the IP related to these research data will be protected with the support of KU Leuven LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). KU Leuven (KUL) and University of Ljubljana (UoL) will use ManGO to store and share the data collected during this project. This folder will contain also all the administrative items (e.g. project proposal, project reports, update presentations, contracts). A shared TEAMS channel will be used for the concurrent working of documents. Firstly, both the parties will have separate folders in which subfolders will be created for each tasks. All the experimental and characterization data will be stored with the corresponding information such as date, person-responsible and descriptions. Research DMP will be followed strictly: data will be made available on request to the KUL/ UoL at any time during the research. Data will be stored for a minimum of 10 years after the publication of the results/the end of the period of the project funding. Most important (raw)data which lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the ManGO platform. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No We will use the metadata wherever possible. For example, all the spreadsheets will use the .csv formats with separate tabs. All the image- based data will use either .tiff or .jpeg format with the metadata. When depositing data in a local or public repository, the final dataset will be accompanied by this information in a README.txt document, following the Dublin Core Metadata standard if no other meta-standard is available yet. This file will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be Created using DMPonline.be. Last modiﬁed 22 December 2023 3 of 7 understood by other members of the laboratory and add contextual value to the dataset for future reuse. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO OneDrive (KU Leuven) All the raw data will be stored in the ManGO platform. The researchers will use their own onedrive for local storage and processing the data. Once the analysis if performed, the researchers will upload the files in the ManGO folder. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data in the ManGO platform will be saved for 10 years. The researchers will store all the experimental and characterization data immediately upon collection. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The research team in KUL has acquired a storage of 1 TB, which is sufficient for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access rights to the ManGO folder for this project can be controlled at the subfolder levels. Only Prof. Castagne will have access to all the folders, who will control the rights to the required research staff. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage on the platform costs €35 per TB per year. There is sufficient budget from the research teams to cover this minimal cost. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The time-stamped digital data and metadata will be stored in an already created project folder on ManGO platform of KU Leuven. The folder is open for all the project partners that will be working on this project. Copies can be made and kept on KUL managed personal laptops (e.g., OneDrive personal folder). Created using DMPonline.be. Last modiﬁed 22 December 2023 4 of 7 At UoL, all data are saved in a protected folder (restricted access) on the their local drive and/or TEAMS folder under the supervision of laboratory responsible (Prof. Valentincic). Data will be collected and stored in accordance with the Research Data Management Policy of UoL. Copies can be made and kept on O365 Onedrive personal location. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) All the research data and the dissemination information will be stored in the ManGO platform after the end of the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As the total storage required for this project data is only less than 50 GB, the cost of retention can be shared by the ongoing research projects. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) 3D printing strategy 3D printing strategy used for the fabrication of complex 3D polymer parts (Task 1.1) Laser writing recipe Machining recipe from DMC software of the fs laser machine specific to 3D components (Task 1.2) Laser writing parameters The laser parameters and the scanning strategy used for fs laser machining ((Task 1.2) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All project collaborators will be authorized to have access to all obtained digital and physical data after the project. In case the question originates by researchers outside the project, the data can be made available upon e-mail request, and on condition that the users agree to give proper credit, such as co-authorship on their papers building on these data. Usage for commercial purposes will require obtaining a license, or equivalent arrangement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) All peer reviewed versions of this project will be deposited in the trusted repositories, e.g. for KUL Lirias (OpenAIRE compliant). When the journals require the metadata during the publication of the peer-reviewed articles, it will be shared with them. Created using DMPonline.be. Last modiﬁed 22 December 2023 5 of 7 When will the data be made available? When will the data be made available? Upon publication of research results As soon as the research results have been published and any related patents secured, the data can be made available to other researchers. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) To guarantee reusable aspect of data, sufficient documentation and methods information will be provided, whereas CC-BY-NC license will be attached to data through data repositories Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository For all the data deposited in the repositories, DOI will be included. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Data sharing among the project partners will be through ManGO and TEAMS channel. For external parties, a time-limited link will be created through onedrive and shared. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researchers working on this project will be responsible for the data collection, documentation and metadata. They will be trained in data management at the beginning of the project. The PIs will manage the folder access rights. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers working on this project will be responsible for the data storage and backup. Supervisors will monitor whether the data storage and the backup is up-to-date. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PIs (Prof. Castagne, Prof. Valentincic) will manage the data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The research manager of KU Leuven (Dr. Nagarajan) will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 22 December 2023 6 of 7 Created using DMPonline.be. Last modiﬁed 22 December 2023 7 of 7"
}