{
    "document_id": "D-2023-1979",
    "LinkTitle": "D-2023-1979",
    "file_name": "D-2023-1979.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1979.pdf",
    "metadata": {
        "title": "A structural approach to theorizing migrant vulnerability",
        "author": "N/A",
        "creation_date": "2023-04-26 20:14:08+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "A structural approach to theorizing migrant vulnerability\nA Data Management Plan created using DMPonline.be\nCreator: \nClaudia Galgau\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11N6223N\nID: \n199095\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nThe standard liberal approach to vulnerability is criticized for overlooking important factors such as historical processes or social norms.\nPolicy makers who follow this approach risk inaccurately labelling migrants as non-vulnerable. To avoid such inaccurate\nconceptualization, analytic feminist philosophers have developed theories that analyse how structural factors constitute vulnerability.\nHowever, these theories were primarily designed to analyse the structural vulnerability of paradigmatic social kinds such as women and\npeople of colour, and are less apt to do so for intersectional kinds such European migrants. In this project, my aim is to theorize the\nstructural vulnerability of European migrants, and give a normatively-informed way to further categorize them according to their structural\nvulnerability. I will first do a systematic comparison of the dominant theories of structural injustice. Then, I will offer normative and\nmethodological criteria that a theory of structural injustice ought to fulfil in order to be able to theorize the structural vulnerability of\nmigrants specifically. Based on these criteria, I will then offer a synthesized novel theory of structural injustice, from which I will derive an\noperational categorization of European migrants in terms of their structural vulnerability.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 6\nA structural approach to theorizing migrant vulnerability\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nHermeneutical\ninjustice paper\n1\nContent analysis\nof social science\ndata on 'Eastern\nEuropean\nvulnerability'\nGenerate new data\nDigital\nCompiled data\n.pdf\n<100MB\n \nRefugee\nresponsibility\npaper\nSociology data\non refugee law\nReuse existing data\nDigital\nCompiled data\n.pdf\n<100MB\n \nHermeneutical\ninjustice paper\n2\nContent analysis\nof EU labour law\nfor new members\nof EU \nGenerate new data\nDigital\nCompiled data\n.pdf\n<100MB\n \nHermeneutical\ninjustice paper\n3\nHistorical data on\nconcept of\nEastern\nEuropean\nReuse existing data\nDigital\nCompiled data\n.pdf\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nReuse data refugee responsibility paper:\nSociological data as presented in Lucy Mayblin, \nAsylum after Empire: Colonial Legacies in the Politics of Asylum Seeking\n (Rowman & Littlefield\nPublishers, 2017)\nReuse data hermeneutical injustice paper:\nHistorical data as presented in Larry Wolff, Inventing Eastern Europe: The Map of Civilization on the Mind of the Enlightenment (Stanford University\nPress, 1994). \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nI will clearly cite the use and reuse of any data. But all reused secondary data and raw data comes is either fully published in books or publications, or\nis publicly available (such as EU labour law).  \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nMethodology used to collect data:\nIn the cases where I do a qualitative content analysis to produce data, I follow the methodology of collecting and producing data as explained in the\nchapters of Alan Bryman, \"Part Three: Qualitative data analysis\" in \nSocial Research Methods, Fourth edition\n (Oxford University Press, 2012). \nInformation to keep data understandable and usable:\nI will perform qualitative content analysis in separate word documents. I will group all data analysis for a relevant paper together in one word file,\nwhich I will then change to .pdf for storage and sharing purposes.\nI will also include an introductory page with an overview in the document itself, that includes brief information on where I collected the raw data, which\npaper it is relevant for, and when and where I last accessed the raw data. \nFor storage, sharing and clarity purposes, I will name these files explicitly stating it is a compilation of data analysis, including the paper they are\nrelevant for and the topic of analysed data, and the date.\nFor instance: CompilationData_HermeneuticalInjustice1_EUlaw_2023.pdf\n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nIn each compilation of analysed qualitative data, I will include a introductory page that is standardized that includes the date of , information of when\nand where I collected the data, last access of raw data, paper I have used the data for, and relevant people who have contributed in the content\nanalysis with me. \nBut beyond that, no further standardized format will be used as of now. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 6\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll compilations of data, named in the way abovementioned, and secondary data will be stored in my university OneDrive Business account, linked to\nmy staff account at KU Leuven (claudia.galgau@kuleuven.be). This has a storage space that will easily fit all the relevant files, as these will all be\nsaved as small pdf files. No further storage space is needed. Moreover, all KU Leuven storage space is well managed and safeguarded by KU\nLeuven ICTS team, which may also then help me with any problems. \nSince all the raw and secondary data are publicly available and does not contain personal data, this type of storage is sufficient for privacy concerns\nand safeguarding of continuity of data.\nHow will the data be backed up?\nI will use the standard back-up provided by the KU Leuven ICTS. I do not have any physical data at this moment. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, there is sufficient storage and backup capacity for the entirety of the project, as the files are the smallest possible (<100MB).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is securely stored by KU Leuven ICTS according to my specific needs. As of now, the storage space is secured according to the status of\n\"confidential\", as there is no reason for me to share the data with anyone else. If these needs change, for instance because I will at some point in the\nfurther collect or save confidential data, then it is an easy, standardized process to request this change in increased or decreased security through the\nKU Leuven ICTS. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no further expected costs, as the KU Leuven storage up to 2TB is free for students and staff. I will definitely not fill up this storage space. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nThe research data will be retained in the KU Leuven storage facility for the length of my doctoral project. After this, my contract with KU Leuven as a\nstaff and student will be terminated, and I will not retain access to the KU Leuven storage facility.\nI do plan to further store my produced data and used secondary data on my private OneDrive storage for the next 5 years. This more in service for\nfuture researchers that may be interested in the way I analysed and compiled data, as I plan to publish all relevant findings and data analysis as part\nof philosophical papers, before the end of the 4 years of my contract. \nWhere will these data be archived (stored and curated for the long-term)?\nPersonal digital OneDrive account after the end of my KU Leuven contract.\nAlso, data analysis will partially be published as part of philosophical papers in philosophical, internationally renowned journals. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 6\nSince the needed preserved data will be small, this will not add any charge to my personal OneDrive. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nNo (closed access)\nOther, please specify:\nAs of now, I do not plan to make the data generally available for reuse, besides the publicly published analysis in relevant philosophical work.\nI do plan to have closed access in general, through storage on a personal OneDrive account, that I will share to relevant colleagues upon request. For\ninstance, if they have found my paper through researching a similar topic, and they are curious about further analysed data, I am happy to share it\nwith them on a case-by-case basis. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nI plan to share the data with researchers working on similar topics.\nI will evaluate whether the topic is similar, the researcher is credible, and in good faith, on a case-by-case basis, together with my supervisor. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nThere are no legal or contractual restrictions as of now. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nN.A. as of now.\nWhen will the data be made available?\nN.A. as of now. \nWhich data usage licenses are you going to provide? If none, please explain why.\nNo license as of now. Will be further discussed with my supervisor after actual analysis, depending on whether the compilation of analysed data is\nactually relevant beyond what is already published as part of my philosophical papers. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nSince the data is small, no further costs are expected.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 6\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD fellow, Claudia Galgau \nWho will manage data storage and backup during the research project?\nThe PhD fellow, Claudia Galgau \nWho will manage data preservation and sharing?\nThe PhD fellow, Claudia Galgau, in collaboration with the supervisor, Prof. Eszter Kollar \nWho will update and implement this DMP?\nThe PhD fellow, Claudia Galgau, under the supervision of Prof. Eszter Kollar \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 6"
    },
    "clean_full_text": "A structural approach to theorizing migrant vulnerability A Data Management Plan created using DMPonline.be Creator: Claudia Galgau Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11N6223N ID: 199095 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: The standard liberal approach to vulnerability is criticized for overlooking important factors such as historical processes or social norms. Policy makers who follow this approach risk inaccurately labelling migrants as non-vulnerable. To avoid such inaccurate conceptualization, analytic feminist philosophers have developed theories that analyse how structural factors constitute vulnerability. However, these theories were primarily designed to analyse the structural vulnerability of paradigmatic social kinds such as women and people of colour, and are less apt to do so for intersectional kinds such European migrants. In this project, my aim is to theorize the structural vulnerability of European migrants, and give a normatively-informed way to further categorize them according to their structural vulnerability. I will first do a systematic comparison of the dominant theories of structural injustice. Then, I will offer normative and methodological criteria that a theory of structural injustice ought to fulfil in order to be able to theorize the structural vulnerability of migrants specifically. Based on these criteria, I will then offer a synthesized novel theory of structural injustice, from which I will derive an operational categorization of European migrants in terms of their structural vulnerability. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 6 A structural approach to theorizing migrant vulnerability FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Hermeneutical injustice paper 1 Content analysis of social science data on 'Eastern European vulnerability' Generate new data Digital Compiled data .pdf <100MB Refugee responsibility paper Sociology data on refugee law Reuse existing data Digital Compiled data .pdf <100MB Hermeneutical injustice paper 2 Content analysis of EU labour law for new members of EU Generate new data Digital Compiled data .pdf <100MB Hermeneutical injustice paper 3 Historical data on concept of Eastern European Reuse existing data Digital Compiled data .pdf <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Reuse data refugee responsibility paper: Sociological data as presented in Lucy Mayblin, Asylum after Empire: Colonial Legacies in the Politics of Asylum Seeking (Rowman & Littlefield Publishers, 2017) Reuse data hermeneutical injustice paper: Historical data as presented in Larry Wolff, Inventing Eastern Europe: The Map of Civilization on the Mind of the Enlightenment (Stanford University Press, 1994). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No I will clearly cite the use and reuse of any data. But all reused secondary data and raw data comes is either fully published in books or publications, or is publicly available (such as EU labour law). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Methodology used to collect data: In the cases where I do a qualitative content analysis to produce data, I follow the methodology of collecting and producing data as explained in the chapters of Alan Bryman, \"Part Three: Qualitative data analysis\" in Social Research Methods, Fourth edition (Oxford University Press, 2012). Information to keep data understandable and usable: I will perform qualitative content analysis in separate word documents. I will group all data analysis for a relevant paper together in one word file, which I will then change to .pdf for storage and sharing purposes. I will also include an introductory page with an overview in the document itself, that includes brief information on where I collected the raw data, which paper it is relevant for, and when and where I last accessed the raw data. For storage, sharing and clarity purposes, I will name these files explicitly stating it is a compilation of data analysis, including the paper they are relevant for and the topic of analysed data, and the date. For instance: CompilationData_HermeneuticalInjustice1_EUlaw_2023.pdf Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No In each compilation of analysed qualitative data, I will include a introductory page that is standardized that includes the date of , information of when and where I collected the data, last access of raw data, paper I have used the data for, and relevant people who have contributed in the content analysis with me. But beyond that, no further standardized format will be used as of now. Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 6 3. Data storage & back-up during the research project Where will the data be stored? All compilations of data, named in the way abovementioned, and secondary data will be stored in my university OneDrive Business account, linked to my staff account at KU Leuven (claudia.galgau@kuleuven.be). This has a storage space that will easily fit all the relevant files, as these will all be saved as small pdf files. No further storage space is needed. Moreover, all KU Leuven storage space is well managed and safeguarded by KU Leuven ICTS team, which may also then help me with any problems. Since all the raw and secondary data are publicly available and does not contain personal data, this type of storage is sufficient for privacy concerns and safeguarding of continuity of data. How will the data be backed up? I will use the standard back-up provided by the KU Leuven ICTS. I do not have any physical data at this moment. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, there is sufficient storage and backup capacity for the entirety of the project, as the files are the smallest possible (<100MB). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is securely stored by KU Leuven ICTS according to my specific needs. As of now, the storage space is secured according to the status of \"confidential\", as there is no reason for me to share the data with anyone else. If these needs change, for instance because I will at some point in the further collect or save confidential data, then it is an easy, standardized process to request this change in increased or decreased security through the KU Leuven ICTS. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no further expected costs, as the KU Leuven storage up to 2TB is free for students and staff. I will definitely not fill up this storage space. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The research data will be retained in the KU Leuven storage facility for the length of my doctoral project. After this, my contract with KU Leuven as a staff and student will be terminated, and I will not retain access to the KU Leuven storage facility. I do plan to further store my produced data and used secondary data on my private OneDrive storage for the next 5 years. This more in service for future researchers that may be interested in the way I analysed and compiled data, as I plan to publish all relevant findings and data analysis as part of philosophical papers, before the end of the 4 years of my contract. Where will these data be archived (stored and curated for the long-term)? Personal digital OneDrive account after the end of my KU Leuven contract. Also, data analysis will partially be published as part of philosophical papers in philosophical, internationally renowned journals. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 6 Since the needed preserved data will be small, this will not add any charge to my personal OneDrive. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Other, please specify: As of now, I do not plan to make the data generally available for reuse, besides the publicly published analysis in relevant philosophical work. I do plan to have closed access in general, through storage on a personal OneDrive account, that I will share to relevant colleagues upon request. For instance, if they have found my paper through researching a similar topic, and they are curious about further analysed data, I am happy to share it with them on a case-by-case basis. If access is restricted, please specify who will be able to access the data and under what conditions. I plan to share the data with researchers working on similar topics. I will evaluate whether the topic is similar, the researcher is credible, and in good faith, on a case-by-case basis, together with my supervisor. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No There are no legal or contractual restrictions as of now. Where will the data be made available? If already known, please provide a repository per dataset or data type. N.A. as of now. When will the data be made available? N.A. as of now. Which data usage licenses are you going to provide? If none, please explain why. No license as of now. Will be further discussed with my supervisor after actual analysis, depending on whether the compilation of analysed data is actually relevant beyond what is already published as part of my philosophical papers. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Since the data is small, no further costs are expected. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 6 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD fellow, Claudia Galgau Who will manage data storage and backup during the research project? The PhD fellow, Claudia Galgau Who will manage data preservation and sharing? The PhD fellow, Claudia Galgau, in collaboration with the supervisor, Prof. Eszter Kollar Who will update and implement this DMP? The PhD fellow, Claudia Galgau, under the supervision of Prof. Eszter Kollar Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 6"
}