{
    "document_id": "D-2024-2928",
    "LinkTitle": "D-2024-2928",
    "file_name": "D-2024-2928.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2928.pdf",
    "metadata": {
        "title": "Investigating the pathological mechanisms underlying KIF5A mutations in ALS",
        "author": "N/A",
        "creation_date": "2024-07-19 09:29:07+00:00",
        "num_pages": 10
    },
    "content": {
        "full_text": "Investigating the pathological mechanisms underlying KIF5A mutations in ALS\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nNicole Hersmus, Ludo Van Den Bosch\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nLudo Van Den Bosch\nGrant number / URL: \nGrant number / URL: \nG026924N\nID: \nID: \n209015\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nAmyotrophic lateral sclerosis (ALS) is an adult-onset neurodegenerative disease caused by the selective degeneration of motor neurons. It is the loss of\ncontact between motor neurons and muscles that causes the paralysis and death of the ALS patient, on average 2 to 5 years after the diagnosis. In 10%\nof patients, ALS is a familial disease with causative mutations identified in more than 20 genes. Recently, we identified mutations in kinesin family\nmember 5A (KIF5A, encoding kinesin-1). These mutations induce removal of exon 27, leading to the replacement of the C-terminal tail by a\ncompletely new tail (KIF5A\n∆\ne27). The aim of this proposal is to investigate the molecular changes and mechanisms resulting from mis-splicing of\nKIF5A. More in particular, we will investigate whether KIF5A mutations produce defects in axonal transport, axonal reinnervation/denervation and the\nformation of neuromuscular junctions using our iPSC-derived models not overexpressing KIF5A or KIF5A\n∆\ne27. As the replacement of the C-terminal\nsequence affects the liquid-liquid phase separation behavior of the KIF5A protein, we will next investigate the role of this aberrant behavior in the\nobserved phenotypes. As mis-splicing of different mRNAs is more and more linked to ALS, we will investigate whether the mis-splicing of KIF5A also\noccurs in other forms of ALS. Last but not least, our aim is to reproduce our in vitro observations in an in vivo model. For this, we will use the\nzebrafish.\nLast modified: \nLast modified: \n19-07-2024\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n1 of 10\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n2 of 10\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n3 of 10\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nWe will generate new data and no personal data will be used. Several different data types will be generated in the different WPs. In several\nWPs we will systematically investigate the axonal transport of cargos in differentiated neuronal cultures (obtained from iPSCs) as well as in\nzebrafish. The proportions of antero- and retrogradely moving and stationary organelles, as well as their transport velocity will be quantified\nusing kymographs obtained after time-lapse imaging. This is done using ImageJ and the files contain RGB images (both TIFF and raw) in\ninterleaved format. Image width is the number of pixel in each row of image data and Image Height is the number of rows in the image. Offset\nto First Image is the number of bytes in the file before the first byte of image data.\nWe will determine axonal outgrowth in microfluidic chambers. This will be done using ImageJ and the files contain RGB images. Digital\nimages will be acquired from fixed cells using a Leica SP8 confocal microscope. The fluorescent intensity of reporters in the nucleus and\ncytoplasm was analyzed with ImageJ. The different KIF5A isoforms will be determined by Western blot using specific antibodies. Optical\ndensities of the different bands will be determined using the integrated density measurement tool of ImageJ (NIH).\nThe data will in several cases be converted to a MS Excel (.xls/.xlsx) format.  Commercially obtained control iPSC lines as well as established\niPSC-lines from patients with or without mutations in the gene encoding KIF5A will be stored in -80°C. In addition to human satellite cell-\nderived myoblasts and mesoangioblasts to differentiate myotubes. Also these cells will be stored in -80°C. Estimated size for the obtained\ndigital data: 10 gigaBytes. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: Nicole Hersmus/Ludo Van Den Bosch\n2\n. \nStorage capacity/repository\nduring the research: All digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven\nsecure server (digital vault). KU Leuven drives are backed-up according to the following scheme: Data stored on the “L-drive” is\nbacked up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last\n14 backups are kept. Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight\nbetween Saturday and Sunday); in each case the last 6 backups are kept. Both the “L-drive” and “J-drive” servers are accessible only\nby laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy\nof the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and\npassword, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the\nbest practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained\non a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only\nICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the\ntechnical installations continuously, even outside working hours. Only de-identified data will be exported from the database by the\nPI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory.\nDatabases are encrypted, password protected and within KU Leuven firewalls.\nCells: Human cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the future in the UZ\nLeuven-KU Leuven Biobank. All the relevant algorithms, scripts and software code driving the project will be stored in a private\nonline git repository from the GitHub account of the department (https://github.com/vibcbd).\nafter the research: The minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets\nwill be stored on the university's central servers with automatic back-up procedures for at least 5 years, conform the KU Leuven\nRDM policy. The costs (€156 per TB  per year for “Large volume-storage” ) will be covered by the budget of the lab.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nThere are no deviations from the minimum preservation of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n4 of 10\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n5 of 10\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nInvestigating the pathological mechanisms underlying KIF5A mutations in ALS\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for digital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nText files\nDescription of\nexperimental procedures\nand outcome of the\ndifferent experiments\nNew\ndata\nDigital\nExperimental \nRich Text Format (.rtf), plain text data\n(Unicode, .txt), MS Word (.doc/.docx),\neXtensible Mark-up Language (.xml), Adobe\nPortable Document Format (.pdf), LaTex (.tex)\nformat\n<1GB\n \nDigital\nimages \nImages obtained during\nthe different experiments\n(e.g. immunostainings)\nNew\ndata\nDigital\nExperimental\nuncompressed TIFF (.tif/.tiff), JPEG (.jpg),\nJPEG 2000 (.jp2), Adobe Portable Document\nFormat (.pdf), bitmap (.bmp), .gif;\n<100GB\n \nDigital\nvideo data\nVideos obtained for\naxonal transport\nNew\ndata\nDigital\nExperimental\nMPEG-4 High Profile (.mp4), motion JPEG\n2000 (.mjp2), Audio Video Interleave (.avi)\n<100GB\n \nSurvey data\nDatasets obtained in the\ndifferent WPs\nNew\ndata\nDigital\nExperimental\nexcel (.xls), SPSS (.spss)\n<1GB\n \nNucleotide \nsequences\nDetermination of\nmissplicing (WP4)\nNew\ndata\nDigital\nExperimental\nraw sequence data trace (.ab1), text-based\nformat (.fasta/.fa) and accompanying QUAL\nfile (.qual), Genbank format (.gb/.gbk)\n<1GB\n \nSequence\nalignment\ndata\nDetermining identity of\nmisspliced KIF5A RNA\nNew\ndata\nDigital\nExperimental\n(.sam), .bam;\n<1GB\n \nBiological\nand\nchemical\nsamples\nFrozen samples obtained\nfrom cell cultures or from\nanimals (zebrafish)\nSamples\nPhysical\nNA\nNA\nNA\n500\nsamples\nLive\nanimals\nZebrafish\nAnimals\nPhysical\nNA\nNA\nNA\n150\naquaria\nPostmortem\nmaterial\nSlices obtained from\npostmortem material\n(WP4)\nSamples\nPhysical\nNA\nNA\nNA\n50\nsamples\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nS50354: Blood sample and stockage of blood, skin biopsies and liquor of patients with neurodegenerative disease and controles.\nS67294: Study the mechanisms of acute and chronic axonal and neuronal degeneration and regeneration, aiming to contribute to the\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n6 of 10\ndevelopment of new therapeutic strategies for neurodegenerative disorder. Acronym: Umbrella project for human cell lines\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nHuman tissue samples, specifically fibroblasts from ALS patients, along with various cell lines, are utilized in this study. Personal data is\npseudonymized and managed securely using a decentralized tool provided by UZ Leuven\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nMetadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the\nelectronic laboratory notebook (E-notebook) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing\nall the associated metadata.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n7 of 10\nWhere will the data be stored?\nWhere will the data be stored?\nProtocols are stored on the lab's shared drive. Researchers use ELabJournal in the lab for written notes and to maintain a daily overview of\nresearch tasks. Raw data files, including images and videos, will be stored in personal folders on KU Leuven servers, accessible only to\nmembers of the Lab of Neurobiology. Samples will be stored in the -80°C freezer in the Laboratory of Neurobiology.\nHow will the data be backed up?\nHow will the data be backed up?\nKU Leuven drives are backed-up according to the following scheme:- data stored on the “L-drive” is backed up daily using snapshot\ntechnology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept.- data stored on the\n“J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6\nbackups are kept. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere are KUL managed storage systems and back up garanteed by ICTS\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBoth the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for\nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total estimated cost of data storage during the project is 4,000 euro per year. Costs will be covered by our research group\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll datasets will be preserved for a minimum of 5 years after the conclusion of the project. Physical data will be stored for 25 years in\naccordance with the guidelines for clinical results.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nFor all datasets, long-term storage will be ensured by storing digital datasets on the “L-drive”. Physical data will be stored in the vapor phase\nof liquid nitrogen for up to 25 years, in accordance with the protocol.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe total estimated cost of data storage during the 5 years after the end of the is 20,000 euro. This estimation is based on the different costs\ndescribed in section 5.\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n8 of 10\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nWhenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support data sharing. All\nresearch outputs supporting publications will be made accessible upon request by mail.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be granted only to researchers who submitted a request via email and received approval\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nAs the patients are deceased, GDPR regulations do not apply.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs of now, there is no available details.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nA Data Transfer Agreement (DTA) will be utilized.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nThe repository adds automatically a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nUp to 50GB it is free of charge.\n6. Responsibilities\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n9 of 10\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nLudo Van Den Bosch \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher and the PI. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPI \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe researcher and the PI \nCreated using DMPonline.be. Last modiﬁed 19 July 2024\n10 of 10"
    },
    "clean_full_text": "Investigating the pathological mechanisms underlying KIF5A mutations in ALS Investigating the pathological mechanisms underlying KIF5A mutations in ALS A Data Management Plan created using DMPonline.be Creators: Creators: Nicole Hersmus, Ludo Van Den Bosch Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Ludo Van Den Bosch Grant number / URL: Grant number / URL: G026924N ID: ID: 209015 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Amyotrophic lateral sclerosis (ALS) is an adult-onset neurodegenerative disease caused by the selective degeneration of motor neurons. It is the loss of contact between motor neurons and muscles that causes the paralysis and death of the ALS patient, on average 2 to 5 years after the diagnosis. In 10% of patients, ALS is a familial disease with causative mutations identified in more than 20 genes. Recently, we identified mutations in kinesin family member 5A (KIF5A, encoding kinesin-1). These mutations induce removal of exon 27, leading to the replacement of the C-terminal tail by a completely new tail (KIF5A ∆ e27). The aim of this proposal is to investigate the molecular changes and mechanisms resulting from mis-splicing of KIF5A. More in particular, we will investigate whether KIF5A mutations produce defects in axonal transport, axonal reinnervation/denervation and the formation of neuromuscular junctions using our iPSC-derived models not overexpressing KIF5A or KIF5A ∆ e27. As the replacement of the C-terminal sequence affects the liquid-liquid phase separation behavior of the KIF5A protein, we will next investigate the role of this aberrant behavior in the observed phenotypes. As mis-splicing of different mRNAs is more and more linked to ALS, we will investigate whether the mis-splicing of KIF5A also occurs in other forms of ALS. Last but not least, our aim is to reproduce our in vitro observations in an in vivo model. For this, we will use the zebrafish. Last modified: Last modified: 19-07-2024 Created using DMPonline.be. Last modiﬁed 19 July 2024 1 of 10 Investigating the pathological mechanisms underlying KIF5A mutations in ALS Investigating the pathological mechanisms underlying KIF5A mutations in ALS DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 19 July 2024 2 of 10 Investigating the pathological mechanisms underlying KIF5A mutations in ALS Investigating the pathological mechanisms underlying KIF5A mutations in ALS GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 19 July 2024 3 of 10 Investigating the pathological mechanisms underlying KIF5A mutations in ALS Investigating the pathological mechanisms underlying KIF5A mutations in ALS Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) We will generate new data and no personal data will be used. Several different data types will be generated in the different WPs. In several WPs we will systematically investigate the axonal transport of cargos in differentiated neuronal cultures (obtained from iPSCs) as well as in zebrafish. The proportions of antero- and retrogradely moving and stationary organelles, as well as their transport velocity will be quantified using kymographs obtained after time-lapse imaging. This is done using ImageJ and the files contain RGB images (both TIFF and raw) in interleaved format. Image width is the number of pixel in each row of image data and Image Height is the number of rows in the image. Offset to First Image is the number of bytes in the file before the first byte of image data. We will determine axonal outgrowth in microfluidic chambers. This will be done using ImageJ and the files contain RGB images. Digital images will be acquired from fixed cells using a Leica SP8 confocal microscope. The fluorescent intensity of reporters in the nucleus and cytoplasm was analyzed with ImageJ. The different KIF5A isoforms will be determined by Western blot using specific antibodies. Optical densities of the different bands will be determined using the integrated density measurement tool of ImageJ (NIH). The data will in several cases be converted to a MS Excel (.xls/.xlsx) format. Commercially obtained control iPSC lines as well as established iPSC-lines from patients with or without mutations in the gene encoding KIF5A will be stored in -80°C. In addition to human satellite cell- derived myoblasts and mesoangioblasts to differentiate myotubes. Also these cells will be stored in -80°C. Estimated size for the obtained digital data: 10 gigaBytes. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Nicole Hersmus/Ludo Van Den Bosch 2 . Storage capacity/repository during the research: All digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault). KU Leuven drives are backed-up according to the following scheme: Data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. Only de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. Databases are encrypted, password protected and within KU Leuven firewalls. Cells: Human cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the future in the UZ Leuven-KU Leuven Biobank. All the relevant algorithms, scripts and software code driving the project will be stored in a private online git repository from the GitHub account of the department (https://github.com/vibcbd). after the research: The minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets will be stored on the university's central servers with automatic back-up procedures for at least 5 years, conform the KU Leuven RDM policy. The costs (€156 per TB per year for “Large volume-storage” ) will be covered by the budget of the lab. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) There are no deviations from the minimum preservation of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Created using DMPonline.be. Last modiﬁed 19 July 2024 4 of 10 those data require? (use up to 700 characters) those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 19 July 2024 5 of 10 Investigating the pathological mechanisms underlying KIF5A mutations in ALS Investigating the pathological mechanisms underlying KIF5A mutations in ALS FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Text files Description of experimental procedures and outcome of the different experiments New data Digital Experimental Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format <1GB Digital images Images obtained during the different experiments (e.g. immunostainings) New data Digital Experimental uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; <100GB Digital video data Videos obtained for axonal transport New data Digital Experimental MPEG-4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi) <100GB Survey data Datasets obtained in the different WPs New data Digital Experimental excel (.xls), SPSS (.spss) <1GB Nucleotide sequences Determination of missplicing (WP4) New data Digital Experimental raw sequence data trace (.ab1), text-based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank format (.gb/.gbk) <1GB Sequence alignment data Determining identity of misspliced KIF5A RNA New data Digital Experimental (.sam), .bam; <1GB Biological and chemical samples Frozen samples obtained from cell cultures or from animals (zebrafish) Samples Physical NA NA NA 500 samples Live animals Zebrafish Animals Physical NA NA NA 150 aquaria Postmortem material Slices obtained from postmortem material (WP4) Samples Physical NA NA NA 50 samples If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data S50354: Blood sample and stockage of blood, skin biopsies and liquor of patients with neurodegenerative disease and controles. S67294: Study the mechanisms of acute and chronic axonal and neuronal degeneration and regeneration, aiming to contribute to the Created using DMPonline.be. Last modiﬁed 19 July 2024 6 of 10 development of new therapeutic strategies for neurodegenerative disorder. Acronym: Umbrella project for human cell lines Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Human tissue samples, specifically fibroblasts from ALS patients, along with various cell lines, are utilized in this study. Personal data is pseudonymized and managed securely using a decentralized tool provided by UZ Leuven Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 19 July 2024 7 of 10 Where will the data be stored? Where will the data be stored? Protocols are stored on the lab's shared drive. Researchers use ELabJournal in the lab for written notes and to maintain a daily overview of research tasks. Raw data files, including images and videos, will be stored in personal folders on KU Leuven servers, accessible only to members of the Lab of Neurobiology. Samples will be stored in the -80°C freezer in the Laboratory of Neurobiology. How will the data be backed up? How will the data be backed up? KU Leuven drives are backed-up according to the following scheme:- data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept.- data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There are KUL managed storage systems and back up garanteed by ICTS How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is 4,000 euro per year. Costs will be covered by our research group 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All datasets will be preserved for a minimum of 5 years after the conclusion of the project. Physical data will be stored for 25 years in accordance with the guidelines for clinical results. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? For all datasets, long-term storage will be ensured by storing digital datasets on the “L-drive”. Physical data will be stored in the vapor phase of liquid nitrogen for up to 25 years, in accordance with the protocol. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The total estimated cost of data storage during the 5 years after the end of the is 20,000 euro. This estimation is based on the different costs described in section 5. Created using DMPonline.be. Last modiﬁed 19 July 2024 8 of 10 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support data sharing. All research outputs supporting publications will be made accessible upon request by mail. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be granted only to researchers who submitted a request via email and received approval Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No As the patients are deceased, GDPR regulations do not apply. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. As of now, there is no available details. When will the data be made available? When will the data be made available? Upon publication Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. A Data Transfer Agreement (DTA) will be utilized. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes The repository adds automatically a DOI. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Up to 50GB it is free of charge. 6. Responsibilities 6. Responsibilities Created using DMPonline.be. Last modiﬁed 19 July 2024 9 of 10 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Ludo Van Den Bosch Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher and the PI. Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI Who will update and implement this DMP? Who will update and implement this DMP? The researcher and the PI Created using DMPonline.be. Last modiﬁed 19 July 2024 10 of 10"
}