{
    "document_id": "D-2024-2655",
    "LinkTitle": "D-2024-2655",
    "file_name": "D-2024-2655.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2655.pdf",
    "metadata": {
        "title": "Metropolisation and Interplaces in the Metropolitan Core Area of Belgium",
        "author": "N/A",
        "creation_date": "2024-04-08 09:25:34+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Metropolisation and Interplaces in the Metropolitan Core Area of Belgium\nMetropolisation and Interplaces in the Metropolitan Core Area of Belgium\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nWander Demuynck\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nWander Demuynck\nData Manager:\nData Manager:\n \nWander Demuynck\nProject Administrator:\nProject Administrator:\n \nWander Demuynck\nGrant number / URL: \nGrant number / URL: \n11P8V24N\nID: \nID: \n206215\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nMultiple urban processes are unevenly weaving formerly rural or suburban places into the fabric of\nmetropolitan regions. Collectively termed ‘metropolisation’, these integrative processes produce an\nincreasing number of places, ‘interplaces’, situated ‘in between’ erstwhile urban, suburban, or rural\nareas. In this research proposal, the theoretical frameworks used to describe metropolisation and\ninterplaces are reconfigured by means of an ‘extended case study’ as per Burawoy (2009). The\nMetropolitan Core Area (MCA) of Belgium lends itself as the ‘extended case’ because the region is\ndefined by vague, and seemingly incomprehensible and structureless regional urbanisation. An\napplication of these frameworks to the MCA thus tackles the dual challenge of recalibrating the\ntheoretical toolkit on metropolisation and interplaces and enriching our empirical understanding of\nthe MCA’s complex and multilayered structures. I will disentangle the spatial-functional, politicalinstitutional\nand cultural-symbolic dimension of metropolisation and operationalise their outcomes in\norder to consistently identify and typify interplaces in the MCA. Empirically, this analysis allows to\ngrasp the relations that shape the urban and regional geographies of the MCA. Theoretically, the\napplication uncovers the merits and limits of these frameworks, and generates insight into where\nthey can be reconfigured in the face of the MCA’s extreme characteristics.\nLast modified: \nLast modified: \n08-04-2024\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n1 of 7\nMetropolisation and Interplaces in the Metropolitan Core Area of Belgium\nMetropolisation and Interplaces in the Metropolitan Core Area of Belgium\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nThe research will only make (re)use of existing datasets:\nThe first dataset is one of historical commuting flows. These are tabular matrices of home-to-work commuting stemming from the\nBelgian population censuses from 1961 to 2021. Some of these matrices are directly available for use online, while the others will be\nrequested for use from Statbel.\nThe second dataset are digitalised newspaper articles. These are publicly available online through various archiving services, e.g., the\nlibrary database for national newspapers or the Erfgoed Databank Dendermonde for local newspapers such as the 'Gazet van Zele'.\nThe third dataset is one of intermunicipal cooperation agreements which is publicly available through the website of Agentschap\nBinnenlands Bestuur. This dataset bundles which municipalities have intermunicipal cooperation agreements amongst each other.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nResponsible person: Wander Demuynck.\nStorage: I will use the OneDrive for Business cloud storage provided by KU Leuven alongside the active data management platform (ManGO)\nof KU Leuven to store and manage the data and its metadata during the research, and KU Leuven’s Research Data Repository for storage five\nyears after the research. Data is stored securely at the datacentres of ICTS of KU Leuven. The code written during the research project will be\nstored on the Gitlab Server of KU Leuven. Any data used in the research project will comply with GDPR and open science principles, i.e.\nbeing ‘as open as possible, as closed as necessary’. Data to which this applies will be published according to the FAIR principle (Findable,\nAccessible, Interoperable and Reusable).\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNA.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNA.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA.\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n2 of 7\nMetropolisation and Interplaces in the Metropolitan Core Area of Belgium\nMetropolisation and Interplaces in the Metropolitan Core Area of Belgium\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nHistorical\ncommuting\nflows\nMatrix of\nhome-to-work\ncommuting\nstemming\nfrom the\nBelgian\npopulation\ncensuses from\n1961 to 2021. \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\nCompiled/aggregated\ndata\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv\n.csv\n,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\nNA\nHistorical\nnewspaper\narticles \nArchived\nnews paper\narticles of\nlocal journals\n(e.g., 'Gazet\nvan Zele',\n'Gazet van\nMechelen' and\npotentially\nothers)\nReuse existing data\nDigital\nObservational\n.jpg\n<100GB\nNA\nIntermunicipal\ncooperation\nagreements\nDataset that\nbundles the\nmunicipalities\nin the most\nimportant\nintermunicipal\ncooperation\nagreements\nbetween\nFlemish\nmunicipalities\nReuse existing data\nDigital\nObservational\n.csv\n<100MB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe historical commuting datasets will be obtained from Statbel. The 2011 census commuting matrix is available \nhere\n. The commuting\ndatasets from 2021, 2001 and 1991 are available for scientific research but have to be requested from Statbel. The historical commuting\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n3 of 7\ndatasets can be downloaded as .csv-files through the portal of the \nProject Historical Censuses.\nThe database for historical newspaper articles will be obtained from various sources, ranging from the \nlibrary database \n for national\nnewspapers or specific databases for local newspapers, e.g., the \nErfgoed Databank Dendermonde\n for the 'Gazet van Zele'.  \nThe database on existing intermunicipal cooperation agreements is obtained from the website of \nAgentschap Binnenlands Bestuur\n.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nThe commuting datasets are the only ones containing potentially personal information. However, Statbel aggregates and filters out the relevant\ndata in advance in compliance with privacy regulations.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSince all the data used in this research stems from secundary data sources, the metadata accompanying the original datasets will be adopted.\nAny modifications to the original dataset will be made programmatically and documented alongside, e.g. in a Quarto document. As such, any\nmodifications of the original datasets are made trackable and can be undone. The documentation of the data processing in the Quarto\ndocuments will be openly shared according to the FAIR principle (Findable, Accessible, Interoperable and\nReusable) in order to assure the reproducibility of the research where possible. \nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n4 of 7\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will first of all be stored on the OneDrive for Business cloud storage provided by KU Leuven. In addition, I will use the active data\nmanagement platform (ManGO) of KU Leuven to store and manage the data and its metadata during the research. \nHow will the data be backed up?\nHow will the data be backed up?\nOn a day to day basis, the datasets will be accessed through the OneDrive for Business cloud storage. Whenever changes are made to the\ndatasets or new datasets are imported, these will be uploaded to the ManGO data management platform accompanied with the relevant\nmetadata and versioning info.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe expected size of all research datasets is between 100GB and 200GB. OneDrive for Business cloud storage allows for a maximum size of 2\nTB. In addition, OneDrive automatically makes backups of the data when changes are made. ManGO allows for data storage up to 1 TB for\nfree and also will regularly be backed-up.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive is only accessible through the KU Leuven multifactor authentication procedure. In addition, editing and viewing rights can be set\nwithin the KU Leuven. As a default, the datasets will be made inaccessible to those not involved with the research project, while the option is\nthere to loosen this accessibility in case of collaborations. ManGO projects are only accessible to project members by definition, unless\notherwise specified. Both data storage solutions are highly secured.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs as the mentioned data storage solutions offer sufficient storage capacity for free for the expected size of the\nresearch datasets.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll of the abovementioned datasets will be stored for five years after the end of the project.\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n5 of 7\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe datasets will be stored on KU Leuven's Reserach Data Repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Research Data Repository is free to use.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe commuting matrices and the code necessary to preprocess and analyse the datasets will be shared in a GitHub repository parallel to\nthe research.\nThe digitalized newspaper archives are publicly accessible and, given their size, will not be shared separately in the accompanying paper,\nalthough the data source will be explicitly referred to. The source datafiles are too large to share through GitHub, although the relevant\ncode will be shared be shared in a GitHub repository.  \nThe intermunicipal cooperation matrix is publicly available. The code and dataset (given its small size) will be shared on GitHub as well.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs mentioned, the commuting and intermunicipal cooperation matrices will be shared on GitHub with the accompanying code.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available on publication of the accompanying article.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data will be shared under a CC-BY-NC-4.0 license.\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n6 of 7\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nSince no 'new' datasets are created, they will not be published as such. Rather, the datasets employed and accompanying code will be shared on\na GitHub repository. \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nWander Demuynck \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nWander Demuynck \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nWander Demuynck \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nWander Demuynck \nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n7 of 7"
    },
    "clean_full_text": "Metropolisation and Interplaces in the Metropolitan Core Area of Belgium Metropolisation and Interplaces in the Metropolitan Core Area of Belgium A Data Management Plan created using DMPonline.be Creator: Creator: Wander Demuynck Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Wander Demuynck Data Manager: Data Manager: Wander Demuynck Project Administrator: Project Administrator: Wander Demuynck Grant number / URL: Grant number / URL: 11P8V24N ID: ID: 206215 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Multiple urban processes are unevenly weaving formerly rural or suburban places into the fabric of metropolitan regions. Collectively termed ‘metropolisation’, these integrative processes produce an increasing number of places, ‘interplaces’, situated ‘in between’ erstwhile urban, suburban, or rural areas. In this research proposal, the theoretical frameworks used to describe metropolisation and interplaces are reconfigured by means of an ‘extended case study’ as per Burawoy (2009). The Metropolitan Core Area (MCA) of Belgium lends itself as the ‘extended case’ because the region is defined by vague, and seemingly incomprehensible and structureless regional urbanisation. An application of these frameworks to the MCA thus tackles the dual challenge of recalibrating the theoretical toolkit on metropolisation and interplaces and enriching our empirical understanding of the MCA’s complex and multilayered structures. I will disentangle the spatial-functional, politicalinstitutional and cultural-symbolic dimension of metropolisation and operationalise their outcomes in order to consistently identify and typify interplaces in the MCA. Empirically, this analysis allows to grasp the relations that shape the urban and regional geographies of the MCA. Theoretically, the application uncovers the merits and limits of these frameworks, and generates insight into where they can be reconfigured in the face of the MCA’s extreme characteristics. Last modified: Last modified: 08-04-2024 Created using DMPonline.be. Last modiﬁed 08 April 2024 1 of 7 Metropolisation and Interplaces in the Metropolitan Core Area of Belgium Metropolisation and Interplaces in the Metropolitan Core Area of Belgium Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) The research will only make (re)use of existing datasets: The first dataset is one of historical commuting flows. These are tabular matrices of home-to-work commuting stemming from the Belgian population censuses from 1961 to 2021. Some of these matrices are directly available for use online, while the others will be requested for use from Statbel. The second dataset are digitalised newspaper articles. These are publicly available online through various archiving services, e.g., the library database for national newspapers or the Erfgoed Databank Dendermonde for local newspapers such as the 'Gazet van Zele'. The third dataset is one of intermunicipal cooperation agreements which is publicly available through the website of Agentschap Binnenlands Bestuur. This dataset bundles which municipalities have intermunicipal cooperation agreements amongst each other. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) Responsible person: Wander Demuynck. Storage: I will use the OneDrive for Business cloud storage provided by KU Leuven alongside the active data management platform (ManGO) of KU Leuven to store and manage the data and its metadata during the research, and KU Leuven’s Research Data Repository for storage five years after the research. Data is stored securely at the datacentres of ICTS of KU Leuven. The code written during the research project will be stored on the Gitlab Server of KU Leuven. Any data used in the research project will comply with GDPR and open science principles, i.e. being ‘as open as possible, as closed as necessary’. Data to which this applies will be published according to the FAIR principle (Findable, Accessible, Interoperable and Reusable). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) NA. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) NA. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA. Created using DMPonline.be. Last modiﬁed 08 April 2024 2 of 7 Metropolisation and Interplaces in the Metropolitan Core Area of Belgium Metropolisation and Interplaces in the Metropolitan Core Area of Belgium FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Historical commuting flows Matrix of home-to-work commuting stemming from the Belgian population censuses from 1961 to 2021. Please choose from the following options: Generate new data Reuse existing data Reuse existing data Please choose from the following options: Digital Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated Compiled/aggregated data data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv .csv ,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA NA Historical newspaper articles Archived news paper articles of local journals (e.g., 'Gazet van Zele', 'Gazet van Mechelen' and potentially others) Reuse existing data Digital Observational .jpg <100GB NA Intermunicipal cooperation agreements Dataset that bundles the municipalities in the most important intermunicipal cooperation agreements between Flemish municipalities Reuse existing data Digital Observational .csv <100MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The historical commuting datasets will be obtained from Statbel. The 2011 census commuting matrix is available here . The commuting datasets from 2021, 2001 and 1991 are available for scientific research but have to be requested from Statbel. The historical commuting Created using DMPonline.be. Last modiﬁed 08 April 2024 3 of 7 datasets can be downloaded as .csv-files through the portal of the Project Historical Censuses. The database for historical newspaper articles will be obtained from various sources, ranging from the library database for national newspapers or specific databases for local newspapers, e.g., the Erfgoed Databank Dendermonde for the 'Gazet van Zele'. The database on existing intermunicipal cooperation agreements is obtained from the website of Agentschap Binnenlands Bestuur . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No The commuting datasets are the only ones containing potentially personal information. However, Statbel aggregates and filters out the relevant data in advance in compliance with privacy regulations. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Since all the data used in this research stems from secundary data sources, the metadata accompanying the original datasets will be adopted. Any modifications to the original dataset will be made programmatically and documented alongside, e.g. in a Quarto document. As such, any modifications of the original datasets are made trackable and can be undone. The documentation of the data processing in the Quarto documents will be openly shared according to the FAIR principle (Findable, Accessible, Interoperable and Reusable) in order to assure the reproducibility of the research where possible. Created using DMPonline.be. Last modiﬁed 08 April 2024 4 of 7 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will first of all be stored on the OneDrive for Business cloud storage provided by KU Leuven. In addition, I will use the active data management platform (ManGO) of KU Leuven to store and manage the data and its metadata during the research. How will the data be backed up? How will the data be backed up? On a day to day basis, the datasets will be accessed through the OneDrive for Business cloud storage. Whenever changes are made to the datasets or new datasets are imported, these will be uploaded to the ManGO data management platform accompanied with the relevant metadata and versioning info. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The expected size of all research datasets is between 100GB and 200GB. OneDrive for Business cloud storage allows for a maximum size of 2 TB. In addition, OneDrive automatically makes backups of the data when changes are made. ManGO allows for data storage up to 1 TB for free and also will regularly be backed-up. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive is only accessible through the KU Leuven multifactor authentication procedure. In addition, editing and viewing rights can be set within the KU Leuven. As a default, the datasets will be made inaccessible to those not involved with the research project, while the option is there to loosen this accessibility in case of collaborations. ManGO projects are only accessible to project members by definition, unless otherwise specified. Both data storage solutions are highly secured. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs as the mentioned data storage solutions offer sufficient storage capacity for free for the expected size of the research datasets. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All of the abovementioned datasets will be stored for five years after the end of the project. Created using DMPonline.be. Last modiﬁed 08 April 2024 5 of 7 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The datasets will be stored on KU Leuven's Reserach Data Repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Research Data Repository is free to use. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The commuting matrices and the code necessary to preprocess and analyse the datasets will be shared in a GitHub repository parallel to the research. The digitalized newspaper archives are publicly accessible and, given their size, will not be shared separately in the accompanying paper, although the data source will be explicitly referred to. The source datafiles are too large to share through GitHub, although the relevant code will be shared be shared in a GitHub repository. The intermunicipal cooperation matrix is publicly available. The code and dataset (given its small size) will be shared on GitHub as well. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. As mentioned, the commuting and intermunicipal cooperation matrices will be shared on GitHub with the accompanying code. When will the data be made available? When will the data be made available? The data will be made available on publication of the accompanying article. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The data will be shared under a CC-BY-NC-4.0 license. Created using DMPonline.be. Last modiﬁed 08 April 2024 6 of 7 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No Since no 'new' datasets are created, they will not be published as such. Rather, the datasets employed and accompanying code will be shared on a GitHub repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Wander Demuynck Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Wander Demuynck Who will manage data preservation and sharing? Who will manage data preservation and sharing? Wander Demuynck Who will update and implement this DMP? Who will update and implement this DMP? Wander Demuynck Created using DMPonline.be. Last modiﬁed 08 April 2024 7 of 7"
}