{
    "document_id": "D-2024-2747",
    "LinkTitle": "D-2024-2747",
    "file_name": "D-2024-2747.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2747.pdf",
    "metadata": {
        "title": "D-2024-2747",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Antje Jacobs \nOrcid: 0000-0001-7839-9590  \nContributor name(s) (+ ORCID) & roles Karin Hannes \nOrcid: 0000-0002-5011-3615\nProject number 1 & title Project no: 11Q4S24N\n(Old) Title: Imagining the post-Anthropocene in the BioFutures Lab: Responding to power outage from a \nmultispecies perspective  \n(New Title: Imagining the post-Anthropocene in the BioFutures Lab: Responding to climate disasters from \na multispecies perspective)\nFunder(s) GrantID 2FWO\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \nX Other: the University of Melbourne  \nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description In a time that is troubled by climate change and climate disasters, what role can bio art play in strengthening \ncitizens’ resilience to climate disasters? This doctoral study represents a research-creation project that \nparticularly departs from speculative thinking practices and multispecies entanglements presented in and \nthrough bio art. Using the theoretical framework of posthumanisms and feminist materialisms, I engage with the \nquestion how bio art can spark collective creativity and speculative imagination to design post-anthropocentric \nfutures in which all organisms become partners in responding to climate change and its disasters, while taking \ninto account climate injustices. First, I investigate bio artistic approaches via a qualitative multimethod study \nbased on artist interviews, artist observations, and visual and context analysis of bio artworks. Secondly, I will \ndevelop a BioFutures Lab approach to involve citizens with different levels of exposure to natural disasters, from  \nvarious regions across the world (South-Africa, Melbourne, potentially Ukraine, Belgium), as co-creators in \ndeveloping speculative (multispecies) designs and approaches to cope with natural disasters in the future. \nThese insights will be integrated in a BioFutures Field Guide and disseminated through the BioFutures \nExhibition.\n2.Research Data Summary\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nWP 1: Conceptualization of bio art  \nObservational \ndata Video and \naudiotapes of \nartist interviewsNew DigitalAudiovisual .aac\n.mp4\n.mp3<1GB /\nAnalyzed dataTranscripts of \nartist interviewsNew DigitalTextual .doc\n.pdf<1GB /\nWP2: BioFutures Lab  \nObservational \ndataVideo and \naudiotapes of \nBioFutures LabNew DigitalAudiovisual .aac\n.mp4\n.mp4<100 GB /\nObservational \nand analogue \ndataSpeculative \ndesigns created \nby participantsNew Digital\nPhysicalMultimedia .jpg\n.jpeg\n.png\n.aac\nPhysicalData: <1GB Undefined \nObservational \ndataNarratives \ncreated by \nparticipantsNew Digital Textual .doc\n.pdf<1GB /\nP3: Valorization\nAnalogue dataArtworks and \ndesignsNew PhysicalMultimedia / / Undefined\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  /\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\n●Additional information: In the BioFutures Lab, participants create speculative prototypes that \nspeculatively also include living materials (e.g. algae, plants, bacteria, etc.). The speculative \nprototypes could be transformed into real objects in which living matter actually would be \nincluded. However, this ‘manufacturing’ would happen in potential future research and does not \nfall into the boundaries of this research.\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information: PRET = G-2023-6226\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No: not in this phase of the research. The co-created speculative prototypes and design might be \nleveraged for commercial valorization.  \nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain: I am conducting a joint PhD between KU Leuven and the University of Melbourne. \nKU Leuven is my home institution, the University of Melbourne is my guest institution.  \nRole of the researchers: The researchers at the University of Melbourne are the PhD student’s \n(co-)supervisors and will have access to the data to provide clear and expert guidance on the research \nprocess of the PhD student. The researchers at the University of Melbourne will have access to non-\nanonymized research data, including the generated ideas/prototypes of the participants, participants’ \nidentification and personal data, educational and training, occupation, and photographs and recordings of \nthe participants. \nA confidentiality arrangement about sharing confidential information has been made in the Agreement for  \nJointly Awarded Doctor of Philosophy Between KU Leuven and The University of Melbourne : the \nconfidentiality agreement emphasizes that confidential information may be shared during the term of the \nagreement, but the receiving party must not disclose the confidential information without first obtaining \nconsent of the disclosing party in writing. It further highlights that the University of Melbourne must take \nreasonable steps to provide for the safe custody of the confidential information in its possession and to \nprevent unauthorized access to or use of the confidential information.  \nThis agreement also addresses IPR as following: “As a general rule, the Parties agree with respect to any \nIntellectual Property contributed to, or arising from, a research topic or project as follows: (a) each Party \nwill retain the rights to its Background Intellectual Property which is contributed to the other Party for the \npurposes of the Program; (b) each Party provides the other Party with a royalty-free, non-exclusive license \nto use its Background Intellectual Property for the purposes of the Program; (c) each Party will own the \nIntellectual Property it creates with respect to the research topic or project and provides the Parties with a  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7royalty free, non-exclusive license to use such Intellectual Property for the purposes of the Program; and \n(d) where the Parties jointly create Intellectual Property as part of the Program, the Parties will own such \njointly created Intellectual Property as tenants in common in shares which are proportionate to their \ncontribution to the jointly-created Intellectual Property, and each Party grants the other Party a non-\nexclusive, royalty-free license to use such Intellectual Property for the other Party’s own non-commercial, \nteaching and research purposes.”  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf  yes,  please  explain:  The  lab  approach  in  this  study  is  based  on  a  participatory  research-creation  \nmethodology. In participatory research, the boundaries between the researcher and the participant is  \nblurred. The BioFutures Lab is a participatory research and creation process. This means that participants  \nhave authorship and ownership of the ideas co-created during the BioFutures Lab and share this ownership  \nwith all the other participants. The created ideas and prototypes are approached as the result of the  \ncollaborative work of the entire group (and not of specific individuals). Ideas and inputs will be disconnected  \nfrom individual contributors and the right to share is assigned to the researchers. This information is shared  \nwith participants during an info session, through an GDPR information sheet, and through the informed  \nconsent document. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 83.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .We will create documentation for the data sets via README.txt files. The README.txt files will provide an  \noverview of the gathered data by listing the general information: e.g. name of files, date of creation,  \nprincipal investigator, description, keywords, etc.), project information (e.g. abstract, funder, researcher),  \nand the file overview (e.g. number of files, list with names of files, date of creation of files, file formats,  \nsoftware types, etc.), storage information, methodological information, data access and sharing, data  \nspecific information, and relationships.\nWe will use the README.txt template provided by KU Leuven. We will create multiple README files; each  \nfile is connected to a specific work package. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nRDR KU Leuven \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n/\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 94.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  OneDrive: sharing folders with only relevant persons. \nJ-Drive: password on folder\nPhysical data: locked drawer or cupboard that can only be accessed by the PI.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?N/A\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☒ Other (specifiy): During the study the paper data will be stored by the involved student in a locked drawer  \nor cupboard that can only be accessed by themselves. After the thesis or the course has been finished, all  \npaper data will be handed over to the supervisor who will store these data in their office in a locked drawer  \nor cupboard that can only be accessed by themselves.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?N/A\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data: The transcripts of the artist interviews can be made available for reuse after/during \nthe project.\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☒ No (closed access) : The audio and video recordings of the BioFutures will not be made available.\n☐ Other, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only members of the research groups of which the main researcher is part in KU Leuven and the University  \nof Melbourne.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results, with inclusion of intermediate research results (e.g. the \nBioFutures Field Guide might be published in different parts, right after each lab).\n☐ Specific date (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify): to be specified later.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  N/A\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 147. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?PhD researcher (Antje Jacobs) \nSupervisor (Prof. Karin Hannes) \nWho will manage data storage and backup \nduring the research project?Internal storage is used via ICTS KU Leuven. \nPhysical storage will be managed by the PhD researcher (Antje Jacobs). After the PhD, the supervisor will  \ntake over the storage. \nWho will manage data preservation and \nsharing?Antje Jacobs\nWho will update and implement this DMP? Antje Jacobs \nProf. Karin Hannes  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Antje Jacobs Orcid: 0000-0001-7839-9590 Contributor name(s) (+ ORCID) & roles Karin Hannes Orcid: 0000-0002-5011-3615 Project number 1 & title Project no: 11Q4S24N (Old) Title: Imagining the post-Anthropocene in the BioFutures Lab: Responding to power outage from a multispecies perspective (New Title: Imagining the post-Anthropocene in the BioFutures Lab: Responding to climate disasters from a multispecies perspective) Funder(s) GrantID 2FWO Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel X Other: the University of Melbourne ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description In a time that is troubled by climate change and climate disasters, what role can bio art play in strengthening citizens’ resilience to climate disasters? This doctoral study represents a research-creation project that particularly departs from speculative thinking practices and multispecies entanglements presented in and through bio art. Using the theoretical framework of posthumanisms and feminist materialisms, I engage with the question how bio art can spark collective creativity and speculative imagination to design post-anthropocentric futures in which all organisms become partners in responding to climate change and its disasters, while taking into account climate injustices. First, I investigate bio artistic approaches via a qualitative multimethod study based on artist interviews, artist observations, and visual and context analysis of bio artworks. Secondly, I will develop a BioFutures Lab approach to involve citizens with different levels of exposure to natural disasters, from various regions across the world (South-Africa, Melbourne, potentially Ukraine, Belgium), as co-creators in developing speculative (multispecies) designs and approaches to cope with natural disasters in the future. These insights will be integrated in a BioFutures Field Guide and disseminated through the BioFutures Exhibition. 2.Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume WP 1: Conceptualization of bio art Observational data Video and audiotapes of artist interviewsNew DigitalAudiovisual .aac .mp4 .mp3<1GB / Analyzed dataTranscripts of artist interviewsNew DigitalTextual .doc .pdf<1GB / WP2: BioFutures Lab Observational dataVideo and audiotapes of BioFutures LabNew DigitalAudiovisual .aac .mp4 .mp4<100 GB / Observational and analogue dataSpeculative designs created by participantsNew Digital PhysicalMultimedia .jpg .jpeg .png .aac PhysicalData: <1GB Undefined Observational dataNarratives created by participantsNew Digital Textual .doc .pdf<1GB / P3: Valorization Analogue dataArtworks and designsNew PhysicalMultimedia / / Undefined 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No ●Additional information: In the BioFutures Lab, participants create speculative prototypes that speculatively also include living materials (e.g. algae, plants, bacteria, etc.). The speculative prototypes could be transformed into real objects in which living matter actually would be included. However, this ‘manufacturing’ would happen in potential future research and does not fall into the boundaries of this research. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: PRET = G-2023-6226 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No: not in this phase of the research. The co-created speculative prototypes and design might be leveraged for commercial valorization. If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: I am conducting a joint PhD between KU Leuven and the University of Melbourne. KU Leuven is my home institution, the University of Melbourne is my guest institution. Role of the researchers: The researchers at the University of Melbourne are the PhD student’s (co-)supervisors and will have access to the data to provide clear and expert guidance on the research process of the PhD student. The researchers at the University of Melbourne will have access to non- anonymized research data, including the generated ideas/prototypes of the participants, participants’ identification and personal data, educational and training, occupation, and photographs and recordings of the participants. A confidentiality arrangement about sharing confidential information has been made in the Agreement for Jointly Awarded Doctor of Philosophy Between KU Leuven and The University of Melbourne : the confidentiality agreement emphasizes that confidential information may be shared during the term of the agreement, but the receiving party must not disclose the confidential information without first obtaining consent of the disclosing party in writing. It further highlights that the University of Melbourne must take reasonable steps to provide for the safe custody of the confidential information in its possession and to prevent unauthorized access to or use of the confidential information. This agreement also addresses IPR as following: “As a general rule, the Parties agree with respect to any Intellectual Property contributed to, or arising from, a research topic or project as follows: (a) each Party will retain the rights to its Background Intellectual Property which is contributed to the other Party for the purposes of the Program; (b) each Party provides the other Party with a royalty-free, non-exclusive license to use its Background Intellectual Property for the purposes of the Program; (c) each Party will own the Intellectual Property it creates with respect to the research topic or project and provides the Parties with a FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7royalty free, non-exclusive license to use such Intellectual Property for the purposes of the Program; and (d) where the Parties jointly create Intellectual Property as part of the Program, the Parties will own such jointly created Intellectual Property as tenants in common in shares which are proportionate to their contribution to the jointly-created Intellectual Property, and each Party grants the other Party a non- exclusive, royalty-free license to use such Intellectual Property for the other Party’s own non-commercial, teaching and research purposes.” Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: The lab approach in this study is based on a participatory research-creation methodology. In participatory research, the boundaries between the researcher and the participant is blurred. The BioFutures Lab is a participatory research and creation process. This means that participants have authorship and ownership of the ideas co-created during the BioFutures Lab and share this ownership with all the other participants. The created ideas and prototypes are approached as the result of the collaborative work of the entire group (and not of specific individuals). Ideas and inputs will be disconnected from individual contributors and the right to share is assigned to the researchers. This information is shared with participants during an info session, through an GDPR information sheet, and through the informed consent document. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 83.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .We will create documentation for the data sets via README.txt files. The README.txt files will provide an overview of the gathered data by listing the general information: e.g. name of files, date of creation, principal investigator, description, keywords, etc.), project information (e.g. abstract, funder, researcher), and the file overview (e.g. number of files, list with names of files, date of creation of files, file formats, software types, etc.), storage information, methodological information, data access and sharing, data specific information, and relationships. We will use the README.txt template provided by KU Leuven. We will create multiple README files; each file is connected to a specific work package. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: RDR KU Leuven If no, please specify (where appropriate per dataset or data type) which metadata will be created: / FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 94.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data OneDrive: sharing folders with only relevant persons. J-Drive: password on folder Physical data: locked drawer or cupboard that can only be accessed by the PI. What are the expected costs for data storage and backup during the research project? How will these costs be covered?N/A 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☒ Other (specifiy): During the study the paper data will be stored by the involved student in a locked drawer or cupboard that can only be accessed by themselves. After the thesis or the course has been finished, all paper data will be handed over to the supervisor who will store these data in their office in a locked drawer or cupboard that can only be accessed by themselves. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?N/A 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data: The transcripts of the artist interviews can be made available for reuse after/during the project. ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) : The audio and video recordings of the BioFutures will not be made available. ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12If access is restricted, please specify who will be able to access the data and under what conditions.Only members of the research groups of which the main researcher is part in KU Leuven and the University of Melbourne. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results, with inclusion of intermediate research results (e.g. the BioFutures Field Guide might be published in different parts, right after each lab). ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify): to be specified later. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? N/A FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 147. Responsibilities Who will manage data documentation and metadata during the research project?PhD researcher (Antje Jacobs) Supervisor (Prof. Karin Hannes) Who will manage data storage and backup during the research project?Internal storage is used via ICTS KU Leuven. Physical storage will be managed by the PhD researcher (Antje Jacobs). After the PhD, the supervisor will take over the storage. Who will manage data preservation and sharing?Antje Jacobs Who will update and implement this DMP? Antje Jacobs Prof. Karin Hannes"
}