{
    "document_id": "D-2023-1780",
    "LinkTitle": "D-2023-1780",
    "file_name": "D-2023-1780.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1780.pdf",
    "metadata": {
        "title": "Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional Classes in Canada, Belgium, and the United States",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional\nClasses in Canada, Belgium, and the United States\nA Data Management Plan created using DMPonline.be\nCreator: \nGalen Watts\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nGalen Watts\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \n1247523N\nID: \n198244\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nThe project aims to produce a comparative cultural sociological study of the millennial professional- managerial class in Canada, Belgium,\nand the U.S. More specifically, I will conduct interviews with professionals and managers based in Toronto, Brussels, and New York City\n– three “global cities,” with a reputation of attracting young expressivist cosmopolitans – in order to identify:\n(1) The types, prevalence, and strength of the symbolic boundaries this class draws (e.g., how they define an “authentic,” “actualized,”\nand “meritorious” self at work and at home; who they associate with and who they distinguish themselves from; the types of people they\nadmire and the types of people they do not respect, etc.).\n(2) What historical, social, and institutional factors play a role in shaping these boundaries.\n(3) The role of national identity in fostering and/or hindering social solidarity across classes, ethnicities, religious groups, and other\nidentity categories.\nIn a word, the project will shed light on the cultural mechanisms both fuelling and mitigating rising inequality and political polarization – two\nof the most pressing issues of our time.\nLast modified: \n05-05-2023\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n1 of 8\nBoundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional\nClasses in Canada, Belgium, and the United States\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nI will collect two types of data: a short (5-minute) online questionnaire (survey) and interview data (audio).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n2 of 8\nBoundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional\nClasses in Canada, Belgium, and the United States\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n3 of 8\nBoundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional\nClasses in Canada, Belgium, and the United States\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n4 of 8\nBoundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional\nClasses in Canada, Belgium, and the United States\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nBrussels\nInterviews\nFace-to-face or virtual (via Teams)\ninterviews with Millennial-aged\nprofessionals whose work is based in\nBrussels\nNew Data\nDigital (audio\nrecordings)\n \nPhysical (notes\non paper)\n \nTranscripts\n Observational\n audio data\n(Teams)\n \n \n \n \n.worddoc\n <1TB\n \n \n \n \n \n<100GB\nBetween 60-\n100 1-2 hour\ninterviews \nBrussels\nQuestionnaire\n5 minute Online recruitment\nquestionnaire \nNew Data\nDigital\nObservational\n .txt\n \n <1GB\n Between 100-\n300\ncompleted\nquestionnaires\nToronto\nInterviews\nVirtual interviews (through Zoom) with\nMillennial-aged professionals whose\nwork is based in Toronto, Canada\nReuse existing data\nDigital (audio\nrecordings)\n \nPhysical (notes\non paper)\n \nTranscripts\nObservational\n \n \n \n \n \naudio and video\ndata (zoom)\n \n \n \n.worddoc\n<1TB\n \n \n \n \n<100GB\n100 1-2 hour\ninterviews \nToronto\nQuestionnaire \n5 minute Online recruitment\nquestionnaire\nReuse existing data\nDigital\nObservational\n .txt\n<1GB\n 335\ncompleted\nquestionnaires\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe central ethical issues concern privacy.\nIn the case of the online questionnaire data, the risks are minimal. But they do exist, since participants may choose to sign up for an interview, in which case they will have to disclose their name\nand contact information. \nIn the case of the interview data, the risks are larger. I will be collecting personal data of a sensitive type (as discussed below) and so participants will wish to be assured that their personal data is\nnot made public.  \nI have obtained approval from The Social and Societal Ethics Committee (SMEC) at KU Leuven. My ethical approval reference number is G-2022-5760-R4(MAR)\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nThose eligible to participate in this study are: Aged 20 - 45; Male and Female; University or College educated; those who hold a job which requires higher education; those whose work is based in\nBrussels, Belgium.\nI will first be collecting personal data through the online (recruitment) questionnaire. In order to complete the questionnaire, participants will not be required to provide any ordinary personal data\nwhatsoever. That is, they will not be forced to provide a name or contact information. However, at the end of the questionnaire, they will be asked if they would like to sign up for an face-to-face or\nTeams interview, and in signing up, they will be asked to provide the following ordinary personal data: Full Name, email-address, and contact number.\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n5 of 8\nSecond, I will be collecting the ordinary and special personal data of interview participants. Interviews will be conduced either in person or online (via Teams), depending on the preference of the\nparticipant.\nPersonal data collected during interviews include: name, email, phone number, age, gender, birthdate, marital status, nationality, occupation, employer, characteristics of organization, work\nexperience, audio recordings. \nSpecial categories of personal data collected include: racial or ethnic origin, political opinions, religious or philosophical beliefs, and sexual orientation.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn addition to the data, I will also include the online questionnaire, the list of interview questions, recruitment documents, an excel spreadsheet containing a list of interviewees.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAs required by sociological methodologies, I will store both audio, video, and textual data in a folder, on a laptop exclusively dedicated to this purpose. In this folder, the main identifying information\n(name and surname) about my research participants, and all the other identifying information related to other persons that might emerge in the field discussions, will be anonymised. A pseudonym\nwill be always used for indicating both participant and potential third persons.\nAll pseudonyms will not be attributed in any way that could offer clues to gain research participants' identity. Health data that could arise during the fieldwork or other personal sensitive\ninformation will be fully anonymised, according to the ethical codes and guidelines of European legislations with regarding to the handling of sensitive personal data. No addresses of participants'\nhouses will be recorded, neither written in the fieldwork diaries. When using a mobile phone, numbers will be registered with a categorisation based on the date of the first meeting held with the\nperson. \nAs written in the informed consent, the interviews will be video and audio-taped. All video- and audio data will be coded in an anonymised way, using pseudonyms. When transcribed, with the\nhelp of writing software in the dedicated laptop, all personal information that may arise (such as name, surname, addresses, both of research participants and third parties) will be erased. The\ntapes will be destroyed within two years of the close of the FWO project, using an additional program guaranteeing a permanent erasure. Any videos or images will be taken only if the interlocutors\nconsent, the storage will be realised through a codified safe categorisation of the files. In these materials no sensitive personal data will be disclosed and they will undergo, with other data, the\nstorage procedure that will be outlined in the next paragraph. \nHow will the data be backed up?\nAll the files containing data will be encrypted restricting access through a code, and all the discs in which they will be stored will be encrypted thanks to appropriate programs. The encryption will\nbe guaranteed also if data will be partially transferred from the computer to external disc or flash drive for producing backup copies in order to minimise the risks of unintended lost. The external\ndisc, on which the backup copy will be kept, will be locked in a box and stored in my office. Any text file indicating any information that could possibly lead to the identification of the participants\nwill be always kept in a separate encrypted drive or disc respect to the other data, and it will be additionally encrypted with a totally different and complex password. Should part of the non-\npersonal data have to be transferred to deeply-trusted people for the purpose of the research, encrypted mail or application for anonymous file sharing will be used. Considering the transcripts of\nthe interviews, they will be kept in an exclusively dedicated locked drawer in my KU Leuven office.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n6 of 8\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAs explained above, the data are stored on an encrypted disc on my laptop, as well as on an external hard drive, which is locked away in my KU Leuven office\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nI do not expect any costs. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll of the data collected will be retained for at least five years. \nWhere will these data be archived (stored and curated for the long-term)?\nThe digital data will be archived in the KU Leuven Research Data Depository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nI do not expect any costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nNo (closed access)\nOwing to the nature of the personal data collected, this data will not be made available for reuse by anyone except myself and my promotor (this includes KU Leuven RDR). The reason for this is\nthat this is a stated condition in the \"letter of information\" that study participants will receive; they are informed that they can expect that their data will only be visible to myself, the principal\ninvestigator.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess to the datasets will be restricted to myself and my promotor. The reason for this is because study participants are assured that their data will only be seen or handled by the investigators of\nthis project. This is necessary in order to protect their privacy. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nIn order to protect the privacy of my participants, all datasets -- online questionnaires and interview data -- will be anonymised. Furthermore, access to these datasets will remain restricted to\nmyself and my promotor.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon completion of the project, the data will be uploaded and stored onto KU Leuven's Research Data Repository. Until then, it will not be made available to anyone except myself and my\npromotor.\n \nWhen will the data be made available?\nUpon publication of research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nI will not use a data usage license because I will not be making the data publicly available (see above for reasoning).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n7 of 8\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMyself \nWho will manage data storage and backup during the research project?\nMyself \nWho will manage data preservation and sharing?\nMyself \nWho will update and implement this DMP?\nMyself \nCreated using DMPonline.be. Last modiﬁed 05 May 2023\n8 of 8"
    },
    "clean_full_text": "Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional Classes in Canada, Belgium, and the United States A Data Management Plan created using DMPonline.be Creator: Galen Watts Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Galen Watts Project Administrator: n.n. n.n. Grant number / URL: 1247523N ID: 198244 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: The project aims to produce a comparative cultural sociological study of the millennial professional- managerial class in Canada, Belgium, and the U.S. More specifically, I will conduct interviews with professionals and managers based in Toronto, Brussels, and New York City – three “global cities,” with a reputation of attracting young expressivist cosmopolitans – in order to identify: (1) The types, prevalence, and strength of the symbolic boundaries this class draws (e.g., how they define an “authentic,” “actualized,” and “meritorious” self at work and at home; who they associate with and who they distinguish themselves from; the types of people they admire and the types of people they do not respect, etc.). (2) What historical, social, and institutional factors play a role in shaping these boundaries. (3) The role of national identity in fostering and/or hindering social solidarity across classes, ethnicities, religious groups, and other identity categories. In a word, the project will shed light on the cultural mechanisms both fuelling and mitigating rising inequality and political polarization – two of the most pressing issues of our time. Last modified: 05-05-2023 Created using DMPonline.be. Last modiﬁed 05 May 2023 1 of 8 Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional Classes in Canada, Belgium, and the United States Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) I will collect two types of data: a short (5-minute) online questionnaire (survey) and interview data (audio). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 05 May 2023 2 of 8 Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional Classes in Canada, Belgium, and the United States DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 05 May 2023 3 of 8 Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional Classes in Canada, Belgium, and the United States GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 05 May 2023 4 of 8 Boundaries Across Borders: A Comparative Cultural Sociology of the Meritocratic Professional Classes in Canada, Belgium, and the United States FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Brussels Interviews Face-to-face or virtual (via Teams) interviews with Millennial-aged professionals whose work is based in Brussels New Data Digital (audio recordings) Physical (notes on paper) Transcripts Observational audio data (Teams) .worddoc <1TB <100GB Between 60- 100 1-2 hour interviews Brussels Questionnaire 5 minute Online recruitment questionnaire New Data Digital Observational .txt <1GB Between 100- 300 completed questionnaires Toronto Interviews Virtual interviews (through Zoom) with Millennial-aged professionals whose work is based in Toronto, Canada Reuse existing data Digital (audio recordings) Physical (notes on paper) Transcripts Observational audio and video data (zoom) .worddoc <1TB <100GB 100 1-2 hour interviews Toronto Questionnaire 5 minute Online recruitment questionnaire Reuse existing data Digital Observational .txt <1GB 335 completed questionnaires If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The central ethical issues concern privacy. In the case of the online questionnaire data, the risks are minimal. But they do exist, since participants may choose to sign up for an interview, in which case they will have to disclose their name and contact information. In the case of the interview data, the risks are larger. I will be collecting personal data of a sensitive type (as discussed below) and so participants will wish to be assured that their personal data is not made public. I have obtained approval from The Social and Societal Ethics Committee (SMEC) at KU Leuven. My ethical approval reference number is G-2022-5760-R4(MAR) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Those eligible to participate in this study are: Aged 20 - 45; Male and Female; University or College educated; those who hold a job which requires higher education; those whose work is based in Brussels, Belgium. I will first be collecting personal data through the online (recruitment) questionnaire. In order to complete the questionnaire, participants will not be required to provide any ordinary personal data whatsoever. That is, they will not be forced to provide a name or contact information. However, at the end of the questionnaire, they will be asked if they would like to sign up for an face-to-face or Teams interview, and in signing up, they will be asked to provide the following ordinary personal data: Full Name, email-address, and contact number. Created using DMPonline.be. Last modiﬁed 05 May 2023 5 of 8 Second, I will be collecting the ordinary and special personal data of interview participants. Interviews will be conduced either in person or online (via Teams), depending on the preference of the participant. Personal data collected during interviews include: name, email, phone number, age, gender, birthdate, marital status, nationality, occupation, employer, characteristics of organization, work experience, audio recordings. Special categories of personal data collected include: racial or ethnic origin, political opinions, religious or philosophical beliefs, and sexual orientation. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In addition to the data, I will also include the online questionnaire, the list of interview questions, recruitment documents, an excel spreadsheet containing a list of interviewees. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? As required by sociological methodologies, I will store both audio, video, and textual data in a folder, on a laptop exclusively dedicated to this purpose. In this folder, the main identifying information (name and surname) about my research participants, and all the other identifying information related to other persons that might emerge in the field discussions, will be anonymised. A pseudonym will be always used for indicating both participant and potential third persons. All pseudonyms will not be attributed in any way that could offer clues to gain research participants' identity. Health data that could arise during the fieldwork or other personal sensitive information will be fully anonymised, according to the ethical codes and guidelines of European legislations with regarding to the handling of sensitive personal data. No addresses of participants' houses will be recorded, neither written in the fieldwork diaries. When using a mobile phone, numbers will be registered with a categorisation based on the date of the first meeting held with the person. As written in the informed consent, the interviews will be video and audio-taped. All video- and audio data will be coded in an anonymised way, using pseudonyms. When transcribed, with the help of writing software in the dedicated laptop, all personal information that may arise (such as name, surname, addresses, both of research participants and third parties) will be erased. The tapes will be destroyed within two years of the close of the FWO project, using an additional program guaranteeing a permanent erasure. Any videos or images will be taken only if the interlocutors consent, the storage will be realised through a codified safe categorisation of the files. In these materials no sensitive personal data will be disclosed and they will undergo, with other data, the storage procedure that will be outlined in the next paragraph. How will the data be backed up? All the files containing data will be encrypted restricting access through a code, and all the discs in which they will be stored will be encrypted thanks to appropriate programs. The encryption will be guaranteed also if data will be partially transferred from the computer to external disc or flash drive for producing backup copies in order to minimise the risks of unintended lost. The external disc, on which the backup copy will be kept, will be locked in a box and stored in my office. Any text file indicating any information that could possibly lead to the identification of the participants will be always kept in a separate encrypted drive or disc respect to the other data, and it will be additionally encrypted with a totally different and complex password. Should part of the non- personal data have to be transferred to deeply-trusted people for the purpose of the research, encrypted mail or application for anonymous file sharing will be used. Considering the transcripts of the interviews, they will be kept in an exclusively dedicated locked drawer in my KU Leuven office. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 05 May 2023 6 of 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? As explained above, the data are stored on an encrypted disc on my laptop, as well as on an external hard drive, which is locked away in my KU Leuven office What are the expected costs for data storage and backup during the research project? How will these costs be covered? I do not expect any costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All of the data collected will be retained for at least five years. Where will these data be archived (stored and curated for the long-term)? The digital data will be archived in the KU Leuven Research Data Depository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? I do not expect any costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Owing to the nature of the personal data collected, this data will not be made available for reuse by anyone except myself and my promotor (this includes KU Leuven RDR). The reason for this is that this is a stated condition in the \"letter of information\" that study participants will receive; they are informed that they can expect that their data will only be visible to myself, the principal investigator. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the datasets will be restricted to myself and my promotor. The reason for this is because study participants are assured that their data will only be seen or handled by the investigators of this project. This is necessary in order to protect their privacy. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects In order to protect the privacy of my participants, all datasets -- online questionnaires and interview data -- will be anonymised. Furthermore, access to these datasets will remain restricted to myself and my promotor. Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon completion of the project, the data will be uploaded and stored onto KU Leuven's Research Data Repository. Until then, it will not be made available to anyone except myself and my promotor. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. I will not use a data usage license because I will not be making the data publicly available (see above for reasoning). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 05 May 2023 7 of 8 No What are the expected costs for data sharing? How will these costs be covered? None. 6. Responsibilities Who will manage data documentation and metadata during the research project? Myself Who will manage data storage and backup during the research project? Myself Who will manage data preservation and sharing? Myself Who will update and implement this DMP? Myself Created using DMPonline.be. Last modiﬁed 05 May 2023 8 of 8"
}