{
    "document_id": "D-2024-2618",
    "LinkTitle": "D-2024-2618",
    "file_name": "D-2024-2618.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2618.pdf",
    "metadata": {
        "title": "D-2024-2618",
        "author": "N/A",
        "creation_date": "2024-04-27 10:51:41+02:00",
        "num_pages": 16
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the star t date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviatio ns is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Julie Bonnereau & 0000 -0002 -4750 -9061  \nContributor name(s) (+ ORCID) & roles  Prof Patrizia Agostinis (PI)  \nProject number  1 & title   1247924N - The lymph node pre -metastatic niche: role of the iron metabolism in the tumor invasion and \non the immune microenvironment  \nFunder(s) GrantID  2 NA \nAffiliation(s)  ☐ KU Leuven   \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Lymph node (LN) metastatic melanoma cells are undercover invaders which sneak out of the primary \nbattlefield, not being recognized by the immune soldiers and attack the guard post, the LN, to multiply, \nmigrate and conquer new territories. They are therefor e the key target to prevent metastasis. It has \nrecently emerged that to disseminate melanoma employs its ability to reversibly transition between \ncellular states, allowing them to adapt to the changing environment. The hypothesis is that to be able to \ninvade, survive and grow in the LN, melanoma cells remodel their iron metabolism to acquire phenotypes \nwith different invasiveness and immunosuppressive behaviors permitting their escape. I propose that \nduring dedifferentiation, iron homeostasis reprogramming causing accumulation of redox -active iron, \nconcomitantly sensitizes melanoma states to ironmediated cell death, such as ferroptosis, portraying a \ntherapeutically exploitable vulnerability. I will combine cutting -edge cellular, ex vivo and in vivo \napproache s from lineage tracing, single cell analysis to spatial omics, to build up a picture of dynamic \nmelanoma invasion, immune evasion and adaptation to the LN environment, exploiting the power of \nintravital imaging in relevant mouse melanoma models. I will the n test the efficacy of drugs exploiting \nredox -active iron to kill cancer cells, to awake the immune soldiers of the LN and favor immunotherapy.  \n \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR PHYSICAL \nDATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nMicroscopy \nassay  Acquisition \nusing \nAxioImager \nApotome Z1 \n(Zeiss), Axiovert \nS100, and Leica \nSP8 confocal/2 -\nphoton \nmicroscopes.   \nAnalyses using \nZen (Zeiss), LAS \nX (Leica), \nPhotoshop \n(Adobe), ImageJ \nand QuPath \nsoftwares   ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .zen/.lif/.tif/.jpeg/\n.psd   ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nqPCR  Analysis with \nBio-Rad CFX \nsoftware. \nResults \nexported in an \nexcel file and New  Digital  Numerical  .xlsx/.pzfx   15KB per \nmeasurement   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n  \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n analyzed using \nGraphPad Prism \n8  \n \nFlow \ncytometry  Acquisition \nusing BD FACS \nFortessa  and BD \nFACS Fusion \nAnalyses using \nBD FACS Diva \nand FlowJo   New  Digital  Numerical  .fcs 500MB    \nscRNA -seq  Data generated \nwith SmartSeq3 \ntechnology \nSoftwares , and \nanalyzed using \nR/Python and \npackages \n(Seurat, GSEA, \nSCENIC, ScVelo)   New  Digital  Numerical  .fastq   10-30GB   \nTranscriptomi\nc in situ  Data generated \nwith RNAscope \nor MILAN  \nSoftwares: \nQupath  New  Digital  Numerical  .rds and .fasrq  1-5 GB/file   \nPublications, \nand \npresentation \nof data   Publications \ngenerated using \nMicrosoft Word, \nEndnote, \nPowerpoint, and \nIllustrator. New  Digital  Numerical  .docx/.pptx/.enl/.\npzfx/.psd/.ai   15KB -200MB    \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Presentation of \ndata using \nMicrosoft \nPowerpoint and \nGraphPad Prism  \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the \nwhole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are al l materials that need proper \nmanagement because they are valuable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context \ninclude your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should describ ed under \ndocumentatio n/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g . DOI, Handle, URL etc.) per \ndataset or data type.   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☒ Yes, animal data ; provide ECD reference number:   P116/202  \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Will you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be a sserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded).  \n \nRDM guidance on documentation and metadata . \n 1. Microscopy images  obtained from assays (in vitro and in vivo) will be saved in a shared drive accessible \nby all lab members involved in the project. The number of experiment, protocols and stainings will be \ndescribe d in detail in lab notebooks and will also be available in the shared drive.   \n  \n2. Raw data from flow cytometry, qPCR and scRNA -seq will be saved in a shared drive identified by number \nof experiment and also indicated in the lab book. Protocols and methodo logy used will be attached with a \nclear description to facilitate reproducibility at any time.   \n \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A \nCERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND \nVOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE \nIDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nAll datasets will be described and summarized in an excel file. In addition, all lab members will have access \nto this file to be able to find, in terpret, use and reproduce the data generated if necessary.  \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back -up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage \nguide  to find the most suitable storage solution \nfor your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume S torage  \n☐ Digital Vault  \n☐ Other:  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN \nPLACE TO PREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nYes: An unlimited storage space is available and maintained by the ICTS -IT department.  \nIf no, please specify:  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY , NETWORK SECURITY , AND SECURITY OF \nCOMPUTER SYSTEMS AND FILES ) THAT WILL BE TAKEN TO \nENSURE THAT STORED AN D TRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n  \n \nResearch data are stored and managed by the KU Leuven IT department and are acce ssible only by the \nresearchers working on the project.  \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nBack -up costs of 1 TB ( KU Leuven ICTS) 113.84 euros/year.  \nThe lab budget will cover s torage and back up costs.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contract ual restrictions, \nstorage/budget issues, institutional policies...).  \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be kept for 10 years (explain)  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Where will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best \nplace to preserve your data . Data not suitable \nfor preser vation in a repository can be stored \nusing a KU Leuven storage solution, consult \nthe interactive  KU Leuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Yearly storage costs of 1TB data on the K -drive: 56,92 euros. Costs will be covered by internal lab funding.  \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN \nTHAT THE DATA SET BECOMES OPENLY AVAILABLE , \nCONDITIONS FOR ACCESS AND USE MAY APPLY . \nAVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n If access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify:  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☒ Other data repository (specify)  \n☐ Other (specify)  \nData will be published using open access publications and will be available at dedicated data repositories, \nin particular for the single cell sequencing and microscopy data. Unpublished research data will be \naccessible to the PI's group and all scientific collaborators involved in the project.  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN \nBE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO \nLICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND \nCANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY \nONLY RELEASE DATA UNDER A LICENCE CHOSEN BY \nYOURS ELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER \nLICENCE THAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License \nselector tool  to help you choose.   \n ☒ CC-BY 4.0 (d ata) \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND \nUNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE \nTHE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☒ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n We don't expect any costs regarding data sharing to publicly available repositories.   \n \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Prof Patrizia Agostinis (PI) and Ellen Vervoort (lab manager)  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n Who will manage data storage and backup \nduring the research project?  VIB IT -manager and ICTS -IT department (KU Leuven  \nWho will manage data preservation and \nsharing?  Prof Patrizia Agostinis (PI) and Ellen Vervoort (lab manager)  \nWho will update and implement this DMP?  Prof Patrizia Agostinis (PI)  bears the end responsibility of updating & implementing this DMP  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the star t date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Julie Bonnereau & 0000 -0002 -4750 -9061 Contributor name(s) (+ ORCID) & roles Prof Patrizia Agostinis (PI) Project number 1 & title 1247924N - The lymph node pre -metastatic niche: role of the iron metabolism in the tumor invasion and on the immune microenvironment Funder(s) GrantID 2 NA Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Lymph node (LN) metastatic melanoma cells are undercover invaders which sneak out of the primary battlefield, not being recognized by the immune soldiers and attack the guard post, the LN, to multiply, migrate and conquer new territories. They are therefor e the key target to prevent metastasis. It has recently emerged that to disseminate melanoma employs its ability to reversibly transition between cellular states, allowing them to adapt to the changing environment. The hypothesis is that to be able to invade, survive and grow in the LN, melanoma cells remodel their iron metabolism to acquire phenotypes with different invasiveness and immunosuppressive behaviors permitting their escape. I propose that during dedifferentiation, iron homeostasis reprogramming causing accumulation of redox -active iron, concomitantly sensitizes melanoma states to ironmediated cell death, such as ferroptosis, portraying a therapeutically exploitable vulnerability. I will combine cutting -edge cellular, ex vivo and in vivo approache s from lineage tracing, single cell analysis to spatial omics, to build up a picture of dynamic melanoma invasion, immune evasion and adaptation to the LN environment, exploiting the power of intravital imaging in relevant mouse melanoma models. I will the n test the efficacy of drugs exploiting redox -active iron to kill cancer cells, to awake the immune soldiers of the LN and favor immunotherapy. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Microscopy assay Acquisition using AxioImager Apotome Z1 (Zeiss), Axiovert S100, and Leica SP8 confocal/2 - photon microscopes. Analyses using Zen (Zeiss), LAS X (Leica), Photoshop (Adobe), ImageJ and QuPath softwares ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : .zen/.lif/.tif/.jpeg/ .psd ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA qPCR Analysis with Bio-Rad CFX software. Results exported in an excel file and New Digital Numerical .xlsx/.pzfx 15KB per measurement FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 analyzed using GraphPad Prism 8 Flow cytometry Acquisition using BD FACS Fortessa and BD FACS Fusion Analyses using BD FACS Diva and FlowJo New Digital Numerical .fcs 500MB scRNA -seq Data generated with SmartSeq3 technology Softwares , and analyzed using R/Python and packages (Seurat, GSEA, SCENIC, ScVelo) New Digital Numerical .fastq 10-30GB Transcriptomi c in situ Data generated with RNAscope or MILAN Softwares: Qupath New Digital Numerical .rds and .fasrq 1-5 GB/file Publications, and presentation of data Publications generated using Microsoft Word, Endnote, Powerpoint, and Illustrator. New Digital Numerical .docx/.pptx/.enl/. pzfx/.psd/.ai 15KB -200MB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Presentation of data using Microsoft Powerpoint and GraphPad Prism GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are al l materials that need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should describ ed under documentatio n/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g . DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval number: ☒ Yes, animal data ; provide ECD reference number: P116/202 ☐ Yes, dual use; provide approva l number : ☐ No Additional information : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be a sserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata . 1. Microscopy images obtained from assays (in vitro and in vivo) will be saved in a shared drive accessible by all lab members involved in the project. The number of experiment, protocols and stainings will be describe d in detail in lab notebooks and will also be available in the shared drive. 2. Raw data from flow cytometry, qPCR and scRNA -seq will be saved in a shared drive identified by number of experiment and also indicated in the lab book. Protocols and methodo logy used will be attached with a clear description to facilitate reproducibility at any time. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : All datasets will be described and summarized in an excel file. In addition, all lab members will have access to this file to be able to find, in terpret, use and reproduce the data generated if necessary. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back -up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume S torage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Yes: An unlimited storage space is available and maintained by the ICTS -IT department. If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES ) THAT WILL BE TAKEN TO ENSURE THAT STORED AN D TRANSFERRED DATA ARE SAFE . Guidance on security for research data Research data are stored and managed by the KU Leuven IT department and are acce ssible only by the researchers working on the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Back -up costs of 1 TB ( KU Leuven ICTS) 113.84 euros/year. The lab budget will cover s torage and back up costs. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contract ual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preser vation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Yearly storage costs of 1TB data on the K -drive: 56,92 euros. Costs will be covered by internal lab funding. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) Data will be published using open access publications and will be available at dedicated data repositories, in particular for the single cell sequencing and microscopy data. Unpublished research data will be accessible to the PI's group and all scientific collaborators involved in the project. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURS ELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (d ata) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? We don't expect any costs regarding data sharing to publicly available repositories. 7. Responsibilities Who will manage data documentation and metadata during the research project? Prof Patrizia Agostinis (PI) and Ellen Vervoort (lab manager) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 Who will manage data storage and backup during the research project? VIB IT -manager and ICTS -IT department (KU Leuven Who will manage data preservation and sharing? Prof Patrizia Agostinis (PI) and Ellen Vervoort (lab manager) Who will update and implement this DMP? Prof Patrizia Agostinis (PI) bears the end responsibility of updating & implementing this DMP"
}