{
    "document_id": "D-2023-2009",
    "LinkTitle": "D-2023-2009",
    "file_name": "D-2023-2009.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2009.pdf",
    "metadata": {
        "title": "Molecular and physiological analysis of discolorations in witloof chicory",
        "author": "N/A",
        "creation_date": "2023-03-31 16:04:26+02:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Molecular and physiological analysis of discolorations in witloof chicory\nA Data Management Plan created using DMPonline.be\nCreators: \nIsabel De Jaegere, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \n1S26123N\nID: \n198186\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nBelgian endive or witloof chicory is a world-famous heritage crop, and Belgium is internationally renowned for its superior chicory\nquality. However, chicory heads can suffer from discolorations such as reddening or browning of both the leaves and the pith, which\nleads to severe quality losses as these chicons do not meet the strict quality standards at Flemish auctions. Quality losses are\nestimated to be 10%, but can escalate for certain cultivars. This problem is persistent and past\nstudies, focusing mainly on forcing and storage conditions, were unable to pinpoint the causes of these physiological disorders. In\nthis research project, we will use contemporary approaches to identify the underlying processes that govern the development of\ncolor disorders during forcing and storage, taking into account the genetic differences between cultivars. To this purpose, we will\nfirst perform microscopic and physiological assays to study disease progression. Then we will use advanced transcriptomics and\nmetabolomics, in combination with biochemical assays, to elucidate the actual causes of discolorations. Finally, we will validate the\nfunction of newly discovered target genes using a reverse genetics approach. Thus, this project will lead to new fundamental\ninsights about the processes that govern chicory discolorations. This will allow us to provide chicory growers and seed companies\nwith the knowledge they need to improve the quality of their product.\nLast modified: \n31-03-2023\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n1 of 9\nMolecular and physiological analysis of discolorations in witloof chicory\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use\nup to 700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n2 of 9\nMolecular and physiological analysis of discolorations in witloof chicory\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n3 of 9\nMolecular and physiological analysis of discolorations in witloof chicory\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n4 of 9\nMolecular and physiological analysis of discolorations in witloof chicory\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data\nit is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data\n(the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nimages\nMicroscopy\ndiscolorations\nGenerate new data\nDigital\nExperimental\n.tif, .jpg\n<100GB\n \nDiscoloration\nquantification\nQuantification\nimages\nGenerate new data\nDigital\nExperimental\n.jpg\n<100GB\n \n \nQuantification\ndata\nGenerate new data\nDigital\nExperimental\n.xlsx\n<1GB\n \n \nQuantification\nanalysis\nGenerate new data\nDigital\nExperimental\n.rmd, .html\n<100MB\n \nCalcium\ndeficiency\nSamples\nGenerate new data\nPhysical\n \n \n \n+/- 300\n15mL\nfalcons,\n+/- 400\npaper\nbags\n \nAAS analysis\nGenerate new data\nDigital\nExperimental\n.xlsx\n<100MB\n \nWater\nmetabolism\nWater\ncontent data\nGenerate new data\nDigital\nExperimental\n.xlsx\n<100MB\n \n \nWater\ncontent\nanalysis\nGenerate new data\nDigital\nExperimental\n.R\n<100MB\n \n \nOsmometer\ndata\nGenerate new data\nDigital\nExperimental\n.xlsx\n<100MB\n \n \nOsmometer\nanalysis\nGenerate new data\nDigital\nExperimental\n.R\n<100MB\n \nRNAseq\nSamples\n(ground\ntissue and\nRNA)\nGenerate new data\nPhysical\n \n \n \n2 boxes\nin -80\n \nSequencing\ndata raw\nGenerate new data\nDigital\nExperimental\n.fastq.gz\n<1TB\n \n \nSequencing\ndata\nprocessed\nGenerate new data\nDigital\nExperimental\n.bam\n<1TB\n \n \nData analysis\nGenerate new data\nDigital\nExperimental\n.rmd, .html,\n.docx, .png,\n.txt, .xlsx\n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n5 of 9\nMetabolomics\nSamples\n(ground\ntissue -80)\nGenerate new data\nPhysical\n \n \n \n1 box in\n-80\n(same as\nRNAseq)\n \nProcessed\ndata\nGenerate new data\nDigital\nExperimental\n.csv\n<100MB\n \n \nData analysis\nGenerate new data\nDigital\nExperimental\n.R, .docx\n<100MB\n \nPPO activity\nSamples\nGenerate new data\nPhysical\n \n \n \n1 box in\n-80\n \nActivity data\nGenerate new data\nDigital\nExperimental\n.xlsx\n<100MB\n \n \nData analysis\nGenerate new data\nDigital\nExperimental\n.rmd, .html\n<100MB\n \nReverse\ngenetics\nTransgenic\nlines\nGenerate new data\nPhysical\n \n \n \nup to 20\nplants,\nseeds?\n \nVector DNA\nGenerate new data\nPhysical\n \n \n \n1 box in\n-20\n \nSequencing\ndatasets\nGenerate new data\nDigital\nExperimental\n.fastq\n<1TB\n \n \nAnalysis\nsequencing\ndata\nGenerate new data\nDigital\nExperimental\n.xlsx, .docx\n<100MB\n \n \nQuantification\nimages\nGenerate new data\nDigital\nExperimental\n.jpg\n<100GB\n \nProtocols\nExperimental\nprocedures\nGenerate new data\nDigital\nExperimental\n.docx\n<100MB\n \nLab books\nlog with notes\nexperimental\nwork\nGenerate new data\nPhysical\n \n \n \n4\nbooklets\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If\nso, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If\nso, please explain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n6 of 9\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nExperimental work will be documented in protocols and lab books. README.txt files will be provided for raw datafiles, elaborating on the origin\nof the dataset and describing the variables. Physical data (plant tissue/extracts) will be stored and labeled appropriately.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or\ndata type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata\nwill be created to make the data easier to find and reuse.\nNo\nREADME.txt files will be provided for raw data files.\nData analysis folders will be provided with an additional text document containing a list of each file in the folder with a short description of its\ncontents.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOneDrive and KU Leuven's central servers\nHow will the data be backed up?\nData are continuously backed up in OneDrive and are additionally saved on the university's central servers, which are backed up daily.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe lab has sufficient storage and back-up capacity on the central servers of SET-IT.\nPhysical data (crushed plant material, RNA...) will be stored on silica at room temperature for dry samples and in the -80 °C freezer for other\nsamples. The lab has sufficient space in the -80 °C freezer. The -80 °C freezer is equipped with an automated temperature alarm, provided by\nthe KU Leuven central dispatch team. A backup contact list is provided in case the -80 °C goes into alarm.\nThe lab maintains a chicory seed bank in collaboration with Bioversity. Seeds from this project will be added to the seed bank, which is stored\ndry on silica and in liquid nitrogen.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven drives are password protected through the central KU Leuven login. KU Leuven obliges users to update passwords regularly.\nThe network drive of the shared folder is secured by the ICTS service of KU Leuven with a mirror copy. Only specific lab members will have\naccess to the shared folder. Unauthorized persons do not have access to this system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe don’t expect extra costs for data storage. But in case the lab does not have enough storage space, the PI has budget to buy more.\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n7 of 9\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the\nend of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAll data obtained during this FWO project will be retained for the expected 5 year period.\nWhere will these data be archived (stored and curated for the long-term)?\nOn the university’s central service, in the -80°C freezer and in boxes on silica.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe don’t expect extra costs. In case there will be, the PI had budget for this.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nOther, please specify:\nWe aim to publish all data and make it available for requests afterwards. The original datafiles will be deposited in the supplemental material of\nthe papers. Until publication the data will be protected.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll lab members will have access to the data. The published data will be available upon request for non-lab members.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request by email.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n8 of 9\nDatasets will be made available through the supplemental material section of the papers.\nWhat are the expected costs for data sharing? How will these costs be covered?\nData sharing is organized by the KU Leuven and is free of cost for the lab.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nIsabel De Jaegere \nWho will manage data storage and backup during the research project?\nIsabel De Jaegere \nWho will manage data preservation and sharing?\nProf. Bram Van de Poel \nWho will update and implement this DMP?\nProf. Bram Van de Poel \nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n9 of 9"
    },
    "clean_full_text": "Molecular and physiological analysis of discolorations in witloof chicory A Data Management Plan created using DMPonline.be Creators: Isabel De Jaegere, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Grant number / URL: 1S26123N ID: 198186 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Belgian endive or witloof chicory is a world-famous heritage crop, and Belgium is internationally renowned for its superior chicory quality. However, chicory heads can suffer from discolorations such as reddening or browning of both the leaves and the pith, which leads to severe quality losses as these chicons do not meet the strict quality standards at Flemish auctions. Quality losses are estimated to be 10%, but can escalate for certain cultivars. This problem is persistent and past studies, focusing mainly on forcing and storage conditions, were unable to pinpoint the causes of these physiological disorders. In this research project, we will use contemporary approaches to identify the underlying processes that govern the development of color disorders during forcing and storage, taking into account the genetic differences between cultivars. To this purpose, we will first perform microscopic and physiological assays to study disease progression. Then we will use advanced transcriptomics and metabolomics, in combination with biochemical assays, to elucidate the actual causes of discolorations. Finally, we will validate the function of newly discovered target genes using a reverse genetics approach. Thus, this project will lead to new fundamental insights about the processes that govern chicory discolorations. This will allow us to provide chicory growers and seed companies with the knowledge they need to improve the quality of their product. Last modified: 31-03-2023 Created using DMPonline.be. Last modiﬁed 31 March 2023 1 of 9 Molecular and physiological analysis of discolorations in witloof chicory Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 31 March 2023 2 of 9 Molecular and physiological analysis of discolorations in witloof chicory DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 31 March 2023 3 of 9 Molecular and physiological analysis of discolorations in witloof chicory GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 31 March 2023 4 of 9 Molecular and physiological analysis of discolorations in witloof chicory FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images Microscopy discolorations Generate new data Digital Experimental .tif, .jpg <100GB Discoloration quantification Quantification images Generate new data Digital Experimental .jpg <100GB Quantification data Generate new data Digital Experimental .xlsx <1GB Quantification analysis Generate new data Digital Experimental .rmd, .html <100MB Calcium deficiency Samples Generate new data Physical +/- 300 15mL falcons, +/- 400 paper bags AAS analysis Generate new data Digital Experimental .xlsx <100MB Water metabolism Water content data Generate new data Digital Experimental .xlsx <100MB Water content analysis Generate new data Digital Experimental .R <100MB Osmometer data Generate new data Digital Experimental .xlsx <100MB Osmometer analysis Generate new data Digital Experimental .R <100MB RNAseq Samples (ground tissue and RNA) Generate new data Physical 2 boxes in -80 Sequencing data raw Generate new data Digital Experimental .fastq.gz <1TB Sequencing data processed Generate new data Digital Experimental .bam <1TB Data analysis Generate new data Digital Experimental .rmd, .html, .docx, .png, .txt, .xlsx <1GB Created using DMPonline.be. Last modiﬁed 31 March 2023 5 of 9 Metabolomics Samples (ground tissue -80) Generate new data Physical 1 box in -80 (same as RNAseq) Processed data Generate new data Digital Experimental .csv <100MB Data analysis Generate new data Digital Experimental .R, .docx <100MB PPO activity Samples Generate new data Physical 1 box in -80 Activity data Generate new data Digital Experimental .xlsx <100MB Data analysis Generate new data Digital Experimental .rmd, .html <100MB Reverse genetics Transgenic lines Generate new data Physical up to 20 plants, seeds? Vector DNA Generate new data Physical 1 box in -20 Sequencing datasets Generate new data Digital Experimental .fastq <1TB Analysis sequencing data Generate new data Digital Experimental .xlsx, .docx <100MB Quantification images Generate new data Digital Experimental .jpg <100GB Protocols Experimental procedures Generate new data Digital Experimental .docx <100MB Lab books log with notes experimental work Generate new data Physical 4 booklets If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 31 March 2023 6 of 9 No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Experimental work will be documented in protocols and lab books. README.txt files will be provided for raw datafiles, elaborating on the origin of the dataset and describing the variables. Physical data (plant tissue/extracts) will be stored and labeled appropriately. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No README.txt files will be provided for raw data files. Data analysis folders will be provided with an additional text document containing a list of each file in the folder with a short description of its contents. 3. Data storage & back-up during the research project Where will the data be stored? OneDrive and KU Leuven's central servers How will the data be backed up? Data are continuously backed up in OneDrive and are additionally saved on the university's central servers, which are backed up daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The lab has sufficient storage and back-up capacity on the central servers of SET-IT. Physical data (crushed plant material, RNA...) will be stored on silica at room temperature for dry samples and in the -80 °C freezer for other samples. The lab has sufficient space in the -80 °C freezer. The -80 °C freezer is equipped with an automated temperature alarm, provided by the KU Leuven central dispatch team. A backup contact list is provided in case the -80 °C goes into alarm. The lab maintains a chicory seed bank in collaboration with Bioversity. Seeds from this project will be added to the seed bank, which is stored dry on silica and in liquid nitrogen. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven drives are password protected through the central KU Leuven login. KU Leuven obliges users to update passwords regularly. The network drive of the shared folder is secured by the ICTS service of KU Leuven with a mirror copy. Only specific lab members will have access to the shared folder. Unauthorized persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We don’t expect extra costs for data storage. But in case the lab does not have enough storage space, the PI has budget to buy more. Created using DMPonline.be. Last modiﬁed 31 March 2023 7 of 9 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data obtained during this FWO project will be retained for the expected 5 year period. Where will these data be archived (stored and curated for the long-term)? On the university’s central service, in the -80°C freezer and in boxes on silica. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We don’t expect extra costs. In case there will be, the PI had budget for this. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: We aim to publish all data and make it available for requests afterwards. The original datafiles will be deposited in the supplemental material of the papers. Until publication the data will be protected. If access is restricted, please specify who will be able to access the data and under what conditions. All lab members will have access to the data. The published data will be available upon request for non-lab members. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request by email. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No Created using DMPonline.be. Last modiﬁed 31 March 2023 8 of 9 Datasets will be made available through the supplemental material section of the papers. What are the expected costs for data sharing? How will these costs be covered? Data sharing is organized by the KU Leuven and is free of cost for the lab. 6. Responsibilities Who will manage data documentation and metadata during the research project? Isabel De Jaegere Who will manage data storage and backup during the research project? Isabel De Jaegere Who will manage data preservation and sharing? Prof. Bram Van de Poel Who will update and implement this DMP? Prof. Bram Van de Poel Created using DMPonline.be. Last modiﬁed 31 March 2023 9 of 9"
}