{
    "document_id": "D-2021-1034",
    "LinkTitle": "D-2021-1034",
    "file_name": "D-2021-1034.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1034.pdf",
    "metadata": {
        "title": "D-2021-1034",
        "author": "Myriam Mertens",
        "creation_date": "2022-04-26 08:43:53+02:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "2022-04-22 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Glenn Strypsteen  \nFWO Project Number & Title  1243022N  \nA field -based model t o predict early -stage  dune development  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n  \n2022-04-22 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  \n Existing data:  \n \n \nGenerated  data:  \n \nType of data  Format  Volume  Originating from  \nTimeseries of local weather station \ndata (wind velocities, wind \ndirection, temperature)  .dat 2 GB  Local meteorological station , field \nmeasurements  \nTimeseries of aeolian saltation \nintensity  .dat 1 GB  Local saltiphone , field measurements  \nRTK-GPS measurements  .txt, .csv  1 GB  Field measurements  \nQualitative images of beach state  .jpg 10 GB  GoPRO camera’s  \nData on aeolian sand transport \nrates  .xls 1 GB  Field measurements  \nData on surface moisture \ncontents, shell and coarse \nmaterial s and  grain size  \ndistributions  .xls 2 GB Field measure ments  Type of data  Format  Volume  Originating from  \nRegional w eather station data  \n(wind velocity, 3sec wind gusts, \nwind dire ction, precipitation ) .txt 2 GB  Meetnet Vlaamse Banken  (local  \nagencies)  \nTidal elevation data  from \nregiona l gauges  .txt 1 GB  Meetnet Vlaamse Banken  (local  \nagencies)  \nData on significant wave heights \nand wave direction  from regional \nwave buoys  .txt 2 GB  Meetnet Vlaamse Banken  (local  \nagencies)  \nLiDAR data  .txt, .xyz  10 GB  Eurosense, Flemish Goverment  \n2022-04-22 | FWO DMP Template   3 \n Drone s urvey data of topography \nand marram grass  .TIFF , .jpg  50 GB  Drone surveys conducted by ATO, \nFlemish Government  \nCharacteristics of vegetation  .xls 2 GB  Field measurements  \nModel codes  and output  .py, .txt , \n.mat  50 GB Aeolis model , MATLAB  \n \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what da ta and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment:  \n2022-04-22 | FWO DMP Template   4 \n Do existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☒ Yes \n☐ No \nIf yes, please comment:  \nThe data of regional weather conditions , drone surveys , LiDAR su rveys  are obtained through local \nauthorities.  These data cannot  be shared beyond the project collaborators.  \n \n4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  All generated model output is produced in a standardized and documented way, either with  metadata \navailable inside the files, or via use r documentation.  AeoLiS is an open -source model  \n(https://aeolis.readthedocs.io/en/latest/model.html), documented and published on GitHub after and  \nduring the development.  \n \nThe collected field measurement data will be accompanied by a ReadMe file contain ing information on \nthe data collection, structure,  and content.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☒ Yes \n☒ No \nIf yes, please specify : \nThe generated model output and metadata are standardized  as described in \nhttps://aeolis.readthedocs.io/en/latest/model.html  \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  All data will be stored on local and shared OneDrive  servers and large  volume network  servers . The \nalgorithms and codes (relevant and personal scratch files) are stored in private GitHub repositories (or \npublic once published ) in the cloud, with copies on local devices for working on them.  \nHow will the data be backed up?  All data is automatically backed up one OneDrive serves and on large volume network  servers  with \nregular back -up procedures, according to the KU Le uven security standards . \n2022-04-22 | FWO DMP Template   5 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \nThere i s sufficient storage and back -up capacity for the project. If more storage would be needed, this is \ntaken on by the research group working budget.  \n☐ No \nIf no, please specify :  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject bu dget  to be used to cover the cost incurred.  Possible costs are covered by the research group working budget.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The data are stored on  network servers following KU Leuven  security standards; all data are secured \nwith access restrictions on file -system level.  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons for  this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All created data ( field observations , result s, models, and  publications) will be retained for at least 5 \nyears after the end of the project. Either  through availability at third party archives, through storage on \nthe network  servers, or through GitHub.  \nWhere will these data be archived (= stored for \nthe long term)?  Relevant algorithms  and codes  are stored long -term on GitHub. The other created data will be  archived \non the KU Leuven network  servers.  \n2022-04-22 | FWO DMP Template   6 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Additional c osts for back -up and storage are covered with the research group working budget.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☒ Yes \n☐ No \nIf yes, please specify : \nThe data of regional weather conditions, drone surveys, LiDAR surveys  are obtained through local \nauthorities.  These data cannot be shared beyond the project collaborators.  \nWhich data will be made available after the end \nof the project?  Relevant algorithms will be made available on GitHub once an accompanying paper  is published. \nSimilarly, field observation  data and models will be made  available with an accompanying paper fo r \nrepeatability.  \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☒ In a restricted access repository  \n☒ Upon request by mail  \n☒ Other (specify):  \nRelevant algorithms will be released on GitHub. Field observation data  and models will be available \nupon request. Journal publications will be made  available on the journal website, and the KU Leuven \ntool Lirias.  \nWhen will the data be made available?  Upo n publication of the research results  \nWho will be able to access the data and under \nwhat conditions?  The created data will be available to anyone, provided that they give appropriate credit  to the creators.  \n2022-04-22 | FWO DMP Template   7 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  None  \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocu mentation & metadata?  The project PI  \nWho will be responsible for data storage & back \nup during the project?  The project PI , project coordinator  \nWho will be responsible for ensuring data \npreservation and sharing?  The project PI , project coordinator  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  The PI bears the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "2022-04-22 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Glenn Strypsteen FWO Project Number & Title 1243022N A field -based model t o predict early -stage dune development Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2022-04-22 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Existing data: Generated data: Type of data Format Volume Originating from Timeseries of local weather station data (wind velocities, wind direction, temperature) .dat 2 GB Local meteorological station , field measurements Timeseries of aeolian saltation intensity .dat 1 GB Local saltiphone , field measurements RTK-GPS measurements .txt, .csv 1 GB Field measurements Qualitative images of beach state .jpg 10 GB GoPRO camera’s Data on aeolian sand transport rates .xls 1 GB Field measurements Data on surface moisture contents, shell and coarse material s and grain size distributions .xls 2 GB Field measure ments Type of data Format Volume Originating from Regional w eather station data (wind velocity, 3sec wind gusts, wind dire ction, precipitation ) .txt 2 GB Meetnet Vlaamse Banken (local agencies) Tidal elevation data from regiona l gauges .txt 1 GB Meetnet Vlaamse Banken (local agencies) Data on significant wave heights and wave direction from regional wave buoys .txt 2 GB Meetnet Vlaamse Banken (local agencies) LiDAR data .txt, .xyz 10 GB Eurosense, Flemish Goverment 2022-04-22 | FWO DMP Template 3 Drone s urvey data of topography and marram grass .TIFF , .jpg 50 GB Drone surveys conducted by ATO, Flemish Government Characteristics of vegetation .xls 2 GB Field measurements Model codes and output .py, .txt , .mat 50 GB Aeolis model , MATLAB 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what da ta and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: 2022-04-22 | FWO DMP Template 4 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☒ Yes ☐ No If yes, please comment: The data of regional weather conditions , drone surveys , LiDAR su rveys are obtained through local authorities. These data cannot be shared beyond the project collaborators. 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? All generated model output is produced in a standardized and documented way, either with metadata available inside the files, or via use r documentation. AeoLiS is an open -source model (https://aeolis.readthedocs.io/en/latest/model.html), documented and published on GitHub after and during the development. The collected field measurement data will be accompanied by a ReadMe file contain ing information on the data collection, structure, and content. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☒ No If yes, please specify : The generated model output and metadata are standardized as described in https://aeolis.readthedocs.io/en/latest/model.html 5. Data storage & backup during the FWO project Where will the data be stored? All data will be stored on local and shared OneDrive servers and large volume network servers . The algorithms and codes (relevant and personal scratch files) are stored in private GitHub repositories (or public once published ) in the cloud, with copies on local devices for working on them. How will the data be backed up? All data is automatically backed up one OneDrive serves and on large volume network servers with regular back -up procedures, according to the KU Le uven security standards . 2022-04-22 | FWO DMP Template 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes There i s sufficient storage and back -up capacity for the project. If more storage would be needed, this is taken on by the research group working budget. ☐ No If no, please specify : What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project bu dget to be used to cover the cost incurred. Possible costs are covered by the research group working budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored on network servers following KU Leuven security standards; all data are secured with access restrictions on file -system level. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All created data ( field observations , result s, models, and publications) will be retained for at least 5 years after the end of the project. Either through availability at third party archives, through storage on the network servers, or through GitHub. Where will these data be archived (= stored for the long term)? Relevant algorithms and codes are stored long -term on GitHub. The other created data will be archived on the KU Leuven network servers. 2022-04-22 | FWO DMP Template 6 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Additional c osts for back -up and storage are covered with the research group working budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify : The data of regional weather conditions, drone surveys, LiDAR surveys are obtained through local authorities. These data cannot be shared beyond the project collaborators. Which data will be made available after the end of the project? Relevant algorithms will be made available on GitHub once an accompanying paper is published. Similarly, field observation data and models will be made available with an accompanying paper fo r repeatability. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☒ In a restricted access repository ☒ Upon request by mail ☒ Other (specify): Relevant algorithms will be released on GitHub. Field observation data and models will be available upon request. Journal publications will be made available on the journal website, and the KU Leuven tool Lirias. When will the data be made available? Upo n publication of the research results Who will be able to access the data and under what conditions? The created data will be available to anyone, provided that they give appropriate credit to the creators. 2022-04-22 | FWO DMP Template 7 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. None 8. Responsibilities Who will be responsible for the data docu mentation & metadata? The project PI Who will be responsible for data storage & back up during the project? The project PI , project coordinator Who will be responsible for ensuring data preservation and sharing? The project PI , project coordinator Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP The PI bears the end responsibility of updating & implementing this DMP."
}