{
    "document_id": "D-2023-2382",
    "LinkTitle": "D-2023-2382",
    "file_name": "D-2023-2382.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2382.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP-CELSA_v3a.docx",
        "author": "Bart Preneel",
        "creation_date": "2024-01-15 09:59:11+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Data Management Plan CELSA/23/024 Machine Learning- Based Coopera Ɵve \nVehicle and Traﬃc Control Using Secure ML and V2X Communica Ɵons \nResearch Data Summary \nList and describe all datasets or research materials that you plan to generate/collect or reuse during \nyour research project. For each dataset or data type (observa Ɵonal, experimental etc.), provide a short \nname & descrip Ɵon (suﬃcient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of \ncontent), its technical format (ﬁle extension), and an es Ɵmate of the upper limit of the volume of the \ndata \n This research aims to inves Ɵgate the applica Ɵon of Reinforcement Learning (RL), which is a type \nof machine learning (ML), within the context of autonomous driving vehicles. The communica Ɵon \nnetwork between these vehicles is o Ōen denoted as V2X. This CELSA project is  a partnership \nbetween KU Leuven and Budapest Univ. of Technology and Economics (BME). KU Leuven's part is \nspeciﬁcally focused on the security aspects of RL in this context. Therefore, the expected outcome \nof KU Leuven’s research will be mostly security architectures for RL-based V2X systems. The \nresearch work of KU Leuven is exclusively based on simula Ɵon only (no real vehicle , commercial \nproducts or implementa Ɵons are involved). \nDataset \nName DescripƟon New or \nre-use Digital or \nphysical \ndata Data type Fie \nFormat Data \nvolume Physical \nvolume \n  Indicate: \nN(ew \ndata) or \nE(xisƟng \ndata) D(igital) \nor \nP(hysical) Audiovisual  \nImages \nSound \nNumerical \nTextual \nModel \nSOŌware \nOther \n(specify)  <1GB \n<100GB \n<1TB \n<5TB \n>5TB \nNA  \nCode  \n During the \nproject, \nvarious \nprograms \nwill be \nimplemented \nto evaluate \nthe security \nimpact of \napplying RL \nin V2X \nsystems. N D SO Text ﬁles <1GB  \nanalysis \ntools and \nresults These are \nthe python \ncode sets \ncreated to \nperform the \nsecurity \nanalysis N D SO Text ﬁles <1GB  \nOutput \nﬁles The results \nand output \nﬁles of \nperforming \nthe security \nanalysis. This \nincludes \ngraphs and \n(excel) tables N D N (excel, \ntext, \ngif/jpg \nﬁles) <1GB  \nResearch \npapers & \nreports & \nnotes and \nsummaries  Research \npapers \nand/or dra Ō \nreports or \nnotes on the \nﬁndings of \nthe security \nanalysis  D T latex / \nword/ppt/ \nPDF ﬁles, \ngif/jpg \n(for \nﬁgures) <1GB  \n \nIf you reuse exis Ɵng ppt/ , please specify the source, preferably by using a persistent iden Ɵﬁer (e.g. \nDOI, Handle, URL etc.) per dataset or data type: \n During the project we may re- use exisƟng soŌware libraries  or python code sets, in accordance \nwith the licenses under which they are published. \nAre there any ethical issues concerning the crea Ɵon and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, refer to speciﬁc datasets or data types when appropriate and \nprovide the relevant ethical approval number. \n No \nWill you process personal data? If so, please refer to speciﬁc datasets or data types when appropriate \nand provide the KU Leuven or UZ Leuven privacy register number (G or S number). \n No. Given that all work related to this is done based on simula Ɵon, all input se ƫngs (vehicle \ndata, conﬁgura Ɵon, etc.) are strictly ﬁc ƟƟous. Thus none of the data associated are linkable to  \nnatural person or other data. \nDoes your work have poten Ɵal for commercial valoriza Ɵon (e.g. tech transfer, for example spin -oﬀs, \ncommercial exploita Ɵon, …)? If so, please comment per dataset or data type where appropriate.  \n No.  \nDo exisƟng 3rd party agreements restrict exploita Ɵon or dissemina Ɵon of the data you (re)use (e.g. \nMaterial or Data transfer agreements, Research collabora Ɵon agreements)? If so, please explain in the \ncomment sec Ɵon to what data they relate and what restric Ɵons are in plac e. \n No  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed \nrelated to the data you (re)use? If so, please explain in the comment sec Ɵon to what data they relate \nand which restric Ɵons will be asserted.  \n Yes \n The soŌware libraries that this code would use may be published under certain restric Ɵve \nlicenses. Any so Ōware in this project that builds upon these libraries will be therefore also be \nsubject to licenses that take into account the restric Ɵons of the l icenses therein. \nDocumenta Ɵon and Metadata  \nClearly describe what approach will be followed to capture the accompanying informa Ɵon necessary \nto keepd ata understandable and usable, for yourself and others, now and in the future (e.g. in terms \nof documenta Ɵon levels and types required, procedures used, Electronic Lab Notebooks, README.txt \nﬁles, codebook.tsv etc. where this informa Ɵon is recorded).  \n Any soŌware code or script produced during this project will be documented in -ﬁle, according to \nthe pracƟces of the relevant language. Also, readme ﬁles will be included alongside, describing \nhow to compile and/or operate the so Ōware and how to interpret the output produced.  \nWill a metadata standard be used to make it easier to ﬁnd and reuse the data? If so, please specify \nwhich metadata standard will be used. If not, please specify which metadata will be created to make \nthe data easier to ﬁnd and reuse. \n No \n Any soŌware code made publicly available will be stored on the github.com website, which is an \nindustry reference for open- source so Ōware, on the COSIC research group's github.com page \n(hƩps://github.com/KULeuven -COSIC). It will be named according to the research publica Ɵons \nthat refer to it, and links to the source code's page will also be inclu ded in such publica Ɵons. \nData Storage & Back-up during the Research Project \nWhere will the data be stored? \nOther (specify below) \n The publicly available so Ōware code and scripts will be primarily stored on the COSIC GitHub \nrepository (h Ʃps://github.com/KULeuven -COSIC). Code that is not publicly available will be \nstored on the COSIC research group's GitLab infrastructure, which is private and also maintained \nby the ESAT department of the KU Leuven. \nHow will the data be backed up? \n Other (specify below) \n The publicly accessible COSIC GitHub repository (h Ʃps://github.com/KULeuven -COSIC) is backed \nup automa Ɵcally by GitHub. The COSIC re search group's GitLab infrastructure, is private and also \nmaintained by the ICTS services of the ESAT department of the KU Leuven. \nIs there currently suﬃcient storage & backup capacity during the project? \nIf no or insuﬃcient storage or backup capaci Ɵes are available, explain how this will be taken care of. \n Yes \nHow will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized \npersons? \n During the course of the project, so Ōware code and scripts will be protected by access  rights \nmaintained by the ESAT network and within the GitLab. \nWhat are the expected costs for data storage and backup during the research project? How will these \ncosts be covered? \n The costs of the GitLab maintenance are covered by the COSIC research group as part of the \ngeneral IT costs. The use of GitHub is currently 5USD/month and is funded from general COSIC \nfunds. \nData Preserva Ɵon aŌer the end of the Research Project  \nWhich data will be retained for 10 years (or longer, in agreement with other reten Ɵon policies that are \napplicable) a Ōer the end of the project? In case some data cannot be preserved, clearly state the \nreasons for this (e.g. legal or contractual restric Ɵons, storage/budget issues, ins ƟtuƟonal policies...).  \n All data will be preserved for 10 years according to KU Leuven RDM policy \nWhere will these data be archived (stored and curated for the long-term)? \n KU Leuven RDR \n Other (specify below) \n These data will be archived in several loca Ɵons. First, the ESAT GitLab will hold the code and \nscripts so that it can be easily retrieved for further use by researchers; this data is backed up. \nSecond, a copy of the totality of the data will be stored in the KU Leuven RDR \nWhat are the expected costs for data preserva Ɵon during the expected reten Ɵon period? How will \nthese costs be covered? \nGiven the small size of the data (at most a few GBytes), the storage cost will either be free of charge, or \nalready covered by COSIC's or KU Leuven's IT costs. \nData Sharing and Reuse \nWill the data (or part of the data) be made available for reuse a Ōer/during the project?  \nPlease explain per dataset or data type which data will be made available. \n Yes, as restricted data (upon approval, or ins ƟtuƟonal access only)  \n Yes, as open data \n Projects that are deemed advanced enough will be made publicly available on COSIC's GitHub \npage, with appropriate licenses. All projects will be stored on COSIC's GitLab so that it can be \nshared (condi Ɵoned on internal approval) with other researchers.  \nIf access is restricted, pl ease specify who will be able to access the data and under what condi Ɵons. \n For the projects stored internally on GitLab, approval will be granted to COSIC researchers, or \naﬃliated, under the condi Ɵon of legi Ɵmate use for further research. This  acts as a sanity check \nso that the technology is not removed from COSIC's internal control without further approval. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as deﬁned in an \nagreement with a 3rd party, legal restric Ɵons)? \nPlease explain per dataset or data type where appropriate. \n No \n Some open- source so Ōware libraries used during this project come with licenses that limit their \ncommercial use, but no proprietary code will be used so that all projects can be made open-\nsource without requiring further authorisa Ɵon. \nWhere will the data be made available? \nIf already known, please provide a repository per dataset or data type. \n KU Leuven RDR (Research Data Repository) \n Other data repository (specify below) \n The data will be made publicly available on COSIC's GitHub account because this is a widely-used \nrepository for open- source code. Alterna Ɵve access may be made  available via KU Leuven RDR. \nWhen will the data be made available? \n Upon publica Ɵon of research  results \n Other (specify below) \n If soŌware projects are in enough of a developed state, they will be made available upon \npublicaƟon of research results.  \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \n CC-BY 4.0 (data) \n MIT licence (code) \nThe data that is made publicly available will use appropriate licenses to permit the use of the code for \nfurther research, but prohibit commercial use, in addi Ɵon to respecƟng any licenses of libraries used \nwithin. \nDo you intend to add a p ersistent iden Ɵﬁer (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here. \n Yes, a PID will be added upon deposit in a data repository \n The KU Leuven RDR will be used for this. \nWhat are the expected costs for data sharing? How will these costs be covered? \n Given the small size (at most a few GBytes), data sharing is expected to be free of charge. \nResponsibili Ɵes \nWho will manage data documenta Ɵon and metadata during the research project?  \n The authors of the code are responsible. \nWho will manage data storage and backup during the research project? \n Daniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal \nGitLab repos with the KU Leuven RDR. \nWho will manage data preservaƟon and sharing?  \n Daniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal \nGitLab repos with the KU Leuven RDR. \nWho will update and implement this DMP? \n The co-supervisors of the project: Takahito Yoshizawa & Dave Singelée "
    },
    "clean_full_text": "Data Management Plan CELSA/23/024 Machine Learning- Based Coopera Ɵve Vehicle and Traﬃc Control Using Secure ML and V2X Communica Ɵons Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observa Ɵonal, experimental etc.), provide a short name & descrip Ɵon (suﬃcient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (ﬁle extension), and an es Ɵmate of the upper limit of the volume of the data  This research aims to inves Ɵgate the applica Ɵon of Reinforcement Learning (RL), which is a type of machine learning (ML), within the context of autonomous driving vehicles. The communica Ɵon network between these vehicles is o Ōen denoted as V2X. This CELSA project is a partnership between KU Leuven and Budapest Univ. of Technology and Economics (BME). KU Leuven's part is speciﬁcally focused on the security aspects of RL in this context. Therefore, the expected outcome of KU Leuven’s research will be mostly security architectures for RL-based V2X systems. The research work of KU Leuven is exclusively based on simula Ɵon only (no real vehicle , commercial products or implementa Ɵons are involved). Dataset Name DescripƟon New or re-use Digital or physical data Data type Fie Format Data volume Physical volume Indicate: N(ew data) or E(xisƟng data) D(igital) or P(hysical) Audiovisual Images Sound Numerical Textual Model SOŌware Other (specify) <1GB <100GB <1TB <5TB >5TB NA Code During the project, various programs will be implemented to evaluate the security impact of applying RL in V2X systems. N D SO Text ﬁles <1GB analysis tools and results These are the python code sets created to perform the security analysis N D SO Text ﬁles <1GB Output ﬁles The results and output ﬁles of performing the security analysis. This includes graphs and (excel) tables N D N (excel, text, gif/jpg ﬁles) <1GB Research papers & reports & notes and summaries Research papers and/or dra Ō reports or notes on the ﬁndings of the security analysis D T latex / word/ppt/ PDF ﬁles, gif/jpg (for ﬁgures) <1GB If you reuse exis Ɵng ppt/ , please specify the source, preferably by using a persistent iden Ɵﬁer (e.g. DOI, Handle, URL etc.) per dataset or data type:  During the project we may re- use exisƟng soŌware libraries or python code sets, in accordance with the licenses under which they are published. Are there any ethical issues concerning the crea Ɵon and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to speciﬁc datasets or data types when appropriate and provide the relevant ethical approval number.  No Will you process personal data? If so, please refer to speciﬁc datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).  No. Given that all work related to this is done based on simula Ɵon, all input se ƫngs (vehicle data, conﬁgura Ɵon, etc.) are strictly ﬁc ƟƟous. Thus none of the data associated are linkable to natural person or other data. Does your work have poten Ɵal for commercial valoriza Ɵon (e.g. tech transfer, for example spin -oﬀs, commercial exploita Ɵon, …)? If so, please comment per dataset or data type where appropriate.  No. Do exisƟng 3rd party agreements restrict exploita Ɵon or dissemina Ɵon of the data you (re)use (e.g. Material or Data transfer agreements, Research collabora Ɵon agreements)? If so, please explain in the comment sec Ɵon to what data they relate and what restric Ɵons are in plac e.  No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment sec Ɵon to what data they relate and which restric Ɵons will be asserted.  Yes  The soŌware libraries that this code would use may be published under certain restric Ɵve licenses. Any so Ōware in this project that builds upon these libraries will be therefore also be subject to licenses that take into account the restric Ɵons of the l icenses therein. Documenta Ɵon and Metadata Clearly describe what approach will be followed to capture the accompanying informa Ɵon necessary to keepd ata understandable and usable, for yourself and others, now and in the future (e.g. in terms of documenta Ɵon levels and types required, procedures used, Electronic Lab Notebooks, README.txt ﬁles, codebook.tsv etc. where this informa Ɵon is recorded).  Any soŌware code or script produced during this project will be documented in -ﬁle, according to the pracƟces of the relevant language. Also, readme ﬁles will be included alongside, describing how to compile and/or operate the so Ōware and how to interpret the output produced. Will a metadata standard be used to make it easier to ﬁnd and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse.  No  Any soŌware code made publicly available will be stored on the github.com website, which is an industry reference for open- source so Ōware, on the COSIC research group's github.com page (hƩps://github.com/KULeuven -COSIC). It will be named according to the research publica Ɵons that refer to it, and links to the source code's page will also be inclu ded in such publica Ɵons. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below)  The publicly available so Ōware code and scripts will be primarily stored on the COSIC GitHub repository (h Ʃps://github.com/KULeuven -COSIC). Code that is not publicly available will be stored on the COSIC research group's GitLab infrastructure, which is private and also maintained by the ESAT department of the KU Leuven. How will the data be backed up?  Other (specify below)  The publicly accessible COSIC GitHub repository (h Ʃps://github.com/KULeuven -COSIC) is backed up automa Ɵcally by GitHub. The COSIC re search group's GitLab infrastructure, is private and also maintained by the ICTS services of the ESAT department of the KU Leuven. Is there currently suﬃcient storage & backup capacity during the project? If no or insuﬃcient storage or backup capaci Ɵes are available, explain how this will be taken care of.  Yes How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons?  During the course of the project, so Ōware code and scripts will be protected by access rights maintained by the ESAT network and within the GitLab. What are the expected costs for data storage and backup during the research project? How will these costs be covered?  The costs of the GitLab maintenance are covered by the COSIC research group as part of the general IT costs. The use of GitHub is currently 5USD/month and is funded from general COSIC funds. Data Preserva Ɵon aŌer the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other reten Ɵon policies that are applicable) a Ōer the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restric Ɵons, storage/budget issues, ins ƟtuƟonal policies...).  All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)?  KU Leuven RDR  Other (specify below)  These data will be archived in several loca Ɵons. First, the ESAT GitLab will hold the code and scripts so that it can be easily retrieved for further use by researchers; this data is backed up. Second, a copy of the totality of the data will be stored in the KU Leuven RDR What are the expected costs for data preserva Ɵon during the expected reten Ɵon period? How will these costs be covered? Given the small size of the data (at most a few GBytes), the storage cost will either be free of charge, or already covered by COSIC's or KU Leuven's IT costs. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse a Ōer/during the project? Please explain per dataset or data type which data will be made available.  Yes, as restricted data (upon approval, or ins ƟtuƟonal access only)  Yes, as open data  Projects that are deemed advanced enough will be made publicly available on COSIC's GitHub page, with appropriate licenses. All projects will be stored on COSIC's GitLab so that it can be shared (condi Ɵoned on internal approval) with other researchers. If access is restricted, pl ease specify who will be able to access the data and under what condi Ɵons.  For the projects stored internally on GitLab, approval will be granted to COSIC researchers, or aﬃliated, under the condi Ɵon of legi Ɵmate use for further research. This acts as a sanity check so that the technology is not removed from COSIC's internal control without further approval. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restric Ɵons)? Please explain per dataset or data type where appropriate.  No  Some open- source so Ōware libraries used during this project come with licenses that limit their commercial use, but no proprietary code will be used so that all projects can be made open- source without requiring further authorisa Ɵon. Where will the data be made available? If already known, please provide a repository per dataset or data type.  KU Leuven RDR (Research Data Repository)  Other data repository (specify below)  The data will be made publicly available on COSIC's GitHub account because this is a widely-used repository for open- source code. Alterna Ɵve access may be made available via KU Leuven RDR. When will the data be made available?  Upon publica Ɵon of research results  Other (specify below)  If soŌware projects are in enough of a developed state, they will be made available upon publicaƟon of research results. Which data usage licenses are you going to provide? If none, please explain why.  CC-BY 4.0 (data)  MIT licence (code) The data that is made publicly available will use appropriate licenses to permit the use of the code for further research, but prohibit commercial use, in addi Ɵon to respecƟng any licenses of libraries used within. Do you intend to add a p ersistent iden Ɵﬁer (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.  Yes, a PID will be added upon deposit in a data repository  The KU Leuven RDR will be used for this. What are the expected costs for data sharing? How will these costs be covered?  Given the small size (at most a few GBytes), data sharing is expected to be free of charge. Responsibili Ɵes Who will manage data documenta Ɵon and metadata during the research project?  The authors of the code are responsible. Who will manage data storage and backup during the research project?  Daniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal GitLab repos with the KU Leuven RDR. Who will manage data preservaƟon and sharing?  Daniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal GitLab repos with the KU Leuven RDR. Who will update and implement this DMP?  The co-supervisors of the project: Takahito Yoshizawa & Dave Singelée"
}