{
    "document_id": "D-2024-2777",
    "LinkTitle": "D-2024-2777",
    "file_name": "D-2024-2777.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2777.pdf",
    "metadata": {
        "title": "Towards High-performance RISC-V Processing Systems for Intelligent Spacecrafts",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Towards High-performance RISC-V Processing Systems for Intelligent Spacecrafts\nTowards High-performance RISC-V Processing Systems for Intelligent Spacecrafts\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nStefan De Raedemaeker\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SH5624N\nID: \nID: \n204284\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nSpacecrafts are relying on autonomous decision-making and artificial intelligence, which requires increasing amounts of computing power in space.\nHowever, space environments contain high levels of ionizing radiation that is harmful to integrated electronic circuits. Total Ionizing Dose effects\ndegrade the performance of MOS transistors and lead to unreliable and slower operation. This research proposes a novel method for compensating the\ndamaging effects by using Tunable Replica Circuits to detect degradation, and body-biasing to heal the threshold voltage of the transistor. This self-\nhealing feature will prevent faults and prolong the lifetime of the processor in environments such as deep-space applications and extraterrestrial\nhabitats. The research will enable high-performance processors, which can leverage computational-heavy algorithms such as Artificial Intelligence in\nsuch harsh environments. The proposed techniques will be applied to a RISC-V processor in state-of-the-art technology. The outcome of this research\nis essential for reliable and performance computing applications in space.\nLast modified: \nLast modified: \n24-01-2024\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n1 of 6\nTowards High-performance RISC-V Processing Systems for Intelligent Spacecrafts\nTowards High-performance RISC-V Processing Systems for Intelligent Spacecrafts\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDataset Name\nDescription\nDescription\nNew or reused\nNew or reused\nDigital\nDigital\nor\nor\nPhysical\nPhysical\nDigital Data\nDigital Data\nType\nType\nDigital\nDigital\nData\nData\nformat\nformat\nDigital data\nDigital data\nvolume\nvolume\n(MB/GB/TB)\n(MB/GB/TB)\nPhysical\nPhysical\nvolume\nvolume\nTID12LPP\nDigital Chip for\ncharacterization of\nGF12LPP Total Ionizing\nDose effects.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<50mm³\nTID12LPP_DESIGN\nDesign and\ndocumentation of the\nTID12LPP chip for\nCadence Design Systems\ntool flow.\nGenerate new data\nDigital\nOther\n.v, .sv,\n.txt., .tcl,\n.sh, .sdc,\n.gdsii,\nMakefile,\n.md, .pdf,\n.svg\n<1GB\nNA\nTID12LPP_DATA\nData from the\ncharacterization of the\nTID12LPP chip with\nTID experiments.\nGenerate new data\nDigital\nExperimental\n.csv\n<10GB\nNA\nTRCRISCV\nRISC-V processor chip\nwith Tunable Replica\nCircuits implementation\nfor radiation tolerant\nperformance.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<400mm³\nTRCRISCV_DESIGN\nDesign and\ndocumentation of the\nTRCRISCV chip for\nCadence Design Systems\ntool flow.\nGenerate new data\nDigital\nOther\n.v, .sv,\n.txt., .tcl,\n.sh, .sdc,\n.gdsii,\nMakefile,\n.md, .pdf,\n.svg\n<1GB\nNA\nTRCRISCV_DATA\nData from the\ncharacterization of the\nTRCRISCV chip with\nTID experiments.\nGenerate new data\nDigital\nExperimental\n.csv\n<10GB\nNA\nTIDTRCGEN\nTool to create TRCs for\ndigital designs\nGenerate new data\nDigital\nSoftware\n.tcl, .py, .sh\n<1GB\nNA\n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n2 of 6\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe TRC approach and the tool created for automatic generation of TRCs (TIDTRCGEN) can be used for commercial valorization such as\nlicensing, spin-off or tech transfer.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nAll PDK, IP , CDS and Technology specific data en measurements are strictly confidential and cannot be shared. Normalization of data needs\nto be performed before publication.\nThis relates to at least TID12LPP_DESIGN, TID12LPP_DATA, TRCRISCV_DESIGN and TRCRISCV_DATA.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nAll data that falls under restrictive licensing or is protected by NDA cannot be shared with others. This includes PDKs, IP and CDS\ndocumentation, certain design data and measurement data.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nTID12LPP_DESIGN, TRCRISCV_DESIGN: Specification of the chip in the form of pdf or markdown. This includes port definitions,\noperation conditions, block diagrams, timing diagrams and descriptions of functionality.\nTID12LPP_DATA, TRCRISCV_DATA: Description of the test procedures, test equipment and parameters. The measured parameters and\nunits are provided. Brief descriptions about the performed tests are provided.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n3 of 6\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nThe datasets of experiments cannot be published due to legal issues.\nConclusions and normalized figures based on the datasets will be published in papers and conference proceedings.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDesigns are archived to a ESAT GitLab repository and on the ESAT Linux file system when the chip is send to the foundry or when the\nresearcher leaves the research group. This allow to maintain a 1-to-1 mapping of the chip-to-design and allows the research group to further\ndevelop the chip when the researcher leaves. When making an archive, the active project is copied to a backup project which can be accesses\nas a normal project, without write permissions. Generally, archives are never deleted.\nA snapshot of the measurement results is saved on the Linux file system after each test campaign.\nHow will the data be backed up?\nHow will the data be backed up?\nWe rely on backup services are provided by the Dept. Electrical Engineering (ESAT) of KU Leuven. A backup of the linux folder is made\nperiodically by the system group.\nWe use ESAT GitLab to synchronize a design with multiple users. This platform is also used to archive and backup the design.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is at least 200GB of storage available for me.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDuring the design phase, multiple people might need access to my design. At least my corresponding supervisor might require access to my\ndesign. We use the ESAT GitLab to synchronize a design with multiple users. Strict access control can be set for these private design projects.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFree\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll design files, documentation and experimental data must be retained for 10 years after the completion of the project.\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n4 of 6\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAt the Dept. Electrical Engineering (ESAT) of KU Leuven archives.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFree\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nNo (closed access)\nThe chip designs and measurement results fall under restricted access due to licensing and IP.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nEveryone who has explicit legal permission and rights to view the protected technology.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nTID12LPP_DATA and TRCRISCV_DATA: Normalization of data needs to be performed before publication.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nTIDTRCGEN: https://iiw.kuleuven.be/onderzoek/advise/datasets\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhen possible share\nDesigns and experiment datasets under Creative Commons Attribution-ShareAlike (CC-BY-SA) or Creative Commons Attribution-\nNonCommercial-ShareAlike (CC-BY-NC-SA)\nSoftware under GNU General Public License 3 (GPL-3.0)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n5 of 6\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nFree\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researcher \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe supervisor \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe researcher \nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n6 of 6"
    },
    "clean_full_text": "Towards High-performance RISC-V Processing Systems for Intelligent Spacecrafts Towards High-performance RISC-V Processing Systems for Intelligent Spacecrafts A Data Management Plan created using DMPonline.be Creator: Creator: Stefan De Raedemaeker Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SH5624N ID: ID: 204284 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Spacecrafts are relying on autonomous decision-making and artificial intelligence, which requires increasing amounts of computing power in space. However, space environments contain high levels of ionizing radiation that is harmful to integrated electronic circuits. Total Ionizing Dose effects degrade the performance of MOS transistors and lead to unreliable and slower operation. This research proposes a novel method for compensating the damaging effects by using Tunable Replica Circuits to detect degradation, and body-biasing to heal the threshold voltage of the transistor. This self- healing feature will prevent faults and prolong the lifetime of the processor in environments such as deep-space applications and extraterrestrial habitats. The research will enable high-performance processors, which can leverage computational-heavy algorithms such as Artificial Intelligence in such harsh environments. The proposed techniques will be applied to a RISC-V processor in state-of-the-art technology. The outcome of this research is essential for reliable and performance computing applications in space. Last modified: Last modified: 24-01-2024 Created using DMPonline.be. Last modiﬁed 24 January 2024 1 of 6 Towards High-performance RISC-V Processing Systems for Intelligent Spacecrafts Towards High-performance RISC-V Processing Systems for Intelligent Spacecrafts FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Dataset Name Description Description New or reused New or reused Digital Digital or or Physical Physical Digital Data Digital Data Type Type Digital Digital Data Data format format Digital data Digital data volume volume (MB/GB/TB) (MB/GB/TB) Physical Physical volume volume TID12LPP Digital Chip for characterization of GF12LPP Total Ionizing Dose effects. Generate new data Physical NA NA NA <50mm³ TID12LPP_DESIGN Design and documentation of the TID12LPP chip for Cadence Design Systems tool flow. Generate new data Digital Other .v, .sv, .txt., .tcl, .sh, .sdc, .gdsii, Makefile, .md, .pdf, .svg <1GB NA TID12LPP_DATA Data from the characterization of the TID12LPP chip with TID experiments. Generate new data Digital Experimental .csv <10GB NA TRCRISCV RISC-V processor chip with Tunable Replica Circuits implementation for radiation tolerant performance. Generate new data Physical NA NA NA <400mm³ TRCRISCV_DESIGN Design and documentation of the TRCRISCV chip for Cadence Design Systems tool flow. Generate new data Digital Other .v, .sv, .txt., .tcl, .sh, .sdc, .gdsii, Makefile, .md, .pdf, .svg <1GB NA TRCRISCV_DATA Data from the characterization of the TRCRISCV chip with TID experiments. Generate new data Digital Experimental .csv <10GB NA TIDTRCGEN Tool to create TRCs for digital designs Generate new data Digital Software .tcl, .py, .sh <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Created using DMPonline.be. Last modiﬁed 24 January 2024 2 of 6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The TRC approach and the tool created for automatic generation of TRCs (TIDTRCGEN) can be used for commercial valorization such as licensing, spin-off or tech transfer. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes All PDK, IP , CDS and Technology specific data en measurements are strictly confidential and cannot be shared. Normalization of data needs to be performed before publication. This relates to at least TID12LPP_DESIGN, TID12LPP_DATA, TRCRISCV_DESIGN and TRCRISCV_DATA. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes All data that falls under restrictive licensing or is protected by NDA cannot be shared with others. This includes PDKs, IP and CDS documentation, certain design data and measurement data. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). TID12LPP_DESIGN, TRCRISCV_DESIGN: Specification of the chip in the form of pdf or markdown. This includes port definitions, operation conditions, block diagrams, timing diagrams and descriptions of functionality. TID12LPP_DATA, TRCRISCV_DATA: Description of the test procedures, test equipment and parameters. The measured parameters and units are provided. Brief descriptions about the performed tests are provided. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to Created using DMPonline.be. Last modiﬁed 24 January 2024 3 of 6 make the data easier to find and reuse. make the data easier to find and reuse. No The datasets of experiments cannot be published due to legal issues. Conclusions and normalized figures based on the datasets will be published in papers and conference proceedings. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Designs are archived to a ESAT GitLab repository and on the ESAT Linux file system when the chip is send to the foundry or when the researcher leaves the research group. This allow to maintain a 1-to-1 mapping of the chip-to-design and allows the research group to further develop the chip when the researcher leaves. When making an archive, the active project is copied to a backup project which can be accesses as a normal project, without write permissions. Generally, archives are never deleted. A snapshot of the measurement results is saved on the Linux file system after each test campaign. How will the data be backed up? How will the data be backed up? We rely on backup services are provided by the Dept. Electrical Engineering (ESAT) of KU Leuven. A backup of the linux folder is made periodically by the system group. We use ESAT GitLab to synchronize a design with multiple users. This platform is also used to archive and backup the design. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is at least 200GB of storage available for me. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the design phase, multiple people might need access to my design. At least my corresponding supervisor might require access to my design. We use the ESAT GitLab to synchronize a design with multiple users. Strict access control can be set for these private design projects. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Free 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All design files, documentation and experimental data must be retained for 10 years after the completion of the project. Created using DMPonline.be. Last modiﬁed 24 January 2024 4 of 6 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? At the Dept. Electrical Engineering (ESAT) of KU Leuven archives. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Free 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. No (closed access) The chip designs and measurement results fall under restricted access due to licensing and IP. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Everyone who has explicit legal permission and rights to view the protected technology. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights TID12LPP_DATA and TRCRISCV_DATA: Normalization of data needs to be performed before publication. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. TIDTRCGEN: https://iiw.kuleuven.be/onderzoek/advise/datasets When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. When possible share Designs and experiment datasets under Creative Commons Attribution-ShareAlike (CC-BY-SA) or Creative Commons Attribution- NonCommercial-ShareAlike (CC-BY-NC-SA) Software under GNU General Public License 3 (GPL-3.0) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Created using DMPonline.be. Last modiﬁed 24 January 2024 5 of 6 Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Free 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher Who will manage data preservation and sharing? Who will manage data preservation and sharing? The supervisor Who will update and implement this DMP? Who will update and implement this DMP? The researcher Created using DMPonline.be. Last modiﬁed 24 January 2024 6 of 6"
}