{
    "document_id": "D-2023-2055",
    "LinkTitle": "D-2023-2055",
    "file_name": "D-2023-2055.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2055.pdf",
    "metadata": {
        "title": "Towards a balanced perspective on autonomy-providing and structuring coach behaviors to optimize athletes’ well-being and societal skills",
        "author": "N/A",
        "creation_date": "2023-02-22 10:38:58+01:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Towards a balanced perspective on autonomy-providing and structuring coach behaviors to\noptimize athletes’ well-being and societal skills\nA Data Management Plan created using DMPonline.be\nCreators: \nFlorian Malisse, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \n1SD1123N\nID: \n197081\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nCoaches are crucial in creating a climate in which athletes can socially and psychologically thrive, develop societal skills such as\nproactive behavior, and still ensure progression which is necessary to obtain long-term motivation. Surprisingly, research on both\n(unilateral) autonomy-providing and structuring coach behaviors shows mixed evidence regarding these outcomes. As both types of\ncoach behaviors are not mutually exclusive, the aim of this project is to develop fine-grained insights in configurations of autonomy-\nproviding and structuring coach behaviors, and how these configurations are related to athletes’ psychological and social well-being, their\nsocietal skill development and progression. Given that coaches do not operate in a social vacuum, we aim to discover which\nconfigurations of autonomy-providing and structuring coach behaviors are beneficial for these outcomes depending on athletes’ coach\nleadership expectations and athletes’ degree of competence frustration. By translating these findings in a coach education program and\ntesting its effectiveness, this project will not only contribute to coaching science, but will also provide knowledge which will be structurally\nintegrated within coach education programs in Flanders. In this way, coaches can be trained in adapting their behavior to promote\nathletes’ psychosocial well-being, develop their societal skills and ensure sufficient progression.\nLast modified: \n22-02-2023\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n1 of 9\nTowards a balanced perspective on autonomy-providing and structuring coach behaviors to\noptimize athletes’ well-being and societal skills\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\nThe following data types will be created:\n- WP (Work package) 1/2/3: Digitally born and primary derived personal survey data (.csv, .xlsx, .sav, .sps, .r),\n- WP 1/2/3: Pseudonymized data originating from the abovementioned primary data\n(.csv, .xlsx, .sav, .sps, .r),\n- WP 3: Educational audio & videodata (.aac & .mp4) gathered within the scope of a license agreement.\nFor WP3 we will re-use previously created educational audio & videodata within the scope of existing license agreements.\nA data storage capacity of 500GB is expected to be sufficient to fully operate the project.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end\nof the research? Motivate your answer. (use up to 700 characters)\n1. Data protection officers\n- Toon Boon - Data Protection Officer KU Leuven (Scientific research)\n- Prof. Gert Vande Broek - Head of the lab\n2. Storage capacity of the KU Leuven will be used:\n- During the project: All the data will be stored on the internal KU Leuven OneDrive network. Nonanonymized/non-coded personal data will\nbe stored in a digital vault/protected file.\n- After the project: Non-anonymized/non-coded personal data will remain in the digital vault/ protected file or will be transferred to another\ndigital vault/protected file on the archive network of the KULeuven (L-Drive).\nIn both cases, only me and my supervisors will have access to the non-coded personal data.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nAs KU Leuven can guarantee safe data storage (OneDrive, L-drive and Digital Vaults) in line with legal demands for at least five years after\nthe project, I do not see any reason to deviate from the minimum preservation term of five years. In addition, KU Leuven's RDM policy\nstates that relevant research data must be stored for a minimum of 10 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nSpecial attention will be given to the management of the digitally born and primary derived personal survey data. For these data the non-\nanonymized/non-coded personal data will be stored in a digital vault/protected file.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nData sharing:\n- Only anonymized data can be shared within the research group upon request.\nData storage:\n- I do not expect data storage costs as the basic facilities of the KU Leuven (KU Leuven OneDrive) offer sufficient data storage volume and\nflexibility to protect sensitive data. If extra costs would arise, these data storage costs will be covered by the research group.\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n2 of 9\nTowards a balanced perspective on autonomy-providing and structuring coach behaviors to\noptimize athletes’ well-being and societal skills\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n3 of 9\nTowards a balanced perspective on autonomy-providing and structuring coach behaviors to\noptimize athletes’ well-being and societal skills\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n4 of 9\nTowards a balanced perspective on autonomy-providing and structuring coach behaviors to\noptimize athletes’ well-being and societal skills\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the\ntype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the\ndata.\n \n \n \n \nOnly for digital\ndata\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nS1\nSurvey data\nfrom 750\nathletes & 250\ncoaches\nPlease choose from the\nfollowing options:\nGenerate new data\nPlease choose\nfrom the\nfollowing options:\nDigital\nPlease choose\nfrom the following\noptions:\nObservational\nPlease choose\nfrom the\nfollowing\noptions:\n.xml, \n.cvs,.pdf,\n.txt, \nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n \nS2\nSurvey data\nfrom 54\ncoaches &\nathletes\nGenerate new data\nDigital\nObservational\n.xml, \n.cvs,.pdf,\n.txt,\n<100MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nOnline survey data will be collected.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nYes\nShort description of the kind of personal data that will be used: The following data types will be created:\nDigitally born and primary derived personal survey data:\nPersonal data used for organizing the research (i.e. name, phone number, e-mail address). This data will not be included in the\nanalysis and will be stored separately from the research data.\nPersonal data for research purposes: for both S1 & S2 participants will be asked to provide their demographics (age, experience, sex)\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n5 of 9\nand subjective experiences/variables (e.g. well-being, perception of coach behavior, progression). These data will be pseudonymized.\nPrivacy Registry Reference: PRET number: Ethical request in preparation\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nIn the 3th work package, an educational program will be created with the goal of being successful in optimizing coaches’ behavior and\noptimizing athlete outcomes. This educational program has the potential of being commercialized in a later stage. Importantly, the content\nof the educational program will not consist of any personal data.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor documentation and Metadata purposes, we will make use of:\nAt project level:\nA README file will be provided for each of the WPs. We will use KU Leuven’s template.\nFor each WP, a protocol is provided.\nAt data level:\nFor each WP, a data dictionary will be provided.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nAt project level:\nThe RDR metadata format will be followed (see Data sharing & reuse)\nAt data level:\nDDI codebook/DDI metadata standard\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n6 of 9\nWhere will the data be stored?\nOneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven\nauthenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Only the PI can\nprovide access to the OneDrive for study personnel.\nHow will the data be backed up?\nA back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file.\nA second copy will be kept on the departmental L-drive within the secure KU Leuven environment. Automatic version management of\nthe files occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where\nthe previous versions of the changed files are kept online in a snapshot on the same storage system. A mirror (an exact copy) of the\ndata is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the\nsecond data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary\nstorage.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <100 GB, sufficient\nstorage and backup capacity is available.\nOur research group will have a L-drive with a capacity of 5 TB for active research data. As the estimated size of the dataset is <100\nGB, sufficient storage and backup capacity is available.\n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate\nfolder will be created and encrypted for this dataset. Only the PI and registered collaborating researchers will have access to this\nfolder via the encryption key.\nKU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured KU Leuven\nenvironments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered\ncollaborating researchers. Only the PI can request access to the network drive for study personnel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven.\nThe Department of Movement Sciences provides our research group (Physical Activity, Sports & Health) with an L-drive. As such,\ncosts will be covered by the department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nDigital data: All digitally generated data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM\npolicy.\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n7 of 9\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K-drive (LVS\nnetwork drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDigital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by Group Biomedical\nSciences. Given the expected size of the database of less than 100 GB, costs for long-term storage are estimated at € 11.38/year. The\nremaining 50% of the cost will be covered by the research lab of the PI.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll digital data will be made available in a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nScientific researchers will have to motivate why they want access to the data:\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you with?\nWe will always ask to give credit to the original data creators when the data it is being used by other researchers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWe work with confidential data (e.g., name, sex, age, several subjective perceptions,…)\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nVia RDR, the KU Leuven institutional repository.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users\nhave to give credit to the original data creators.\nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n8 of 9\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nYes\nA DOI will be available through RDR, but is not yet available\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Florian Malisse) will be responsible for data documentation & metadata, under supervision of the PI (Gert Vande\nBroek). \nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researcher (Florian Malisse), under supervision of the PI (Gert\nVande Broek). \nWho will manage data preservation and sharing?\nThe PI (Gert Vande Broek) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nThe PhD researcher (Florian Malisse) will be responsible for updating this DMP. The PI (Gert Vande Broek) bears the end responsibility for\nupdating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 22 February 2023\n9 of 9"
    },
    "clean_full_text": "Towards a balanced perspective on autonomy-providing and structuring coach behaviors to optimize athletes’ well-being and societal skills A Data Management Plan created using DMPonline.be Creators: Florian Malisse, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Grant number / URL: 1SD1123N ID: 197081 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Coaches are crucial in creating a climate in which athletes can socially and psychologically thrive, develop societal skills such as proactive behavior, and still ensure progression which is necessary to obtain long-term motivation. Surprisingly, research on both (unilateral) autonomy-providing and structuring coach behaviors shows mixed evidence regarding these outcomes. As both types of coach behaviors are not mutually exclusive, the aim of this project is to develop fine-grained insights in configurations of autonomy- providing and structuring coach behaviors, and how these configurations are related to athletes’ psychological and social well-being, their societal skill development and progression. Given that coaches do not operate in a social vacuum, we aim to discover which configurations of autonomy-providing and structuring coach behaviors are beneficial for these outcomes depending on athletes’ coach leadership expectations and athletes’ degree of competence frustration. By translating these findings in a coach education program and testing its effectiveness, this project will not only contribute to coaching science, but will also provide knowledge which will be structurally integrated within coach education programs in Flanders. In this way, coaches can be trained in adapting their behavior to promote athletes’ psychosocial well-being, develop their societal skills and ensure sufficient progression. Last modified: 22-02-2023 Created using DMPonline.be. Last modiﬁed 22 February 2023 1 of 9 Towards a balanced perspective on autonomy-providing and structuring coach behaviors to optimize athletes’ well-being and societal skills Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The following data types will be created: - WP (Work package) 1/2/3: Digitally born and primary derived personal survey data (.csv, .xlsx, .sav, .sps, .r), - WP 1/2/3: Pseudonymized data originating from the abovementioned primary data (.csv, .xlsx, .sav, .sps, .r), - WP 3: Educational audio & videodata (.aac & .mp4) gathered within the scope of a license agreement. For WP3 we will re-use previously created educational audio & videodata within the scope of existing license agreements. A data storage capacity of 500GB is expected to be sufficient to fully operate the project. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1. Data protection officers - Toon Boon - Data Protection Officer KU Leuven (Scientific research) - Prof. Gert Vande Broek - Head of the lab 2. Storage capacity of the KU Leuven will be used: - During the project: All the data will be stored on the internal KU Leuven OneDrive network. Nonanonymized/non-coded personal data will be stored in a digital vault/protected file. - After the project: Non-anonymized/non-coded personal data will remain in the digital vault/ protected file or will be transferred to another digital vault/protected file on the archive network of the KULeuven (L-Drive). In both cases, only me and my supervisors will have access to the non-coded personal data. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) As KU Leuven can guarantee safe data storage (OneDrive, L-drive and Digital Vaults) in line with legal demands for at least five years after the project, I do not see any reason to deviate from the minimum preservation term of five years. In addition, KU Leuven's RDM policy states that relevant research data must be stored for a minimum of 10 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Special attention will be given to the management of the digitally born and primary derived personal survey data. For these data the non- anonymized/non-coded personal data will be stored in a digital vault/protected file. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Data sharing: - Only anonymized data can be shared within the research group upon request. Data storage: - I do not expect data storage costs as the basic facilities of the KU Leuven (KU Leuven OneDrive) offer sufficient data storage volume and flexibility to protect sensitive data. If extra costs would arise, these data storage costs will be covered by the research group. Created using DMPonline.be. Last modiﬁed 22 February 2023 2 of 9 Towards a balanced perspective on autonomy-providing and structuring coach behaviors to optimize athletes’ well-being and societal skills DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 February 2023 3 of 9 Towards a balanced perspective on autonomy-providing and structuring coach behaviors to optimize athletes’ well-being and societal skills GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 February 2023 4 of 9 Towards a balanced perspective on autonomy-providing and structuring coach behaviors to optimize athletes’ well-being and societal skills FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume S1 Survey data from 750 athletes & 250 coaches Please choose from the following options: Generate new data Please choose from the following options: Digital Please choose from the following options: Observational Please choose from the following options: .xml, .cvs,.pdf, .txt, Please choose from the following options: <100MB S2 Survey data from 54 coaches & athletes Generate new data Digital Observational .xml, .cvs,.pdf, .txt, <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Online survey data will be collected. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Short description of the kind of personal data that will be used: The following data types will be created: Digitally born and primary derived personal survey data: Personal data used for organizing the research (i.e. name, phone number, e-mail address). This data will not be included in the analysis and will be stored separately from the research data. Personal data for research purposes: for both S1 & S2 participants will be asked to provide their demographics (age, experience, sex) Created using DMPonline.be. Last modiﬁed 22 February 2023 5 of 9 and subjective experiences/variables (e.g. well-being, perception of coach behavior, progression). These data will be pseudonymized. Privacy Registry Reference: PRET number: Ethical request in preparation Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes In the 3th work package, an educational program will be created with the goal of being successful in optimizing coaches’ behavior and optimizing athlete outcomes. This educational program has the potential of being commercialized in a later stage. Importantly, the content of the educational program will not consist of any personal data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For documentation and Metadata purposes, we will make use of: At project level: A README file will be provided for each of the WPs. We will use KU Leuven’s template. For each WP, a protocol is provided. At data level: For each WP, a data dictionary will be provided. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes At project level: The RDR metadata format will be followed (see Data sharing & reuse) At data level: DDI codebook/DDI metadata standard 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 22 February 2023 6 of 9 Where will the data be stored? OneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Only the PI can provide access to the OneDrive for study personnel. How will the data be backed up? A back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file. A second copy will be kept on the departmental L-drive within the secure KU Leuven environment. Automatic version management of the files occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where the previous versions of the changed files are kept online in a snapshot on the same storage system. A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <100 GB, sufficient storage and backup capacity is available. Our research group will have a L-drive with a capacity of 5 TB for active research data. As the estimated size of the dataset is <100 GB, sufficient storage and backup capacity is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for this dataset. Only the PI and registered collaborating researchers will have access to this folder via the encryption key. KU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven. The Department of Movement Sciences provides our research group (Physical Activity, Sports & Health) with an L-drive. As such, costs will be covered by the department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Digital data: All digitally generated data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. Created using DMPonline.be. Last modiﬁed 22 February 2023 7 of 9 Where will these data be archived (stored and curated for the long-term)? Digital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Digital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by Group Biomedical Sciences. Given the expected size of the database of less than 100 GB, costs for long-term storage are estimated at € 11.38/year. The remaining 50% of the cost will be covered by the research lab of the PI. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All digital data will be made available in a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. Scientific researchers will have to motivate why they want access to the data: What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you with? We will always ask to give credit to the original data creators when the data it is being used by other researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects We work with confidential data (e.g., name, sex, age, several subjective perceptions,…) Where will the data be made available? If already known, please provide a repository per dataset or data type. Via RDR, the KU Leuven institutional repository. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Created using DMPonline.be. Last modiﬁed 22 February 2023 8 of 9 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI will be available through RDR, but is not yet available What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (Florian Malisse) will be responsible for data documentation & metadata, under supervision of the PI (Gert Vande Broek). Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researcher (Florian Malisse), under supervision of the PI (Gert Vande Broek). Who will manage data preservation and sharing? The PI (Gert Vande Broek) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PhD researcher (Florian Malisse) will be responsible for updating this DMP. The PI (Gert Vande Broek) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 22 February 2023 9 of 9"
}