{
    "document_id": "D-2024-3054",
    "LinkTitle": "D-2024-3054",
    "file_name": "D-2024-3054.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3054.pdf",
    "metadata": {
        "title": "Uncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nUncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis\nCreator:\nCreator:\nRik Lories\nPrincipal Investigator: \nPrincipal Investigator: \nRik Lories, Silvia Monteagudo\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nRik Lories, Silvia Monteagudo\nProject abstract:\nProject abstract:\nOsteoartrose (OA) is een veelvoorkomende chronische gewrichtsaandoening zonder effectieve behandeling. Wij hebben het effect van\nverstoringen in belangrijke signaalnetwerken en de cruciale rol van epigenetische controle, met name via histonmodificaties, aangetoond\nals mechanismen in OA. Op basis van datasets uit transcriptoomanalyse en lipidomics willen wij de impact van lipiden op\nchromatine status en epigenetische regulatie in gezond en OA-kraakbeen onderzoeken. Ons doel is het samenspel van lipiden en\nepigenetica in gewrichtshomeostase en ziekte mechanistisch te begrijpen, op zoek naar nieuwe therapeutische mogelijkheden.\nTechnologieën zoals EpiTOF , lipidomics en het verouderingsbestendige naakte molrat model zullen worden ingezet om onze vragen te\nbeantwoorden.\nThis project addresses osteoarthritis (OA), a prevalent chronic joint disease with no effective treatment . We earlier demonstrated\ndysregulations in key signaling networks and the crucial role of epigenetic control, particularly through histone modifications as\nimportant mechanisms contributing to OA. Building on large datasets from transcriptome analysis and lipidomics, we propose to\ninvestigate the impact of lipids on chromatin states and epigenetic regulation in healthy and OA cartilage. The project aims to\nmechanistically understand the interplay of lipids and epigenetics in joint homeostasis and disease, potentially revealing novel\ntherapeutic avenues. Cutting-edge technologies, such as EpiTOF single-cell profiling, lipidomics, and the aging-resistant naked-mole rat\nmodel, will be leveraged to answer our questions.\nID: \nID: \n213249\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2030\nLast modified: \nLast modified: \n04-03-2025\nCreated using DMPonline.be. Last modiﬁed 04 March 2025\n1 of 6\nUncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis\nUncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nData used in this project will mostly be new data. \nNew data are quantitative and qualitative experimental data including raw data, derived and compiled data. Overall, data will be\nfrom biological (molecular, biochemical) experiments, from animal model experiments, from specific single cell assays including\nEpiToff. Qualitative raw data (photos, images) will be stored in investigator hard-copy notebooks and in digital formats (TIFF,\nPDF). Original data files outputs from quantitative experiments will be collected in Excel datasheets. For data sharing across\nplatforms, data will be additionally stored in csv and txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and\nR-project files with outputs stored as txt and csv files. Animal experiment data are registered into KU Leuven's animal experiment\nLAIS system and compiled in excel and text files. Data from animal experiments are both qualitative and quantitative as above\n(tissue sections, images) and processed data such as scoring of cartilage damage. Data will be stored in notebooks and in digital\nformat as above. For the metabolic and siRNA screening assays, raw data will be stored long-term together with processed and\nportable data (Excel, csv, txt) as above. For bioinformatics analyses, data will be stored as portable txt files as well as word and\nexcel files. Masterdata files will be write-protected after entering all data.\nData will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt - csv) 2. analyses (txt -\ncsv) 3. images (various formats) 4. \"readme\" txt information files. Additional structured datasets will be stored per derived\nmanuscript.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nResearch in this project is covered by approvals from the Ethical Committee for Clinical Research UZ Leuven and by approval\nfrom the Ethical Committee for animal research. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nClinical data in a cross-sectional cohort - GDRP and Ethical evaluation will be done by UZ Leuven Ethical Committee for Clinical\nResearch\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nAt the moment, the administrative burden and increasing obligations towards researchers do not allow us to invest time in\npotential valorisation of the data. We can not predict the potential for valorisation. In the case there is potential tech transfer or\nCreated using DMPonline.be. Last modiﬁed 04 March 2025\n2 of 6\nexploitation, we hope that we can get institutional support as we are not specifically trained as scientists to manage this\nourselves.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nAs stated above, we would be interested in valorisation and obtaining IP for new findings, but the increasing administrative\nburden and the disinterest of the university does not allow this anymore.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe following documentation will be provided: (1) a table of content (excel file and csv) with all project-related experiments\nincluding experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief\ndescription of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing\nstandard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the\n(raw) data, (5) in case of animal work: a list of the used animals with details such as age, sex, housing and link with LAIS system\ninformation, (5) samples that are generated during the experiments and will be stored and listed in an excel file, (6) if appropriate,\nillustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or\nstored on other files a link will be provided. (7) Read-me text files providing information about definitions used in the dataset files.\nWith the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed\nexperiments and (2) to repeat the experiment in exactly the same way.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nOur anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will\ntherefore maximally be stored in portable formats such as txt, csv and pdf. The additional burden on the researchers in a small\nteam is daunting.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 04 March 2025\n3 of 6\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nLarge Volume Storage\nOther (specify below)\nRaw and processed physical and digital data will be collected per experiment. Physical data, derived from cartilage samples and\nmice will be stored in the lab and freezers at the Tissue Homeostasis and Disease Laboratory. Digital data files will be stored on\nsecure Large Volume Storage (J- and L-drive) of the KU Leuven, specifically developed to store large amounts of data for long\nperiods of time. Additionally, copies can be made on the individual work pc and external hard disks of the researchers involved in\nthe project. The hard-copy lab notebooks will be stored at the Tissue Homeostasis and Disease Laboratory.\nFinal data to be deposited in KULeuven RdR\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage.\nThe KU Leuven servers are secure online servers. Clinical data will be stored on UZ Leuven servers.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for\nidentifier and with pasword.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nI have no idea - clear information and guidelines are lacking. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for\nhuman use and for clinical experiments on humans\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll research data will be kept at minimum 5 years after the end of the project\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 04 March 2025\n4 of 6\nKU Leuven RDR\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs will be charged by KU Leuven to the project. We have no info about costs available.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as embargoed data (temporary restriction)\nThe main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open\nAccess policy as defined by Belgian Law.\nIn the context of Open and accessible science, original datasets can be made available with publication, either as supplementary\nfiles or using datasharing platforms such on KU Leuven RDR using a CC-BY licence. In principle we include datasets as much as\npossible with the original publication.\nUpon reasonable and specific request, any data subset and analysis can be made available.\nFor data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nInvestigators and those that contact us with a specific request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nat the end of the project or when a publication is finished \nCreated using DMPonline.be. Last modiﬁed 04 March 2025\n5 of 6\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nUnknown - when others ask for our data and this would entail costs, this will be charged on them\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nRik Lories - Silvia Monteagudo - Frederique Cornelis\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nRik Lories - Silvia Monteagudo - Frederique Cornelis\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nRik Lories - Silvia Monteagudo - Frederique Cornelis\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nRik Lories - Silvia Monteagudo - Frederique Cornelis\nCreated using DMPonline.be. Last modiﬁed 04 March 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Uncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis Creator: Creator: Rik Lories Principal Investigator: Principal Investigator: Rik Lories, Silvia Monteagudo Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Rik Lories, Silvia Monteagudo Project abstract: Project abstract: Osteoartrose (OA) is een veelvoorkomende chronische gewrichtsaandoening zonder effectieve behandeling. Wij hebben het effect van verstoringen in belangrijke signaalnetwerken en de cruciale rol van epigenetische controle, met name via histonmodificaties, aangetoond als mechanismen in OA. Op basis van datasets uit transcriptoomanalyse en lipidomics willen wij de impact van lipiden op chromatine status en epigenetische regulatie in gezond en OA-kraakbeen onderzoeken. Ons doel is het samenspel van lipiden en epigenetica in gewrichtshomeostase en ziekte mechanistisch te begrijpen, op zoek naar nieuwe therapeutische mogelijkheden. Technologieën zoals EpiTOF , lipidomics en het verouderingsbestendige naakte molrat model zullen worden ingezet om onze vragen te beantwoorden. This project addresses osteoarthritis (OA), a prevalent chronic joint disease with no effective treatment . We earlier demonstrated dysregulations in key signaling networks and the crucial role of epigenetic control, particularly through histone modifications as important mechanisms contributing to OA. Building on large datasets from transcriptome analysis and lipidomics, we propose to investigate the impact of lipids on chromatin states and epigenetic regulation in healthy and OA cartilage. The project aims to mechanistically understand the interplay of lipids and epigenetics in joint homeostasis and disease, potentially revealing novel therapeutic avenues. Cutting-edge technologies, such as EpiTOF single-cell profiling, lipidomics, and the aging-resistant naked-mole rat model, will be leveraged to answer our questions. ID: ID: 213249 Start date: Start date: 01-10-2024 End date: End date: 30-09-2030 Last modified: Last modified: 04-03-2025 Created using DMPonline.be. Last modiﬁed 04 March 2025 1 of 6 Uncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis Uncovering and exploiting the interplay between epigenetics and lipids to treat osteoarthritis Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Data used in this project will mostly be new data. New data are quantitative and qualitative experimental data including raw data, derived and compiled data. Overall, data will be from biological (molecular, biochemical) experiments, from animal model experiments, from specific single cell assays including EpiToff. Qualitative raw data (photos, images) will be stored in investigator hard-copy notebooks and in digital formats (TIFF, PDF). Original data files outputs from quantitative experiments will be collected in Excel datasheets. For data sharing across platforms, data will be additionally stored in csv and txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and R-project files with outputs stored as txt and csv files. Animal experiment data are registered into KU Leuven's animal experiment LAIS system and compiled in excel and text files. Data from animal experiments are both qualitative and quantitative as above (tissue sections, images) and processed data such as scoring of cartilage damage. Data will be stored in notebooks and in digital format as above. For the metabolic and siRNA screening assays, raw data will be stored long-term together with processed and portable data (Excel, csv, txt) as above. For bioinformatics analyses, data will be stored as portable txt files as well as word and excel files. Masterdata files will be write-protected after entering all data. Data will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt - csv) 2. analyses (txt - csv) 3. images (various formats) 4. \"readme\" txt information files. Additional structured datasets will be stored per derived manuscript. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) Research in this project is covered by approvals from the Ethical Committee for Clinical Research UZ Leuven and by approval from the Ethical Committee for animal research. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Clinical data in a cross-sectional cohort - GDRP and Ethical evaluation will be done by UZ Leuven Ethical Committee for Clinical Research Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No At the moment, the administrative burden and increasing obligations towards researchers do not allow us to invest time in potential valorisation of the data. We can not predict the potential for valorisation. In the case there is potential tech transfer or Created using DMPonline.be. Last modiﬁed 04 March 2025 2 of 6 exploitation, we hope that we can get institutional support as we are not specifically trained as scientists to manage this ourselves. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No As stated above, we would be interested in valorisation and obtaining IP for new findings, but the increasing administrative burden and the disinterest of the university does not allow this anymore. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The following documentation will be provided: (1) a table of content (excel file and csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) in case of animal work: a list of the used animals with details such as age, sex, housing and link with LAIS system information, (5) samples that are generated during the experiments and will be stored and listed in an excel file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. (7) Read-me text files providing information about definitions used in the dataset files. With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiment in exactly the same way. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Our anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will therefore maximally be stored in portable formats such as txt, csv and pdf. The additional burden on the researchers in a small team is daunting. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 04 March 2025 3 of 6 Shared network drive (J-drive) Personal network drive (I-drive) Large Volume Storage Other (specify below) Raw and processed physical and digital data will be collected per experiment. Physical data, derived from cartilage samples and mice will be stored in the lab and freezers at the Tissue Homeostasis and Disease Laboratory. Digital data files will be stored on secure Large Volume Storage (J- and L-drive) of the KU Leuven, specifically developed to store large amounts of data for long periods of time. Additionally, copies can be made on the individual work pc and external hard disks of the researchers involved in the project. The hard-copy lab notebooks will be stored at the Tissue Homeostasis and Disease Laboratory. Final data to be deposited in KULeuven RdR How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage. The KU Leuven servers are secure online servers. Clinical data will be stored on UZ Leuven servers. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier and with pasword. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? I have no idea - clear information and guidelines are lacking. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans All data will be preserved for 10 years according to KU Leuven RDM policy All research data will be kept at minimum 5 years after the end of the project Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 04 March 2025 4 of 6 KU Leuven RDR Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will be charged by KU Leuven to the project. We have no info about costs available. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as embargoed data (temporary restriction) The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Access policy as defined by Belgian Law. In the context of Open and accessible science, original datasets can be made available with publication, either as supplementary files or using datasharing platforms such on KU Leuven RDR using a CC-BY licence. In principle we include datasets as much as possible with the original publication. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Investigators and those that contact us with a specific request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) at the end of the project or when a publication is finished Created using DMPonline.be. Last modiﬁed 04 March 2025 5 of 6 Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Unknown - when others ask for our data and this would entail costs, this will be charged on them Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Rik Lories - Silvia Monteagudo - Frederique Cornelis Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Rik Lories - Silvia Monteagudo - Frederique Cornelis Who will manage data preservation and sharing? Who will manage data preservation and sharing? Rik Lories - Silvia Monteagudo - Frederique Cornelis Who will update and implement this DMP? Who will update and implement this DMP? Rik Lories - Silvia Monteagudo - Frederique Cornelis Created using DMPonline.be. Last modiﬁed 04 March 2025 6 of 6"
}