{
    "document_id": "D-2024-2791",
    "LinkTitle": "D-2024-2791",
    "file_name": "D-2024-2791.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2791.pdf",
    "metadata": {
        "title": "D-2024-2791",
        "author": "N/A",
        "creation_date": "2024-04-30 14:33:28+02:00",
        "num_pages": 16
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of t he project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Nathalie Veyt , ORCID ID: 0000 -0002 -6472 -1822  \nContributor name(s) ( + ORCID) & roles  Principal inve stigator : prof. dr. Wim Wuyts , ORCID ID: 0000 -0001 -9648 -3497  \nProject number  1 & title Genetic risk stratification in familial idiopathic pulmonary fibrosis to refine the multimodal screening \nprogram for relatives  \nFunder(s) GrantID  2 Fonds voor Wetenschappelij k Ond erzoek – Research Foundation Flanders  (FWO) : 1SHA424N  \nAffiliation(s)  ☐ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Idiopathic pulmonary fibrosis (IPF) is the most common fibrotic interstitial lung disease. The disease is \nrapidly progressive and unfortunately the diagnosis is often made in an advanced disease stage, which \nmakes the prognosis very poor. So far, only two antifibrotic drugs (pirfenidone and nintedanib) can slow \ndown disease progression. As these drugs are equally effective in an early compared to advanced disease \nstage, early diagnosis is crucial.  \nThe increased occurrence of IPF within families (familial IPF) first indicated that genetic factors underlie \nthe risk of IPF. Rare pathogenic variants in telomere -related genes or surfactant genes are detected in 25 -\n30% of familial IPF kindreds. Furthermor e, genome -wide association studies have identified multiple \nassociation signals for IPF. However, much about the genetics of IPF remains unknown. The large \nproportion of unexplained familial IPF kindreds and the occurrence of early IPF in 20 -25% of non -mutation \ncarrier relatives highlight these knowledge gaps. Hence, these missing pieces make proper screening and \nfollow -up of relatives very challenging.  \nThe purpose of this project is to create possibilities for accurate risk prediction, counseling and \npersonalized follow -up for family members of IPF patients through genetic risk stratification. To achieve \nthis, the project combines identification of novel  disease causing variants and quantification of polygenic \nrisk. \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nClinical \nscreening  \ndata  Patient d ata on \ndemographics, \navailability of \nsamples in the \nbiobank , ILD \ndiagnosis, \ncomborbidities, \nfamil y his tory, \ngenetic testing, \nexposure s, \npulmo nary \nfunction tests, \nconcomitant \ntherapy, \nadve rse events , \npatient status. \nThese data are \nstore d in a \nREDC ap \ndatabase . ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .csv ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nWES data  Whole exom e \nsequ encing will \nproduce ☒ Generate new \ndata  ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  .xlsx ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n  \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n multiannotated \nexcel files with \nnumerical data  ☐ Reuse existing \ndata ☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other : ☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n \nSNP array \ndata SNP array  will \nproduce  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .idat  \n.bin \n.map  \n.pheno type  \n.script  \n.bpm \n.xlsx \n.bsc \n.egt ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nWGS  data  Whole genome  \nsequ encing will \nproduce \nmultiannotated \nexcel files with \nnumerical data  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .xlsx ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nBiological  \npatient \nsamples  1 (or 2)  EDTA \nblood sample (s) \nper study \nparticipant ,  \n1 (or 2 ) \nextracted  DNA \nsamples per \nstudy ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☐ Digital  \n☒ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other :   DNA samples are \nstored in freezers \nin BREATHE lab : 1 \n(or 2 ) extracted  \nDNA sam ples per \nstudy p articipant  \nBlood s amples are \nstored in freezer s \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n participant  (full \nDNA and /or \naliquot)  in the Bioban k: 1 \n(or 2) 10 ml EDTA \ntubes per study \nparti cipant . At this \ntime  +- 335 study \nparticipant s are \nincluded . \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an in tegral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n For the interpretation of genetic analys es the project will use databanks such as gnom AD \n(https://gnomad.broadinstitute.org/ ), HGMD \n(https://apps.ingenuity.com/ingsso/login?service=https%3A%2F%2Fmy.qiagendigitalinsights.com%2Fbbp\n%2Flogin%2Fcas ), ClinVar ( https://www.ncbi.nlm.nih.gov/clinvar/ )  \n \nFor further s teps in the p roject , we might also appl y for access to  the UK Biobank data . \n \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:   S63694  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nThis project involves further analysis of personal (genetic) data of human participants, as well as ongoing \ncollection of human biological samples . The Ethics Com mittee Research UZ Leuv en/KU Leuven ap prove d \nthe use o f these samples (S63694) . \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Will you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  S63694  \nThis project involves anal ysis and ong oing collection  of clinical screening data (e.g.  demographics, ILD \ndiagnosis, comborbidities, famil y his tory, exposure s, pulmo nary function tests, results of CT scans, etc.). \nThese sensitive person al data are pseudonymized  and stored in  a REDCap database.  \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n - Expe rimental pro tocols exi sts for specifi c lab tasks ( e.g. DNA extraction,  sampl e prepa ration  for \nSanger sequencing, …), both physic ally in labora tory books , and in W ord files on the s hared drive , \ndescribing  in detail material s and methods . \n- A sample inventory of locations of blood samp le and e xtracted DNA samples  is stored on the \nshared drive in an Excel sheet . \n- Data folders c ontaining raw and processed data w ill be o rganized based on dat e of the data \ngeneration  and s ource of th e data. Ea ch m ain data folder will contain a Re adMe.txt file contai ning \nall the necessary information t o keep the data un derstand able and usable . \n- All of these files will be stored in the KU Leuven shared s torag e space (J -drive ) and will be backed \nup regularly to the KU Leu ven la rge storage space (L -drive)  and an ext ernal hard d rive.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nSee above.  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other: REDCap database , the su percomputer s erver for calcu lations  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☒ Personal back -ups I make (specify)  : the data will also be back ed-up on an external hard dri ve. \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nRedCap is hosted on central ICTS webservices and provides unlimited capacity.  \nDigital data are stored at the KUL University's secure environment, of which daily backup is made by the \nICT to secure the data. The storag e and bac k-up cap acity is available on th e KU Leuven shares. In case \nadditional s torage is  required, the capacity of the KU Leuven shares can be increased.  \n \nIf no, please specify : / \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n - Storage facilities such as RedCap  and the  L:drive  are incorporated within secured KU / UZ Leuven \nenvironments, are password -protected (including smartphone -based multi -factor identification) \nand are only accessible by registered researchers.  \n- Sensit ive personal data are p seudon ymized by m eans of subject ID codes.  \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The costs for data storag e will be co vered by prev ious fundi ng o btained by the laboratory (e .g. the PI’s \nTBM bud get available for th is pro ject) and /or by the FWO fellowsh ip bench  fee.  \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \nClinical data  from patients will be ke pt for at least 25 years. All other re search data will be kept for at le ast \n10 ye ars. \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Where will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The data generated during this project and accompanying  documentation  can eventually be  stored on the  \nK:drive for long -term data archiving (managed by KU Leuven ICTS with automatic back -up procedures).  \nGiven the exp ected data volume, we foresee  that th is cost will be covered by the p roject budget . \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  All gener ated data will be used in pu blished articl es an d in the P hD thesis manusc ript. Scripts can be \nshared upon  reques t. \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \n- Access may be restricted for some unpublished data . \n- Sensit ive person al data will be p seudon ymized.  \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nThe use of specific data usage licenses is not yet known.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n The expected cost for data sharing is not ye t know n. \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The PhD researcher  will be respons ible for the documentation  and metadata .  \nWho will manage data storage and backup \nduring the research project?  The PhD researcher will be responsible for storage of the data.  The The P I and lab manager will man age \nthe data s torage facilities.  \nWho will manage data preservation and \nsharing?  The PI and la b manager  will be  responsible for data preservation and sharing . \nWho will update and implement this DMP?  Both the PhD researcher and PI will update and implement this DMP . \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n  \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data management planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Nathalie Veyt , ORCID ID: 0000 -0002 -6472 -1822 Contributor name(s) ( + ORCID) & roles Principal inve stigator : prof. dr. Wim Wuyts , ORCID ID: 0000 -0001 -9648 -3497 Project number 1 & title Genetic risk stratification in familial idiopathic pulmonary fibrosis to refine the multimodal screening program for relatives Funder(s) GrantID 2 Fonds voor Wetenschappelij k Ond erzoek – Research Foundation Flanders (FWO) : 1SHA424N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Idiopathic pulmonary fibrosis (IPF) is the most common fibrotic interstitial lung disease. The disease is rapidly progressive and unfortunately the diagnosis is often made in an advanced disease stage, which makes the prognosis very poor. So far, only two antifibrotic drugs (pirfenidone and nintedanib) can slow down disease progression. As these drugs are equally effective in an early compared to advanced disease stage, early diagnosis is crucial. The increased occurrence of IPF within families (familial IPF) first indicated that genetic factors underlie the risk of IPF. Rare pathogenic variants in telomere -related genes or surfactant genes are detected in 25 - 30% of familial IPF kindreds. Furthermor e, genome -wide association studies have identified multiple association signals for IPF. However, much about the genetics of IPF remains unknown. The large proportion of unexplained familial IPF kindreds and the occurrence of early IPF in 20 -25% of non -mutation carrier relatives highlight these knowledge gaps. Hence, these missing pieces make proper screening and follow -up of relatives very challenging. The purpose of this project is to create possibilities for accurate risk prediction, counseling and personalized follow -up for family members of IPF patients through genetic risk stratification. To achieve this, the project combines identification of novel disease causing variants and quantification of polygenic risk. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Clinical screening data Patient d ata on demographics, availability of samples in the biobank , ILD diagnosis, comborbidities, famil y his tory, genetic testing, exposure s, pulmo nary function tests, concomitant therapy, adve rse events , patient status. These data are store d in a REDC ap database . ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .csv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA WES data Whole exom e sequ encing will produce ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound .xlsx ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 multiannotated excel files with numerical data ☐ Reuse existing data ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : ☐ < 5 TB ☐ > 5 TB ☐ NA SNP array data SNP array will produce ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : .idat .bin .map .pheno type .script .bpm .xlsx .bsc .egt ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA WGS data Whole genome sequ encing will produce multiannotated excel files with numerical data ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : .xlsx ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Biological patient samples 1 (or 2) EDTA blood sample (s) per study participant , 1 (or 2 ) extracted DNA samples per study ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : DNA samples are stored in freezers in BREATHE lab : 1 (or 2 ) extracted DNA sam ples per study p articipant Blood s amples are stored in freezer s FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 participant (full DNA and /or aliquot) in the Bioban k: 1 (or 2) 10 ml EDTA tubes per study parti cipant . At this time +- 335 study participant s are included . GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an in tegral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . For the interpretation of genetic analys es the project will use databanks such as gnom AD (https://gnomad.broadinstitute.org/ ), HGMD (https://apps.ingenuity.com/ingsso/login?service=https%3A%2F%2Fmy.qiagendigitalinsights.com%2Fbbp %2Flogin%2Fcas ), ClinVar ( https://www.ncbi.nlm.nih.gov/clinvar/ ) For further s teps in the p roject , we might also appl y for access to the UK Biobank data . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: S63694 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : This project involves further analysis of personal (genetic) data of human participants, as well as ongoing collection of human biological samples . The Ethics Com mittee Research UZ Leuv en/KU Leuven ap prove d the use o f these samples (S63694) . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: S63694 This project involves anal ysis and ong oing collection of clinical screening data (e.g. demographics, ILD diagnosis, comborbidities, famil y his tory, exposure s, pulmo nary function tests, results of CT scans, etc.). These sensitive person al data are pseudonymized and stored in a REDCap database. Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . - Expe rimental pro tocols exi sts for specifi c lab tasks ( e.g. DNA extraction, sampl e prepa ration for Sanger sequencing, …), both physic ally in labora tory books , and in W ord files on the s hared drive , describing in detail material s and methods . - A sample inventory of locations of blood samp le and e xtracted DNA samples is stored on the shared drive in an Excel sheet . - Data folders c ontaining raw and processed data w ill be o rganized based on dat e of the data generation and s ource of th e data. Ea ch m ain data folder will contain a Re adMe.txt file contai ning all the necessary information t o keep the data un derstand able and usable . - All of these files will be stored in the KU Leuven shared s torag e space (J -drive ) and will be backed up regularly to the KU Leu ven la rge storage space (L -drive) and an ext ernal hard d rive. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: See above. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: REDCap database , the su percomputer s erver for calcu lations How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☒ Personal back -ups I make (specify) : the data will also be back ed-up on an external hard dri ve. ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No RedCap is hosted on central ICTS webservices and provides unlimited capacity. Digital data are stored at the KUL University's secure environment, of which daily backup is made by the ICT to secure the data. The storag e and bac k-up cap acity is available on th e KU Leuven shares. In case additional s torage is required, the capacity of the KU Leuven shares can be increased. If no, please specify : / FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data - Storage facilities such as RedCap and the L:drive are incorporated within secured KU / UZ Leuven environments, are password -protected (including smartphone -based multi -factor identification) and are only accessible by registered researchers. - Sensit ive personal data are p seudon ymized by m eans of subject ID codes. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storag e will be co vered by prev ious fundi ng o btained by the laboratory (e .g. the PI’s TBM bud get available for th is pro ject) and /or by the FWO fellowsh ip bench fee. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Clinical data from patients will be ke pt for at least 25 years. All other re search data will be kept for at le ast 10 ye ars. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data generated during this project and accompanying documentation can eventually be stored on the K:drive for long -term data archiving (managed by KU Leuven ICTS with automatic back -up procedures). Given the exp ected data volume, we foresee that th is cost will be covered by the p roject budget . 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. All gener ated data will be used in pu blished articl es an d in the P hD thesis manusc ript. Scripts can be shared upon reques t. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : - Access may be restricted for some unpublished data . - Sensit ive person al data will be p seudon ymized. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) The use of specific data usage licenses is not yet known. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The expected cost for data sharing is not ye t know n. 7. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher will be respons ible for the documentation and metadata . Who will manage data storage and backup during the research project? The PhD researcher will be responsible for storage of the data. The The P I and lab manager will man age the data s torage facilities. Who will manage data preservation and sharing? The PI and la b manager will be responsible for data preservation and sharing . Who will update and implement this DMP? Both the PhD researcher and PI will update and implement this DMP . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16"
}