{
    "document_id": "D-2022-1387",
    "LinkTitle": "D-2022-1387",
    "file_name": "D-2022-1387.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1387.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Melina De Dijn",
        "num_pages": 7
    },
    "content": {
        "full_text": "1Data Management Plan C14/21/038 \nADMIN DETAILS\nProject/Grant number: C14/21/038 \nPrincipal Investigator / Researcher: Dorien Van De Mieroop\nPrincipal Investigator/Researcher ID: 0000-0002-1704-2165\nData contact: Dorien Van De Mieroop (PI)/Melina De Dijn (PhD-student) \nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName of the project lead (PI)\nDorien Van De Mieroop\nC1-C2 Project number & title\nProject number: C14/21/038 \nProject title: A linguistic analysis of indexical markers of identity in Flemish job interviews in a changing  \nrecruitment context: A sociolinguistic-pragmatic mixed methods study. \nProject description\nFrom the perspective of linguistic pragmatics and sociolinguistics, the construction of identity tends to be  \nanalyzed by, among others, drawing on the principle of indexicality which connects linguistic utterances to  \nextra-linguistic reality. On the one hand, languages contain particular deictic elements (e.g. pronouns)  \nwhich almost automatically entail some – locally highly variable – indexical force. On the other hand, any  \nlinguistic element may index particular context-related social meanings. A specific example concerning the  \nBelgian Dutch linguascape is the fluid social meaning of different language varieties such as Colloquial  \nBelgian Dutch and Belgian Standard Dutch. In this project, these indexical markers will be studied from a  \npragmatic ánd sociolinguistic perspective by means of a mixed methods approach. As data, Flemish job  \nwere chosen because these constitute an interesting context: i.e. they have changed a lot in the last  \ndecades in terms of the identities that recruiters and candidates construct, in particular because of the  \nwestern workplace’s shift to the New Work Order as well as the emergence of the War for Talent in some  \nsegments of the recruitment context.\n22. DATA DESCRIPTION\n2.1. Will you generate/collect new data and/or make use of existing data? \n●Generate new data\n●Reuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data  \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per  \nobjective of the project.\nA.EXISTING CORPUS\nThe existing data is a reference corpus containing 31 job interviews. They were collected by the PI who  \nobtained SMEC-approval for this data (Ethical review (SMEC) approval numbers: G- 2015 10 371 and G-  \n2018 10 1354).\n Type of data Format  VolumeHow created? \nExisting corpus of job \ninterviewsDocx\nAudio files\nVideo filesAbout 25 GBWe have two types of interviews which were \ncreated in different ways:  \n1.interviews that were audiotaped using \nan audio-recorder; \n2.interviews that were videotaped using \na camera or smartphone.  \nThese interviews are fully transcribed 1 using \nconversation analytic transcription symbols \n(Jefferson 1984).\nB.NEW DATA COLLECTED FOR THE PROJECT\nFor the new data collection procedure consisting of the recording of job interviews followed by SRM-\ninterviews, the PI and PhD-student will apply for SMEC-approval in May 2022. When the experiment is  \nprepared, another SMEC-approval will be applied for. The rest of the data collection is still covered by the  \nSMEC-approvals obtained earlier (including a few amendments) as described above.\n1 The interviews were transcribed by students in the context of their master thesis research. The involvement of \nstudents in the data collection was inscribed in the SMEC-approval procedure.\n3 Type of data Format  VolumeHow created? \nNew corpus of War \nfor Talent vs War for \nJobs-job interviewsVideo \nfiles \n(mp4)About 60GB \n(under \nconstruction)-We have two types of video files which were created in \ndifferent ways: \n1.Job interviews that were videotaped using a \ncamera or smartphone ; \n2.Job interviews that were organized via Zoom, \nSkype, Teams, etc. and that were recorded through  \nthe videoconferencing-software . \n-Most of these job interviews are fully transcribed 2 using \nconversation analytic transcription symbols (Jefferson \n1984). These transcriptions will be completed on a \nrolling basis (meaning, each time after new recordings \nare made). \nCoded transcripts of \njob interviews .xlsx\n.r\n.tsv< 1 GBThe job interviews will be coded for certain linguistic \nelements in an excel file. Analyses of these coded \nelements will be done in R.  \nQuestionnaire Docx\n.xlsx\n.r\n.tsv< 1 GB (under \nconstruction)-The recruiters taking part in this study filled out/will fill out a  \nquestionnaire with an assessment of the job interviews \nin terms of the War for Talent-context.  \n-Their answers will be structured in an excel spreadsheet to \nallow for analysis. \n-Analyses will be done in R.  \nEthnographic \ninterviews with \nrecruitersAudio \nfiles\nvideo \nfilesAbout 3GB \n(under \nconstructionWe have two types of interviews which were/will be created  \nin different ways: \n1.interviews that were audio- or videotaped using a \nsmartphone, audio-recorder or camera ; \n2.interviews that were organized via Zoom, Skype, \nTeams, etc. and that were recorded through the \nvideoconferencing-software . \nSRM-interviews with \nrecruitersaudio \nfiles\nvideo \nfilesAbout 2GB \n(under \nconstruction) We have two types of SRM-interviews which were/will be \ncreated in different ways:  \n1.interviews that were videotaped using a camera or \nsmartphone; \n2.interviews that were organized via Zoom, Skype, \nTeams, etc. and that were recorded through the \nvideoconferencing-software . \nQuestionnaires \ncollected during \nexperiment.xlsx\n.r\n.tsv< 1 GB (to be \ncollected)During a large-scale experiment approx. 180 master \nstudents will fill out a questionnaire. Their answers will be \ncollected in an excel file. Analyses will be done in R.  \n2 The interviews were transcribed by students in the context of their master thesis research. The involvement of \nstudents in the data collection was inscribed in the SMEC-approval procedure.\n43. ETHICAL AND LEGAL ISSUES\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add  \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering  \nthe fact that you process personal data is a legal obligation.\nYes, all the project data contains personal information and the procedure for collecting and storing data was  \napproved by SMEC. We would like to emphasize that we are extremely careful with storage of our data (e.g.  \nOneDrive + KU Leuven authenticator). \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on  \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical  \nreview committee(s).\nYes there are ethical issues concerning this project. We have obtained  ethical approval from SMEC \n(approval numbers: G- 2015 10 371 and G- 2018 10 1354) for the first part of the data collection and will  \napply for SMEC-approval for the new procedures (i.e. (1) the collection of job interviews + SRM interviews  \nand (2) the experiment) after May 2022. Following SMEC-approval we collect informed consent forms from  \nall participants for all interviews we record and if we use visual representations of participants in publications  \nwe use line drawings to protect their privacy. The use of these line drawings is also incorporated in the  \ninformed consent form that the participants sign, so they have explicitly agreed to the use of the visual data  \nin this way. Since the start of the Covid-19 crisis, many job interviews take place via videoconferencing-\nsoftware which makes collection of paper contracts less evident: a SMEC-amendment allows us to record  \nthe consent of the participants instead of working with paper contracts. We will describe our strategies to  \nprotect the privacy of the participants in our experiment in our new SMEC-approval applications (to be  \ncompleted by May 2022 for the job interviews + SRM interviews, and in a later stage for the experiment).  \n3.3. Does your research possibly result in research data with potential for tech transfer and  \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which  \nrestrictions will be asserted?\nNA \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use?  \nIf so, to what data do they relate and what restrictions regarding reuse and sharing are in place?\nYes, since this data is highly privacy sensitive. As stipulated in the informed consent forms that the  \nparticipants sign, the data cannot be shared with anyone other than the researchers involved.  \n54. DOCUMENTATION AND METADATA\n4.1.  What  documentation  will  be  provided  to  enable  understanding  and  reuse  of  the  data  \ncollected/generated in this project? \nWe will create a report describing the data used for this project that also makes clear how the different  \nelements in the dataset belong together. A quick overview of the contents of this document:  \n1.DATASET PART I: \nDescription of the existing dataset  containing audio- or video-recordings and transcriptions of job  \ninterviews (collected from 2011-2018). This dataset contains many job interviews and serves as a  \ncorpus of data to describe benchmark cases of identity work in job interviews in general.  \n2.DATASET PART II: \nDescription of the new dataset  containing video-recordings of job interviews (collected from 2019-\n2023). For each of these job interviews, we collect additional data that is directly linked to these job  \ninterviews: \na.Coded job interviews: the job interviews will be coded for specific linguistic elements.  \nb.SRM-interviews: these are interviews in which we watch clips of the video-recordings of the  \njob interviews together with the recruiters to get their comments on the interactions in the  \njob interviews. \nc.Questionnaires: for each job interview, the recruiter fills out a questionnaire where he or  \nshe describes the context for the job interview in terms of War for Talent vs. War for Jobs.  \nThis dataset is specifically compiled for  this research project and serves as a corpus of data to  \ndescribe identity work in War for Talent-job interviews.\n3.DATASET PART III: \nDescription of the set of ethnographic interviews : this set of data is not linked to concrete job  \ninterviews but contains interviews with recruiters where they describe the recruitment context of  \nthe War for Talent in general . \n4.DATASET PART IV: \nQuestionnaires  collected  during  experiment :  this  final  element  in  the  data  contains  the  \nquestionnaires that will be filled out by master students in academic year 2023-2024 during an  \nexperiment. \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not,  \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nThe report described above will provide a description of all data and metadata created. To accompany this  \nreport, we will create an overview (.xlsx) that indicates for each job interview in the dataset which type of  \nmetadata is available. This document will make clear for which job interviews specific types of metadata  \nhave been collected and created: this differs of course a great deal between the existing corpus and the new  \ncorpus collected specifically for this project. This overview will be kept up to date throughout the project, as  \nin each phase new types of data and metadata will be collected/created. \n65. DATA STORAGE AND BACKUP DURING THE C1-C2 PROJECT\n5.1. Where will the data be stored? \nOn KU Leuven OneDrive for Business (used in combination with KU Leuven authenticator) and the hard  \ndrive of the PhD-student’s laptop (which is bitlocker protected)\n5.2. How will the data be backed up? \nThe use of OneDrive for Business provides backup. Also, two external hard drives (bitlocked) are used as  \nback-up.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify  \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this will  \nbe taken care of. \nKU Leuven's OneDrive for Business provides researchers with 2TB of storage, which should suffice for this  \nproject.\n5.4. What are the expected costs for data storage and backup during the project? How will these  \ncosts be covered? \nWith the C1-project funds, two external hard drives have been acquired for back-up.  \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or  \nmodified by unauthorized persons? \nOneDrive for Business ensures safe storage in combination with KU Leuven Authenticator. Only the PI and  \nPhD-student have direct access to the authentic data. \n6. DATA PRESERVATION AFTER THE END OF THE C1-C2 PROJECT\n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a  \nselection of the data can/will be preserved, clearly state why this is the case (legal or contractual  \nrestrictions, physical preservation issues, ...).\nThe entire dataset will be preserved after the end of the project for at least 10 years.  \n6.2. Where will these data be archived (= stored for the long term)? \nThe PI will preserve the entire dataset at least 10 years after completion of the project on KU Leuven  \nOneDrive for Business conform the KU Leuven RDM policy. It can however, due to the third party  \nagreement, not be shared with external researchers. \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs be  \ncovered? \nKU Leuven OneDrive for Business does not require any costs for the researchers. \n77. DATA SHARING AND RE-USE\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined  \nin an agreement with a 3rd party, legal restrictions or because of IP potential)? \nYes, since this data is highly privacy sensitive. As stipulated in the informed consent forms that the  \nparticipants sign, the data cannot be shared with anyone other than the project collaborators.  \n7.2. Which data will be made available after the end of the project? \nNA \n7.3. Where/how will the data be made available for reuse? \nNA \n7.4. When will the data be made available? \nNA \n7.5. Who will be able to access the data and under what conditions? \nNA \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nNA \n8. RESPONSIBILITIES\n8.1. Who will be responsible for the data documentation & metadata? \nDorien Van De Mieroop and Melina De Dijn\n8.2. Who will be responsible for data storage & back up during the project? \nDorien Van De Mieroop and Melina De Dijn\n8.3. Who will be responsible for ensuring data preservation and sharing? \nDorien Van De Mieroop and Melina De Dijn\n8.4. Who bears the end responsibility for updating & implementing this DMP? \nThe end responsibility for updating and implementing the DMP is with the PI/supervisor, Dorien Van De  \nMieroop. "
    },
    "clean_full_text": "1Data Management Plan C14/21/038 ADMIN DETAILS Project/Grant number: C14/21/038 Principal Investigator / Researcher: Dorien Van De Mieroop Principal Investigator/Researcher ID: 0000-0002-1704-2165 Data contact: Dorien Van De Mieroop (PI)/Melina De Dijn (PhD-student) Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Dorien Van De Mieroop C1-C2 Project number & title Project number: C14/21/038 Project title: A linguistic analysis of indexical markers of identity in Flemish job interviews in a changing recruitment context: A sociolinguistic-pragmatic mixed methods study. Project description From the perspective of linguistic pragmatics and sociolinguistics, the construction of identity tends to be analyzed by, among others, drawing on the principle of indexicality which connects linguistic utterances to extra-linguistic reality. On the one hand, languages contain particular deictic elements (e.g. pronouns) which almost automatically entail some – locally highly variable – indexical force. On the other hand, any linguistic element may index particular context-related social meanings. A specific example concerning the Belgian Dutch linguascape is the fluid social meaning of different language varieties such as Colloquial Belgian Dutch and Belgian Standard Dutch. In this project, these indexical markers will be studied from a pragmatic ánd sociolinguistic perspective by means of a mixed methods approach. As data, Flemish job were chosen because these constitute an interesting context: i.e. they have changed a lot in the last decades in terms of the identities that recruiters and candidates construct, in particular because of the western workplace’s shift to the New Work Order as well as the emergence of the War for Talent in some segments of the recruitment context. 22. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ●Generate new data ●Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. A.EXISTING CORPUS The existing data is a reference corpus containing 31 job interviews. They were collected by the PI who obtained SMEC-approval for this data (Ethical review (SMEC) approval numbers: G- 2015 10 371 and G- 2018 10 1354). Type of data Format VolumeHow created? Existing corpus of job interviewsDocx Audio files Video filesAbout 25 GBWe have two types of interviews which were created in different ways: 1.interviews that were audiotaped using an audio-recorder; 2.interviews that were videotaped using a camera or smartphone. These interviews are fully transcribed 1 using conversation analytic transcription symbols (Jefferson 1984). B.NEW DATA COLLECTED FOR THE PROJECT For the new data collection procedure consisting of the recording of job interviews followed by SRM- interviews, the PI and PhD-student will apply for SMEC-approval in May 2022. When the experiment is prepared, another SMEC-approval will be applied for. The rest of the data collection is still covered by the SMEC-approvals obtained earlier (including a few amendments) as described above. 1 The interviews were transcribed by students in the context of their master thesis research. The involvement of students in the data collection was inscribed in the SMEC-approval procedure. 3 Type of data Format VolumeHow created? New corpus of War for Talent vs War for Jobs-job interviewsVideo files (mp4)About 60GB (under construction)-We have two types of video files which were created in different ways: 1.Job interviews that were videotaped using a camera or smartphone ; 2.Job interviews that were organized via Zoom, Skype, Teams, etc. and that were recorded through the videoconferencing-software . -Most of these job interviews are fully transcribed 2 using conversation analytic transcription symbols (Jefferson 1984). These transcriptions will be completed on a rolling basis (meaning, each time after new recordings are made). Coded transcripts of job interviews .xlsx .r .tsv< 1 GBThe job interviews will be coded for certain linguistic elements in an excel file. Analyses of these coded elements will be done in R. Questionnaire Docx .xlsx .r .tsv< 1 GB (under construction)-The recruiters taking part in this study filled out/will fill out a questionnaire with an assessment of the job interviews in terms of the War for Talent-context. -Their answers will be structured in an excel spreadsheet to allow for analysis. -Analyses will be done in R. Ethnographic interviews with recruitersAudio files video filesAbout 3GB (under constructionWe have two types of interviews which were/will be created in different ways: 1.interviews that were audio- or videotaped using a smartphone, audio-recorder or camera ; 2.interviews that were organized via Zoom, Skype, Teams, etc. and that were recorded through the videoconferencing-software . SRM-interviews with recruitersaudio files video filesAbout 2GB (under construction) We have two types of SRM-interviews which were/will be created in different ways: 1.interviews that were videotaped using a camera or smartphone; 2.interviews that were organized via Zoom, Skype, Teams, etc. and that were recorded through the videoconferencing-software . Questionnaires collected during experiment.xlsx .r .tsv< 1 GB (to be collected)During a large-scale experiment approx. 180 master students will fill out a questionnaire. Their answers will be collected in an excel file. Analyses will be done in R. 2 The interviews were transcribed by students in the context of their master thesis research. The involvement of students in the data collection was inscribed in the SMEC-approval procedure. 43. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, all the project data contains personal information and the procedure for collecting and storing data was approved by SMEC. We would like to emphasize that we are extremely careful with storage of our data (e.g. OneDrive + KU Leuven authenticator). 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes there are ethical issues concerning this project. We have obtained ethical approval from SMEC (approval numbers: G- 2015 10 371 and G- 2018 10 1354) for the first part of the data collection and will apply for SMEC-approval for the new procedures (i.e. (1) the collection of job interviews + SRM interviews and (2) the experiment) after May 2022. Following SMEC-approval we collect informed consent forms from all participants for all interviews we record and if we use visual representations of participants in publications we use line drawings to protect their privacy. The use of these line drawings is also incorporated in the informed consent form that the participants sign, so they have explicitly agreed to the use of the visual data in this way. Since the start of the Covid-19 crisis, many job interviews take place via videoconferencing- software which makes collection of paper contracts less evident: a SMEC-amendment allows us to record the consent of the participants instead of working with paper contracts. We will describe our strategies to protect the privacy of the participants in our experiment in our new SMEC-approval applications (to be completed by May 2022 for the job interviews + SRM interviews, and in a later stage for the experiment). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? NA 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? Yes, since this data is highly privacy sensitive. As stipulated in the informed consent forms that the participants sign, the data cannot be shared with anyone other than the researchers involved. 54. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? We will create a report describing the data used for this project that also makes clear how the different elements in the dataset belong together. A quick overview of the contents of this document: 1.DATASET PART I: Description of the existing dataset containing audio- or video-recordings and transcriptions of job interviews (collected from 2011-2018). This dataset contains many job interviews and serves as a corpus of data to describe benchmark cases of identity work in job interviews in general. 2.DATASET PART II: Description of the new dataset containing video-recordings of job interviews (collected from 2019- 2023). For each of these job interviews, we collect additional data that is directly linked to these job interviews: a.Coded job interviews: the job interviews will be coded for specific linguistic elements. b.SRM-interviews: these are interviews in which we watch clips of the video-recordings of the job interviews together with the recruiters to get their comments on the interactions in the job interviews. c.Questionnaires: for each job interview, the recruiter fills out a questionnaire where he or she describes the context for the job interview in terms of War for Talent vs. War for Jobs. This dataset is specifically compiled for this research project and serves as a corpus of data to describe identity work in War for Talent-job interviews. 3.DATASET PART III: Description of the set of ethnographic interviews : this set of data is not linked to concrete job interviews but contains interviews with recruiters where they describe the recruitment context of the War for Talent in general . 4.DATASET PART IV: Questionnaires collected during experiment : this final element in the data contains the questionnaires that will be filled out by master students in academic year 2023-2024 during an experiment. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. The report described above will provide a description of all data and metadata created. To accompany this report, we will create an overview (.xlsx) that indicates for each job interview in the dataset which type of metadata is available. This document will make clear for which job interviews specific types of metadata have been collected and created: this differs of course a great deal between the existing corpus and the new corpus collected specifically for this project. This overview will be kept up to date throughout the project, as in each phase new types of data and metadata will be collected/created. 65. DATA STORAGE AND BACKUP DURING THE C1-C2 PROJECT 5.1. Where will the data be stored? On KU Leuven OneDrive for Business (used in combination with KU Leuven authenticator) and the hard drive of the PhD-student’s laptop (which is bitlocker protected) 5.2. How will the data be backed up? The use of OneDrive for Business provides backup. Also, two external hard drives (bitlocked) are used as back-up. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. KU Leuven's OneDrive for Business provides researchers with 2TB of storage, which should suffice for this project. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? With the C1-project funds, two external hard drives have been acquired for back-up. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive for Business ensures safe storage in combination with KU Leuven Authenticator. Only the PI and PhD-student have direct access to the authentic data. 6. DATA PRESERVATION AFTER THE END OF THE C1-C2 PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). The entire dataset will be preserved after the end of the project for at least 10 years. 6.2. Where will these data be archived (= stored for the long term)? The PI will preserve the entire dataset at least 10 years after completion of the project on KU Leuven OneDrive for Business conform the KU Leuven RDM policy. It can however, due to the third party agreement, not be shared with external researchers. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? KU Leuven OneDrive for Business does not require any costs for the researchers. 77. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Yes, since this data is highly privacy sensitive. As stipulated in the informed consent forms that the participants sign, the data cannot be shared with anyone other than the project collaborators. 7.2. Which data will be made available after the end of the project? NA 7.3. Where/how will the data be made available for reuse? NA 7.4. When will the data be made available? NA 7.5. Who will be able to access the data and under what conditions? NA 7.6. What are the expected costs for data sharing? How will these costs be covered? NA 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Dorien Van De Mieroop and Melina De Dijn 8.2. Who will be responsible for data storage & back up during the project? Dorien Van De Mieroop and Melina De Dijn 8.3. Who will be responsible for ensuring data preservation and sharing? Dorien Van De Mieroop and Melina De Dijn 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the PI/supervisor, Dorien Van De Mieroop."
}