{
    "document_id": "D-2024-3211",
    "LinkTitle": "D-2024-3211",
    "file_name": "D-2024-3211.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3211.pdf",
    "metadata": {
        "title": "HP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with chalcogenides",
        "author": "N/A",
        "creation_date": "2024-12-19 20:00:30+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nHP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with chalcogenides\nCreator:\nCreator:\nYujie Gao\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nHP3 develops a novel approach to inhibit the degradation caused by ionic migration in Lead halide perovskite (LHP) devices. Current\ntechniques focus on increasing activation energy or employing interlayers to limit migration. However, both strategies have their\nlimitations. HP3 proposes a multi-pronged approach to improve LHP device performance. This approach is based on a heteroepitaxial\nthin film structure that combines LHPs and lead-based chalcogenides. These chalcogenides have excellent ambient stability,\noptoelectronic properties, thermal conductivity, and carrier mobility. HP3 will use a thick epitaxial layer of chalcogenides to provide\nambient stability to LHP devices and prevent migrating halide atoms from reacting with other transport layers and electrodes. The\nchalcogenide epitaxial layer also offers several other benefits, including strain engineering, ambient stability, and efficient carrier\ntransport and extraction. The HP3 aims to improve the stability and performance of LHP devices and make them more appealing for\nfuture applications.\nID: \nID: \n211523\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2025\nLast modified: \nLast modified: \n19-12-2024\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n1 of 8\nHP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with\nHP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with\nchalcogenides\nchalcogenides\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWP1:Single Crystal\nGrowth Data,\nHeteroepitaxial\nLayer Deposition\nData\nData related to the growth conditions, parameters,\nand outcomes of CsPbX3 (X = Cl, Br, I) single\ncrystals.\nData on the deposition process of chalcogenide\nlayers on halide perovskite single crystals, including\nreaction conditions and outcomes.\nN\nD\nI, N\nJPEG,\nTIFF\n<100GB\n0\nWP2: Structural\nCharacterization\nData and\nOptoelectronic\nCharacterization\nData\nData from structural characterization techniques\nsuch as XRD, GIWAXS, and TEM, used to analyze the\nheteroepitaxial structures. Data from optoelectronic\ncharacterization techniques including steady-state\nand time-resolved absorption and\nphotoluminescence spectroscopies.\nN\nD\nI,N\nCSV,\nJPEG,\nTIFF,\nTXT\n<100GB\n0\nWP3: Device\nPerformance Data\nData on the performance of photovoltaic and self-\npowered photodetector devices fabricated using the\nheteroepitaxial structures.\nN\nD\nI,N\nCSV,\nJPEG,\nTIFF,\nTXT\n<100GB\n0\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nI do not plan to reuse existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n2 of 8\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nThe research has potential for commercial valorization, particularly in the development of stable and high-performance lead\nhalide perovskite (LHP) devices. Specific datasets and their potential applications include:\n1\n. \nMaterial Synthesis Data: Innovations in heteroepitaxial integration could lead to improved manufacturing techniques for LHP\nmaterials, benefiting industries focused on photovoltaics and optoelectronic devices.\n2\n. \nDevice Performance Data: Metrics such as power conversion efficiency and operational stability are directly relevant for\ncommercial solar cell and sensor applications. These datasets could attract interest from renewable energy and advanced\nmaterials companies.\n3\n. \nModeling and Simulation Data: Insights into interface engineering and strain effects could inform the design of next-\ngeneration hybrid material systems, potentially leading to patents or licensing opportunities.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nThere are no existing 3rd party agreements that restrict the exploitation or dissemination of the data to be used or generated in\nthis project. All datasets, including experimental results, device performance data, and modeling outputs, will be freely available\nfor academic dissemination and in compliance with KU Leuven on open science and data sharing.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nThere are no legal issues, such as intellectual property rights or ownership, that need to be managed for the data used or\ngenerated in this project. All datasets, including experimental results, device performance metrics, and modeling outputs, will be\nowned and managed in accordance with KU Leuven. The data will remain open for academic use and dissemination.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nTo ensure data remains understandable and usable for both current and future users, the following approach will be implemented\nfor capturing accompanying information:\n1\n. \nDocumentation Standards:\nComprehensive metadata will be recorded for all datasets, including experimental procedures, equipment settings,\ncalibration details, and data analysis methods.\nMetadata will follow standardized formats, ensuring compatibility with institutional and open-access repositories.\n2\n. \nElectronic Lab Notebooks (ELNs):\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n3 of 8\nAll experimental procedures, observations, and results will be recorded in a digital format using an Electronic Lab\nNotebook (ELN) provided by KU Leuven. ELNs ensure traceability, version control, and easy access to data.\n3\n. \nREADME Files:\nEach dataset will include a README.txt file outlining the purpose, structure, and methodology of the data. This file will\nprovide clear instructions for interpreting the data and its metadata.\n4\n. \nVersion Control and Code Documentation:\nComputational scripts and models will be documented using inline comments and accompanied by a codebook.tsv file\nthat describes the variables, parameters, and expected outputs. Version control tools like Git will be used to track\nchanges and maintain reproducibility.\n5\n. \nCentralized Storage:\nAll documentation will be stored alongside data in a centralized repository with appropriate folder structures to ensure\nease of navigation. Documentation will include detailed descriptions of file naming conventions, units of measurement,\nand any preprocessing steps.\n6\n. \nFuture Usability:\nTo ensure long-term usability, data and documentation will adhere to FAIR principles (Findable, Accessible,\nInteroperable, Reusable). This will make datasets understandable and usable by other researchers, even beyond the\nproject team.\nBy combining robust metadata, detailed procedural documentation, and modern tools like ELNs, the project ensures that data is\nwell-organized, reproducible, and accessible for both immediate use and future research needs.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nA metadata standard will be used to ensure data is easier to find and reuse. The project will follow the Dublin Core Metadata\nStandard, which is widely adopted for documenting datasets in research repositories. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nPersonal network drive (I-drive)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n4 of 8\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nTo ensure that the data are securely stored and protected from unauthorized access or modification, the following measures will\nbe implemented:\n1\n. \nAccess Control:\nData will be stored on Personal network drive (I-drive), OneDrive (KU Leuven), and Large Volume Storage, all of which are\nprotected by KU Leuven’s secure authentication system, including multi-factor authentication.\nAccess permissions will be strictly managed, with only authorized project members granted access based on their roles.\n2\n. \nEncryption:\nData stored on OneDrive and Large Volume Storage will be encrypted both during transmission and at rest, ensuring\nhigh levels of confidentiality and security.\n3\n. \nRegular Backups:\nThe Personal network drive (I-drive) and Large Volume Storage are automatically backed up daily by KU Leuven IT\nservices, providing protection against accidental data loss or corruption.\nAdditional manual backups will be periodically saved to OneDrive to ensure redundancy.\n4\n. \nVersion Control and Audit Trails:\nFor critical data, version control mechanisms will be used to track changes. This ensures the integrity of the data and\nallows for the identification and reversal of unauthorized modifications.\n5\n. \nInstitutional Policies and Compliance:\nAll data management practices will comply with KU Leuven's policies on data protection and adhere to GDPR\nregulations where applicable.\nBy combining secure storage systems, encryption, and controlled access, the data will remain protected from unauthorized\naccess or modification throughout the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n \nThe expected costs for data storage and backup during the research project are minimal, as the majority of storage solutions are\nprovided by KU Leuven:\n1\n. \nData Storage Costs:\nPersonal network drive (I-drive) and OneDrive (KU Leuven): Provided free of charge by KU Leuven for academic use.\nLarge Volume Storage: While the exact cost depends on the volume of data, typical charges are approximately €100–\n€200 per terabyte per year.\n2\n. \nBackup Costs:\nRegular automated backups for I-drive and Large Volume Storage are included as part of KU Leuven IT services and\nincur no additional charges.\nManual backups on OneDrive also incur no cost.\n3\n. \nCoverage of Costs:\nAny additional costs for Large Volume Storage will be covered by the bench fee allocated to the project, ensuring\nseamless data management without compromising the research budget.\nThe use of KU Leuven-provided resources ensures cost-effectiveness and compliance with institutional data management\npolicies.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n5 of 8\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation during the retention period are minimal due to the use of KU Leuven’s institutional\nstorage infrastructure:\n1\n. \nCosts for Data Preservation:\nPersonal Network Drive (I-drive): No additional cost, as it is provided free of charge by KU Leuven for academic use,\nincluding the retention period.\nOneDrive (KU Leuven): Free for long-term storage of small to medium-sized datasets.\nLarge Volume Storage: Estimated at €100–€200 per terabyte per year, depending on the volume of data. For a retention\nperiod of 10 years, the total cost will depend on the final data size.\n2\n. \nCoverage of Costs:\nCosts for any additional storage requirements (e.g., Large Volume Storage) will be covered by the project’s bench fee or\ninstitutional research funds. KU Leuven policies ensure affordable and scalable options for long-term data preservation.\nBy utilizing KU Leuven’s resources, the project ensures compliance with retention policies while minimizing financial impact.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to the data will initially be restricted to the project team and authorized collaborators during the research phase. After the\nrelevant research findings are published, the data will be made publicly available through open-access repositories in compliance\nwith KU Leuven’s open science policies.\nIf some datasets need to remain restricted (e.g., raw experimental data with proprietary implications), access will be granted upon\nrequest and subject to a data sharing agreement ensuring proper citation and acknowledgment.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n6 of 8\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected. If any costs occur, they will be covered by the requesting party.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nYujie Gao will be responsible for data documentation and metadata during the project, under supervision of prof. Maarten\nRoeffaers (supervisor).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nYujie Gao will be responsible for data storage and back-up during the project, under supervision of prof. Maarten Roeffaers\n(supervisor).\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nProf. Maarten Roeffaers (supervisor) will be responsible for data preservation after the end of the project. Yujie Gao will be\nresponsible for data sharing during the project, under supervision of Prof. Maarten Roeffaers. Prof. Maarten Roeffaers will be\nresponsible for data sharing after the end of the\nproject. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nYujie Gao will update and implement this data management plan througout the project, under supervision of Prof. Maarten\nRoeffaers (supervisor).\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n7 of 8\nCreated using DMPonline.be. Last modiﬁed 19 December 2024\n8 of 8"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: HP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with chalcogenides Creator: Creator: Yujie Gao Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: HP3 develops a novel approach to inhibit the degradation caused by ionic migration in Lead halide perovskite (LHP) devices. Current techniques focus on increasing activation energy or employing interlayers to limit migration. However, both strategies have their limitations. HP3 proposes a multi-pronged approach to improve LHP device performance. This approach is based on a heteroepitaxial thin film structure that combines LHPs and lead-based chalcogenides. These chalcogenides have excellent ambient stability, optoelectronic properties, thermal conductivity, and carrier mobility. HP3 will use a thick epitaxial layer of chalcogenides to provide ambient stability to LHP devices and prevent migrating halide atoms from reacting with other transport layers and electrodes. The chalcogenide epitaxial layer also offers several other benefits, including strain engineering, ambient stability, and efficient carrier transport and extraction. The HP3 aims to improve the stability and performance of LHP devices and make them more appealing for future applications. ID: ID: 211523 Start date: Start date: 01-10-2024 End date: End date: 30-09-2025 Last modified: Last modified: 19-12-2024 Created using DMPonline.be. Last modiﬁed 19 December 2024 1 of 8 HP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with HP3: High-Performance Halide Perovskites through HeteroePitaxial functionalization with chalcogenides chalcogenides Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP1:Single Crystal Growth Data, Heteroepitaxial Layer Deposition Data Data related to the growth conditions, parameters, and outcomes of CsPbX3 (X = Cl, Br, I) single crystals. Data on the deposition process of chalcogenide layers on halide perovskite single crystals, including reaction conditions and outcomes. N D I, N JPEG, TIFF <100GB 0 WP2: Structural Characterization Data and Optoelectronic Characterization Data Data from structural characterization techniques such as XRD, GIWAXS, and TEM, used to analyze the heteroepitaxial structures. Data from optoelectronic characterization techniques including steady-state and time-resolved absorption and photoluminescence spectroscopies. N D I,N CSV, JPEG, TIFF, TXT <100GB 0 WP3: Device Performance Data Data on the performance of photovoltaic and self- powered photodetector devices fabricated using the heteroepitaxial structures. N D I,N CSV, JPEG, TIFF, TXT <100GB 0 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: I do not plan to reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Created using DMPonline.be. Last modiﬁed 19 December 2024 2 of 8 or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The research has potential for commercial valorization, particularly in the development of stable and high-performance lead halide perovskite (LHP) devices. Specific datasets and their potential applications include: 1 . Material Synthesis Data: Innovations in heteroepitaxial integration could lead to improved manufacturing techniques for LHP materials, benefiting industries focused on photovoltaics and optoelectronic devices. 2 . Device Performance Data: Metrics such as power conversion efficiency and operational stability are directly relevant for commercial solar cell and sensor applications. These datasets could attract interest from renewable energy and advanced materials companies. 3 . Modeling and Simulation Data: Insights into interface engineering and strain effects could inform the design of next- generation hybrid material systems, potentially leading to patents or licensing opportunities. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No There are no existing 3rd party agreements that restrict the exploitation or dissemination of the data to be used or generated in this project. All datasets, including experimental results, device performance data, and modeling outputs, will be freely available for academic dissemination and in compliance with KU Leuven on open science and data sharing. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No There are no legal issues, such as intellectual property rights or ownership, that need to be managed for the data used or generated in this project. All datasets, including experimental results, device performance metrics, and modeling outputs, will be owned and managed in accordance with KU Leuven. The data will remain open for academic use and dissemination. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). To ensure data remains understandable and usable for both current and future users, the following approach will be implemented for capturing accompanying information: 1 . Documentation Standards: Comprehensive metadata will be recorded for all datasets, including experimental procedures, equipment settings, calibration details, and data analysis methods. Metadata will follow standardized formats, ensuring compatibility with institutional and open-access repositories. 2 . Electronic Lab Notebooks (ELNs): Created using DMPonline.be. Last modiﬁed 19 December 2024 3 of 8 All experimental procedures, observations, and results will be recorded in a digital format using an Electronic Lab Notebook (ELN) provided by KU Leuven. ELNs ensure traceability, version control, and easy access to data. 3 . README Files: Each dataset will include a README.txt file outlining the purpose, structure, and methodology of the data. This file will provide clear instructions for interpreting the data and its metadata. 4 . Version Control and Code Documentation: Computational scripts and models will be documented using inline comments and accompanied by a codebook.tsv file that describes the variables, parameters, and expected outputs. Version control tools like Git will be used to track changes and maintain reproducibility. 5 . Centralized Storage: All documentation will be stored alongside data in a centralized repository with appropriate folder structures to ensure ease of navigation. Documentation will include detailed descriptions of file naming conventions, units of measurement, and any preprocessing steps. 6 . Future Usability: To ensure long-term usability, data and documentation will adhere to FAIR principles (Findable, Accessible, Interoperable, Reusable). This will make datasets understandable and usable by other researchers, even beyond the project team. By combining robust metadata, detailed procedural documentation, and modern tools like ELNs, the project ensures that data is well-organized, reproducible, and accessible for both immediate use and future research needs. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes A metadata standard will be used to ensure data is easier to find and reuse. The project will follow the Dublin Core Metadata Standard, which is widely adopted for documenting datasets in research repositories. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage Personal network drive (I-drive) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 19 December 2024 4 of 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure that the data are securely stored and protected from unauthorized access or modification, the following measures will be implemented: 1 . Access Control: Data will be stored on Personal network drive (I-drive), OneDrive (KU Leuven), and Large Volume Storage, all of which are protected by KU Leuven’s secure authentication system, including multi-factor authentication. Access permissions will be strictly managed, with only authorized project members granted access based on their roles. 2 . Encryption: Data stored on OneDrive and Large Volume Storage will be encrypted both during transmission and at rest, ensuring high levels of confidentiality and security. 3 . Regular Backups: The Personal network drive (I-drive) and Large Volume Storage are automatically backed up daily by KU Leuven IT services, providing protection against accidental data loss or corruption. Additional manual backups will be periodically saved to OneDrive to ensure redundancy. 4 . Version Control and Audit Trails: For critical data, version control mechanisms will be used to track changes. This ensures the integrity of the data and allows for the identification and reversal of unauthorized modifications. 5 . Institutional Policies and Compliance: All data management practices will comply with KU Leuven's policies on data protection and adhere to GDPR regulations where applicable. By combining secure storage systems, encryption, and controlled access, the data will remain protected from unauthorized access or modification throughout the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage and backup during the research project are minimal, as the majority of storage solutions are provided by KU Leuven: 1 . Data Storage Costs: Personal network drive (I-drive) and OneDrive (KU Leuven): Provided free of charge by KU Leuven for academic use. Large Volume Storage: While the exact cost depends on the volume of data, typical charges are approximately €100– €200 per terabyte per year. 2 . Backup Costs: Regular automated backups for I-drive and Large Volume Storage are included as part of KU Leuven IT services and incur no additional charges. Manual backups on OneDrive also incur no cost. 3 . Coverage of Costs: Any additional costs for Large Volume Storage will be covered by the bench fee allocated to the project, ensuring seamless data management without compromising the research budget. The use of KU Leuven-provided resources ensures cost-effectiveness and compliance with institutional data management policies. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 19 December 2024 5 of 8 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation during the retention period are minimal due to the use of KU Leuven’s institutional storage infrastructure: 1 . Costs for Data Preservation: Personal Network Drive (I-drive): No additional cost, as it is provided free of charge by KU Leuven for academic use, including the retention period. OneDrive (KU Leuven): Free for long-term storage of small to medium-sized datasets. Large Volume Storage: Estimated at €100–€200 per terabyte per year, depending on the volume of data. For a retention period of 10 years, the total cost will depend on the final data size. 2 . Coverage of Costs: Costs for any additional storage requirements (e.g., Large Volume Storage) will be covered by the project’s bench fee or institutional research funds. KU Leuven policies ensure affordable and scalable options for long-term data preservation. By utilizing KU Leuven’s resources, the project ensures compliance with retention policies while minimizing financial impact. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data will initially be restricted to the project team and authorized collaborators during the research phase. After the relevant research findings are published, the data will be made publicly available through open-access repositories in compliance with KU Leuven’s open science policies. If some datasets need to remain restricted (e.g., raw experimental data with proprietary implications), access will be granted upon request and subject to a data sharing agreement ensuring proper citation and acknowledgment. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 19 December 2024 6 of 8 KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. If any costs occur, they will be covered by the requesting party. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Yujie Gao will be responsible for data documentation and metadata during the project, under supervision of prof. Maarten Roeffaers (supervisor). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Yujie Gao will be responsible for data storage and back-up during the project, under supervision of prof. Maarten Roeffaers (supervisor). Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Maarten Roeffaers (supervisor) will be responsible for data preservation after the end of the project. Yujie Gao will be responsible for data sharing during the project, under supervision of Prof. Maarten Roeffaers. Prof. Maarten Roeffaers will be responsible for data sharing after the end of the project. Who will update and implement this DMP? Who will update and implement this DMP? Yujie Gao will update and implement this data management plan througout the project, under supervision of Prof. Maarten Roeffaers (supervisor). Created using DMPonline.be. Last modiﬁed 19 December 2024 7 of 8 Created using DMPonline.be. Last modiﬁed 19 December 2024 8 of 8"
}