{
    "document_id": "D-2024-2831",
    "LinkTitle": "D-2024-2831",
    "file_name": "D-2024-2831.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2831.pdf",
    "metadata": {
        "title": "EXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID SEPARATIONS",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "EXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID\nEXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID\nSEPARATIONS\nSEPARATIONS\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nXiaoyu Tan\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT2/23/060\nID: \nID: \n205093\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2024\nProject abstract:\nProject abstract:\nAn ultra-high performance zeolite-filled mixed matrix membrane (MMM) was published in “Science” by the applicant recently. This novel membrane\nintegrates excellent selectivity/permeability performance, robustness, anti-aging, moisture-resistance, easy-processing and handling properties in one\nsingle material, and outperforms all reported membranes by orders of magnitude. This MMM platform exhibits tunable and unprecedented\nperformance for valuable and energy-intensive gas separations, such as CO2/CH4, CO2/N2 separations for natural gas/biogas purification and flue-gas\ntreatment, N2/hydrocarbons separation for hydrocarbon recovery, H2/CH4 separations for hydrogen production. Based on these breakthroughs, the\napplicant aims to further develop a novel thin-film nanocomposite membrane (TFN) which consists of an ultra-permeable, selective zeolite-filled\nMMM top-layer supported by a flexible polymeric substrate and extend this membrane platform to various critical liquid and gas separations.\nUltimately, a roll-to-roll membrane preparation strategy will be developed to scale up the advanced TFN, hence ready for industrial applications\nLast modified: \nLast modified: \n27-02-2024\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n1 of 6\nEXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID\nEXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID\nSEPARATIONS\nSEPARATIONS\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nLab book\nnotes\nObservations and description of the practical execution of\nexperiments\nN\nN\nP\nP\nT\nT\n/\n/\n+/- 3\nbooks\nExperimental\nDescription of the experimental procedures used to execute the\nexperiments (including membrane synthesis parameters,\ndescription of the used materials,...)\nN\nN\nD\nD\nT\nT\n.docx\n<1GB\n/\nMicroscopy\nimages\nSEM, TEM, AFM and other microscopy images\nN\nN\nD\nD\nI\nI\n.tif\n<100GB\n/\n HTGS\nresuls\nResults of high-throughput gas separation experiments\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nTGA and\nDSC data\nOutput of thermogravimetric analysis and differential scanning\ncalorimetry experiments\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nIR spectra\nResults of Fourier-transform and Raman infrared spectroscopy\nexperiments\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nUV-vis\nResults of UV-vis spectroscopy\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nXRD\nResults of X-ray diffraction analysis\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nPALS\nPositron annihilation lifetime spectroscopy\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nVisometry\nResults of viscosity measurements\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nTEA\nResults of the techno-economic analysis\nN\nN\nD\nD\nN\nN\n.xlsx\n<100GB\n/\nLiterature\nScientific papers, reviews,...\nE\nE\nD\nD\nT\nT\n.pdf\n<100GB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN.A.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nNew membrane synthesis conditions or membrane chemistries/compositions could prove valuable to patent for the desired application. Here,\nthe protocols for preparing these materials will be patented before sharing the data.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nData is linked to experimental sections (word files), which describe how the data is generated and processed. These files are linked to the\ncorresponding data files via an index file (excel file).\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAn excel file will be provided, which links each data file to the purpose, the experiment which generated it and the place where it is stored.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nLarge Volume Storage\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n3 of 6\nOneDrive (KU Leuven)\nAll project data will always be saved in (Shared) OneDrive folders.\nThese folders will be backed-up every 3 months on the Archive drive K\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nThe back-ups are organized internally in the research group for all data.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe lab notes and work laptop are stored in a locked cupboard in the researcher's office. The office is located in a badge-restricted area of the\nbuilding, and is locked if no one is inside.\n \n \nThe laptop is secured with a password and access to double authentication is required to access the KUL One Drive system from other\ndevices.\n \n \nNo very sensitive data will be generated, therefore no extra security (encryption of the computer) is foreseen at this stage. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe internal storage costs are estimated to be 50 euro per TB for backup on the internal severs. OneDrive is provided by KU Leuven for free.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for long term data storage are 50 euro per TB per year. \nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n5 of 6\nKU Leuven RDR free for 50 GB, this should cover the total amount of data generated during this project.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nXiaoyu Tan\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nLaurens Rutgeerts\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLaurens Rutgeerts\nAnnelies Vanvlasselaer\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nXiaoyu Tan\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n6 of 6"
    },
    "clean_full_text": "EXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID EXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID SEPARATIONS SEPARATIONS A Data Management Plan created using DMPonline.be Creator: Creator: Xiaoyu Tan Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT2/23/060 ID: ID: 205093 Start date: Start date: 01-11-2023 End date: End date: 31-10-2024 Project abstract: Project abstract: An ultra-high performance zeolite-filled mixed matrix membrane (MMM) was published in “Science” by the applicant recently. This novel membrane integrates excellent selectivity/permeability performance, robustness, anti-aging, moisture-resistance, easy-processing and handling properties in one single material, and outperforms all reported membranes by orders of magnitude. This MMM platform exhibits tunable and unprecedented performance for valuable and energy-intensive gas separations, such as CO2/CH4, CO2/N2 separations for natural gas/biogas purification and flue-gas treatment, N2/hydrocarbons separation for hydrocarbon recovery, H2/CH4 separations for hydrogen production. Based on these breakthroughs, the applicant aims to further develop a novel thin-film nanocomposite membrane (TFN) which consists of an ultra-permeable, selective zeolite-filled MMM top-layer supported by a flexible polymeric substrate and extend this membrane platform to various critical liquid and gas separations. Ultimately, a roll-to-roll membrane preparation strategy will be developed to scale up the advanced TFN, hence ready for industrial applications Last modified: Last modified: 27-02-2024 Created using DMPonline.be. Last modiﬁed 27 February 2024 1 of 6 EXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID EXPLORING ULTRA-HIGH-PERFORMANCE ZEOLITE-FILLED MEMBRANES FOR GAS AND LIQUID SEPARATIONS SEPARATIONS Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Lab book notes Observations and description of the practical execution of experiments N N P P T T / / +/- 3 books Experimental Description of the experimental procedures used to execute the experiments (including membrane synthesis parameters, description of the used materials,...) N N D D T T .docx <1GB / Microscopy images SEM, TEM, AFM and other microscopy images N N D D I I .tif <100GB / HTGS resuls Results of high-throughput gas separation experiments N N D D N N .xlsx <100GB / TGA and DSC data Output of thermogravimetric analysis and differential scanning calorimetry experiments N N D D N N .xlsx <100GB / IR spectra Results of Fourier-transform and Raman infrared spectroscopy experiments N N D D N N .xlsx <100GB / UV-vis Results of UV-vis spectroscopy N N D D N N .xlsx <100GB / XRD Results of X-ray diffraction analysis N N D D N N .xlsx <100GB / PALS Positron annihilation lifetime spectroscopy N N D D N N .xlsx <100GB / Visometry Results of viscosity measurements N N D D N N .xlsx <100GB / TEA Results of the techno-economic analysis N N D D N N .xlsx <100GB / Literature Scientific papers, reviews,... E E D D T T .pdf <100GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N.A. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 27 February 2024 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes New membrane synthesis conditions or membrane chemistries/compositions could prove valuable to patent for the desired application. Here, the protocols for preparing these materials will be patented before sharing the data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data is linked to experimental sections (word files), which describe how the data is generated and processed. These files are linked to the corresponding data files via an index file (excel file). Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No An excel file will be provided, which links each data file to the purpose, the experiment which generated it and the place where it is stored. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Large Volume Storage Created using DMPonline.be. Last modiﬁed 27 February 2024 3 of 6 OneDrive (KU Leuven) All project data will always be saved in (Shared) OneDrive folders. These folders will be backed-up every 3 months on the Archive drive K How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) The back-ups are organized internally in the research group for all data. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The lab notes and work laptop are stored in a locked cupboard in the researcher's office. The office is located in a badge-restricted area of the building, and is locked if no one is inside. The laptop is secured with a password and access to double authentication is required to access the KUL One Drive system from other devices. No very sensitive data will be generated, therefore no extra security (encryption of the computer) is foreseen at this stage. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The internal storage costs are estimated to be 50 euro per TB for backup on the internal severs. OneDrive is provided by KU Leuven for free. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for long term data storage are 50 euro per TB per year. Created using DMPonline.be. Last modiﬁed 27 February 2024 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 27 February 2024 5 of 6 KU Leuven RDR free for 50 GB, this should cover the total amount of data generated during this project. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Xiaoyu Tan Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Laurens Rutgeerts Who will manage data preservation and sharing? Who will manage data preservation and sharing? Laurens Rutgeerts Annelies Vanvlasselaer Who will update and implement this DMP? Who will update and implement this DMP? Xiaoyu Tan Created using DMPonline.be. Last modiﬁed 27 February 2024 6 of 6"
}