{
    "document_id": "D-2023-1980",
    "LinkTitle": "D-2023-1980",
    "file_name": "D-2023-1980.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1980.pdf",
    "metadata": {
        "title": "How the constitution constitutes. Textual agency of constitutions in the organisation of democratic communities",
        "author": "N/A",
        "creation_date": "2023-05-01 20:27:38+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "How the constitution constitutes. Textual agency of constitutions in the organisation of\ndemocratic communities\nA Data Management Plan created using DMPonline.be\nCreator: \nAna Van Liedekerke\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n106879\nID: \n199249\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nConstitutions have a special status in a democratic society: as the highest legal norm, a constitution\nis crucial for the legitimacy of our laws and institutions. Yet a constitution is not just a set of\nprinciples but also a written text. This text is more than a means to an end: its language ensures\nthat the constitution can 'perform' its central role. Through the interplay of tone, complex concepts\nand ordered structure, the text gains trust and obedience and acts upon the world. But what exactly\ndoes this agency look like? What are the rhetorical strategies of constitutional texts and what is the\nperformative power of their style? What does it mean that a text grounds a community?\nThis project investigates the textual agency of constitutions in the organisation of a community in\nfour steps. First, it collects community-building functions of constitutions such as the creation of\nstability and flexibility, unity formation, etc. Secondly, it examines which rhetorical elements\ncharacterise constitutions, such as abstract language and active verbs. Thirdly, the Belgian\nConstitution is taken as a case study to test the rhetorical role of text elements. Finally, I will develop\na theory of the textual agency of constitutions in community building. In this way, it becomes clear\nhow the constitutional text participates in shaping a community, and how constitutional language\nproves a fruitful starting point for research on the link between constitutions and community\ncreation.\nLast modified: \n01-05-2023\nCreated using DMPonline.be. Last modiﬁed 01 May 2023\n1 of 4\nHow the constitution constitutes. Textual agency of constitutions in the organisation of\ndemocratic communities\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nLiterature. This includes philosophical, legal, literary theory academic sources (articles and books). It is downloaded as a pdf and stored in Zotero and OneDrive.\nLegal sources (legislation, case law). This literature will be consulted physically or digitally. \nBibliographies, catalogues and online databases. \nInternal documents: brief notes summarizing legal and academic sources, planning documents. This will be saved in Word and saved onto OneDrive.\nMeeting reports, drafts of articles and presentations. This will be saved in Word and saved onto OneDrive\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe files will be saved in folders according to different projects and themes. The files will have the dates (year/month/day) and initials of eventual collaborators.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 01 May 2023\n2 of 4\nWhere will the data be stored?\nResponsible persons: The applicant (Ana Van Liedekerke) and the supervisor (Raf Geenens).\nStorage: I will use Box Enterprise for active use of the data. The data will be logically  sorted and shared with my supervisor. Both the sources and the notes pertaining to them, will be accessed\nthrough a Zotero library (which allows for sorting and tagging within categories). I will make backups on external hard disks. All digital information will be stored on KU Leuven servers (with\nautomatic back-up procedures) for at least 5 years after the end of the project, conform with KU Leuven RDM policy. The supervisor will maintain his accounts at least 5 more years.\nHow will the data be backed up?\nAll data are on the computer, on OneDrive and backed up on a hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive documents are only shared with supervisors and PhD researchers in the same research group. In case documents are shared outside, this will be done with restricted access.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nThe long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with\nthe permission of the supervisor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe collected data will be accessible to the supervisor (Raf Geenens), co-supervisor (Stefan Sottiaux) and postdoc researcher Christophe Maes.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nData on publications will be stored in the KU Leuven repository LIRIAS.\nCreated using DMPonline.be. Last modiﬁed 01 May 2023\n3 of 4\nWhen will the data be made available?\nAfter publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nI will probably use Creative Commons Attribution NonCommercial ShareAlike 4.0\nInternational, if possible.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA DOI will be used.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAna Van Liedekerke \nWho will manage data storage and backup during the research project?\nAna Van Liedekerke \nWho will manage data preservation and sharing?\nRaf Geenens (supervisor) \nWho will update and implement this DMP?\nAna Van Liedekerke \nCreated using DMPonline.be. Last modiﬁed 01 May 2023\n4 of 4"
    },
    "clean_full_text": "How the constitution constitutes. Textual agency of constitutions in the organisation of democratic communities A Data Management Plan created using DMPonline.be Creator: Ana Van Liedekerke Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 106879 ID: 199249 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Constitutions have a special status in a democratic society: as the highest legal norm, a constitution is crucial for the legitimacy of our laws and institutions. Yet a constitution is not just a set of principles but also a written text. This text is more than a means to an end: its language ensures that the constitution can 'perform' its central role. Through the interplay of tone, complex concepts and ordered structure, the text gains trust and obedience and acts upon the world. But what exactly does this agency look like? What are the rhetorical strategies of constitutional texts and what is the performative power of their style? What does it mean that a text grounds a community? This project investigates the textual agency of constitutions in the organisation of a community in four steps. First, it collects community-building functions of constitutions such as the creation of stability and flexibility, unity formation, etc. Secondly, it examines which rhetorical elements characterise constitutions, such as abstract language and active verbs. Thirdly, the Belgian Constitution is taken as a case study to test the rhetorical role of text elements. Finally, I will develop a theory of the textual agency of constitutions in community building. In this way, it becomes clear how the constitutional text participates in shaping a community, and how constitutional language proves a fruitful starting point for research on the link between constitutions and community creation. Last modified: 01-05-2023 Created using DMPonline.be. Last modiﬁed 01 May 2023 1 of 4 How the constitution constitutes. Textual agency of constitutions in the organisation of democratic communities FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Literature. This includes philosophical, legal, literary theory academic sources (articles and books). It is downloaded as a pdf and stored in Zotero and OneDrive. Legal sources (legislation, case law). This literature will be consulted physically or digitally. Bibliographies, catalogues and online databases. Internal documents: brief notes summarizing legal and academic sources, planning documents. This will be saved in Word and saved onto OneDrive. Meeting reports, drafts of articles and presentations. This will be saved in Word and saved onto OneDrive If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The files will be saved in folders according to different projects and themes. The files will have the dates (year/month/day) and initials of eventual collaborators. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 01 May 2023 2 of 4 Where will the data be stored? Responsible persons: The applicant (Ana Van Liedekerke) and the supervisor (Raf Geenens). Storage: I will use Box Enterprise for active use of the data. The data will be logically sorted and shared with my supervisor. Both the sources and the notes pertaining to them, will be accessed through a Zotero library (which allows for sorting and tagging within categories). I will make backups on external hard disks. All digital information will be stored on KU Leuven servers (with automatic back-up procedures) for at least 5 years after the end of the project, conform with KU Leuven RDM policy. The supervisor will maintain his accounts at least 5 more years. How will the data be backed up? All data are on the computer, on OneDrive and backed up on a hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive documents are only shared with supervisors and PhD researchers in the same research group. In case documents are shared outside, this will be done with restricted access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to the supervisor (Raf Geenens), co-supervisor (Stefan Sottiaux) and postdoc researcher Christophe Maes. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Data on publications will be stored in the KU Leuven repository LIRIAS. Created using DMPonline.be. Last modiﬁed 01 May 2023 3 of 4 When will the data be made available? After publication of research results. Which data usage licenses are you going to provide? If none, please explain why. I will probably use Creative Commons Attribution NonCommercial ShareAlike 4.0 International, if possible. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI will be used. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Ana Van Liedekerke Who will manage data storage and backup during the research project? Ana Van Liedekerke Who will manage data preservation and sharing? Raf Geenens (supervisor) Who will update and implement this DMP? Ana Van Liedekerke Created using DMPonline.be. Last modiﬁed 01 May 2023 4 of 4"
}