{
    "document_id": "D-2023-2306",
    "LinkTitle": "D-2023-2306",
    "file_name": "D-2023-2306.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2306.pdf",
    "metadata": {
        "title": "Scalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Scalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis\nScalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., Mumin Enis Leblebici\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nMumin Enis Leblebici, n.n. n.n.\nData Manager:\nData Manager:\n \nMumin Enis Leblebici\nGrant number / URL: \nGrant number / URL: \nC24E/23/010\nID: \nID: \n205277\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nSustainable synthesis of fuels and chemicals from CO2 can be achieved by mimicking the light-harvesting and catalytic processes occurring in plants.\nA viable artificial photosynthesis (AP) process is a grand challenge of scientific research, since it would not only alleviate the effects of global\nwarming but would also create an alternative solar, chemical, and energy industry. Prior works predominantly focused on developing lightsensitive\nmaterials that can harvest solar light to excite the non-reactive CO2 molecules. Although this effort was on point, it was not sufficient for a lucrative\nAP process. Recently, a more holistic approach for AP systems has been introduced, not only considering thebmaterials but also studying the whole\ndevice and process design. This project aims to realize a breakthrough step in AP by designing and manufacturing a new type of lightharvesting panel\nbased on honeycomb-like repetitive structures using low-cost materials. These panels will improve the light-harvesting efficiency of the existing light-\nsensitive\nmaterials by increasing the active surface area and the efficient distribution of reagents. Moreover, to make the best of sunlight energy and achieve\nmaximum output, we suggest\nreplacing the sluggish water oxidation reaction with value-added organic molecules transformation which will open a new horizon to provide additional\neconomic value from the products The project aims to demonstrate the proof of concept with a complete scalable processing unit.\nLast modified: \nLast modified: \n05-03-2024\nCreated using DMPonline.be. Last modiﬁed 05 March 2024\n1 of 6\nScalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis\nScalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPhoto\nLight irradiation\nexperiments\nN\nD\nN\nxlsx\n<100GB\nNA\nElectro\nElectrochemical\nexperiments \nN\nD\nN\nxlsx\n<100GB\nNA\nPhotoelectro\nPhotoelectrochemical \nexperiments\nN\nD\nN\nxlsx\n<100GB\nNA\nCeramic\nCeramic experimental\ndata\nN\nD\nI,T\nimage, xlsx\n<1TB\nNA\nModel\nPhoto/flow simulations\nN\nD\nM\nmph - COMSOL\nfile format\n<5TB\nNA\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 05 March 2024\n2 of 6\nYes\nPrototype is evaluated (Photoelectro data) using space-time-yield as benchmark. This data will prove if there is exploitation chance.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nEach dataset will be stored with a standard readme files explaining which data is associated which publication, thesis chapter, patent. This is\ncurrently being developed by the PhD student Tobias El-Chalid, supervised by Prof. Leblebici.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nOur most critical data, if not exploited will be uploaded to KUL RDR and EngrXiv and will be cited with own DOI.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nProf. Leblebici is the responsible from the 100+TB CIPT repository (being purchased) The short-term storage is the KU Leuven One-Drive.\nThe long term is the CIPT repository.\nThis will be communicated in the following progress meeting.\nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nCreated using DMPonline.be. Last modiﬁed 05 March 2024\n3 of 6\nCIPT repository is backed up RAID5.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly Prof. Leblebici gives and takes usage rights to the CIPT repository.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe CIPT repository (10kEur) is being purchased by multiple project budgets.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nThe CIPT repository is large enough and can be expanded. We calculate the cost of SPROUT data in 10 years will be roughly 2k Eur. Will be\npaid by the project budget.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSee above please. 2kEuros.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as embargoed data (temporary restriction)\nCreated using DMPonline.be. Last modiﬁed 05 March 2024\n4 of 6\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nProf. Leblebici\nProf. Vleugels\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nAs discussed in exploitation plans. The performance data will firstly be evaluated for exploitation. Tha data can only be made public after the\nexploitation.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nEngrxiv\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nMIT licence (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo cost foreseen except from the publication (open access) costs which will be paid by the SPROUT publication budget.\nCreated using DMPonline.be. Last modiﬁed 05 March 2024\n5 of 6\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nProf. Leblebici and Prof. Jef Vleugels.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nProf. Leblebici and Prof. Jef Vleugels.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nProf. Leblebici and Prof. Jef Vleugels.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nProf. Leblebici\nCreated using DMPonline.be. Last modiﬁed 05 March 2024\n6 of 6"
    },
    "clean_full_text": "Scalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis Scalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., Mumin Enis Leblebici Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Mumin Enis Leblebici, n.n. n.n. Data Manager: Data Manager: Mumin Enis Leblebici Grant number / URL: Grant number / URL: C24E/23/010 ID: ID: 205277 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Sustainable synthesis of fuels and chemicals from CO2 can be achieved by mimicking the light-harvesting and catalytic processes occurring in plants. A viable artificial photosynthesis (AP) process is a grand challenge of scientific research, since it would not only alleviate the effects of global warming but would also create an alternative solar, chemical, and energy industry. Prior works predominantly focused on developing lightsensitive materials that can harvest solar light to excite the non-reactive CO2 molecules. Although this effort was on point, it was not sufficient for a lucrative AP process. Recently, a more holistic approach for AP systems has been introduced, not only considering thebmaterials but also studying the whole device and process design. This project aims to realize a breakthrough step in AP by designing and manufacturing a new type of lightharvesting panel based on honeycomb-like repetitive structures using low-cost materials. These panels will improve the light-harvesting efficiency of the existing light- sensitive materials by increasing the active surface area and the efficient distribution of reagents. Moreover, to make the best of sunlight energy and achieve maximum output, we suggest replacing the sluggish water oxidation reaction with value-added organic molecules transformation which will open a new horizon to provide additional economic value from the products The project aims to demonstrate the proof of concept with a complete scalable processing unit. Last modified: Last modified: 05-03-2024 Created using DMPonline.be. Last modiﬁed 05 March 2024 1 of 6 Scalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis Scalable performant solar cell module for CO2 Reduction Coupled with Organic Synthesis Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Photo Light irradiation experiments N D N xlsx <100GB NA Electro Electrochemical experiments N D N xlsx <100GB NA Photoelectro Photoelectrochemical experiments N D N xlsx <100GB NA Ceramic Ceramic experimental data N D I,T image, xlsx <1TB NA Model Photo/flow simulations N D M mph - COMSOL file format <5TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 05 March 2024 2 of 6 Yes Prototype is evaluated (Photoelectro data) using space-time-yield as benchmark. This data will prove if there is exploitation chance. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Each dataset will be stored with a standard readme files explaining which data is associated which publication, thesis chapter, patent. This is currently being developed by the PhD student Tobias El-Chalid, supervised by Prof. Leblebici. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Our most critical data, if not exploited will be uploaded to KUL RDR and EngrXiv and will be cited with own DOI. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Prof. Leblebici is the responsible from the 100+TB CIPT repository (being purchased) The short-term storage is the KU Leuven One-Drive. The long term is the CIPT repository. This will be communicated in the following progress meeting. How will the data be backed up? How will the data be backed up? Other (specify below) Created using DMPonline.be. Last modiﬁed 05 March 2024 3 of 6 CIPT repository is backed up RAID5. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only Prof. Leblebici gives and takes usage rights to the CIPT repository. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The CIPT repository (10kEur) is being purchased by multiple project budgets. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR The CIPT repository is large enough and can be expanded. We calculate the cost of SPROUT data in 10 years will be roughly 2k Eur. Will be paid by the project budget. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? See above please. 2kEuros. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as embargoed data (temporary restriction) Created using DMPonline.be. Last modiﬁed 05 March 2024 4 of 6 Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Prof. Leblebici Prof. Vleugels Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights As discussed in exploitation plans. The performance data will firstly be evaluated for exploitation. Tha data can only be made public after the exploitation. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Engrxiv When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) MIT licence (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No cost foreseen except from the publication (open access) costs which will be paid by the SPROUT publication budget. Created using DMPonline.be. Last modiﬁed 05 March 2024 5 of 6 Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Prof. Leblebici and Prof. Jef Vleugels. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Prof. Leblebici and Prof. Jef Vleugels. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Leblebici and Prof. Jef Vleugels. Who will update and implement this DMP? Who will update and implement this DMP? Prof. Leblebici Created using DMPonline.be. Last modiﬁed 05 March 2024 6 of 6"
}