{
    "document_id": "D-2024-2942",
    "LinkTitle": "D-2024-2942",
    "file_name": "D-2024-2942.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2942.pdf",
    "metadata": {
        "title": "FWO_G038224N_DMPstart",
        "author": "Christa Maes",
        "num_pages": 13
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Christa MAES, ORCID 0000-0003-4243-5486 Contributor name(s) (+ ORCID) & roles Seppe Melis, PhD student, 0000-0001-5681-7122 Johanna Besold, PhD student, 0000-0002-3348-7869 Roger Valle tenney, postdoc, 0000-0002-0187-1460 Elena Nefyodova and Ruben Cardoen, lab technicians Project number 1 & title G038224N THE YIN AND YANG OF PDGF SIGNALING IN SKELETAL STEM/PROGENITOR CELLS: MECHANISMS UNDERLYING ITS ROLES IN AGE-RELATED BONE LOSS AND ANABOLIC BONE RESPONSES Funder(s) GrantID 2 FWO Affiliation(s) X  KU Leuven   ROR identifier KU Leuven: 05f950310 Please provide a short project description Age-related osteoporosis and non-healing fractures pose major clinical problems. There is urgent need for effective and safe bone-building drugs and regenerative cell therapy procedures. Bone-forming osteoblasts are derived from skeletal stem/progenitor cells (SSPCs). Despite their importance in safeguarding bone mass with age and mediating skeletal repair, very little is known about the mechanisms controlling the preservation and activation of SSPCs. Interestingly, our recent studies uncovered important roles for the platelet-derived growth factor (PDGF) pathway. Building thereon, in this continuation project we study how perivascular SSPCs, via PDGF receptor signaling, contribute to the regulation of lifelong bone remodeling, age-related bone loss, regeneration of bone, and osteoblast formation in response to osteo-anabolic drugs, which is required for therapeutic bone gain.       1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3   2. Research Data Summary  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format  Digital Data Volume Physical Volume Imaging data   MicroCT scanning; Microscopy images, incl. brightfield and fluorescent microscopy, confocal / lightsheet images, a.o.  ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab on preceding projects related to the topic may be reused, e.g. morphological information of previously collected samples and images) ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .tif, .jpg, .png, .czi, .nd2, .mp4, .avi, .ai, .pdf, .pptx   ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA   \nMolecular profiles and sequencing data Expression of individual or sets of candidate genes, or full transcriptomes; Single cell/ nuclei or spatial sequencing data; raw sequencing reads, processed data ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab may be reused, e.g. datasets consisting of molecular information) ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: sequencing reads .txt, .xlsx, .csv, .tsv, .fa, .bam, .rds, .h5ad, .loom, .R, .ipynb, .html, .pdf, .tif, .png, .py, .pbs   ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA   \n         3 Add rows for each dataset you want to describe. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5  Samples   Tissue samples and DNA, RNA and protein extracts derived thereof; fixed or snap-frozen bone and soft tissue samples from mice; serum samples; processed material (embedded tissues, histological sections,…)  ☒ Generate new data ☒ Reuse existing data  (Similar materials previously generated in the lab may be reused, e.g. collected samples consisting of mouse-derived material or morphological and molecular information thereof) ☐\tDigital  ☒\tPhysical   N/A N/A ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA  Frozen samples: Tubes stored at -20ºC or -80ºC; Tissue for histology: fixed and stored at 4ºC or -20ºC; DNA samples stored at RT.  Scripts   Code written for analysis pipelines  ☒\tGenerate new data ☒\t\tReuse existing data  (Similar materials previously generated in the lab will be reused)  ☒\tDigital  ☐\tPhysical   ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other: R scripts   ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nDocuments  Manuscripts, presentations, data summaries, literature reviews, etc ☒\tGenerate new data ☒\tReuse existing data  (Similar materials previously generated in the lab will be reused) ☒\tDigital  ☐\tPhysical   ☒ Textual ☒ Other: .doc, .ppt, .xls, .pdf, .png, etc. ☒ < 1 GB ☐ < 100 GB ☐ > 5 TB ☐ NA   \n \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data   If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    Publicly available RNA-seq datasets related to bone and bone marrow, e.g.: https://singlecell.broadinstitute.org/single_cell/study/SCP1248/resolving-the-bone-marrow-niche-heterogeneity http://altanalyze.org/ICGS/Public/Scadden-Stromal/User.php  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number:   ☒ Yes, animal data; provide ECD reference number:   P083/2022 and P216/2023 ☐ Yes, dual use; provide approval number:   ☐ No Additional information: New ECD dossiers or amnedments to the existing approvals are applied for as the project evolves.   Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: This project is essentially involving fundamental research. In case commercial valorization is seen as an option, we will contact the Leuven R&D office to discuss the feasibility.    4 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain:   MTAs are in place for some of the mouse models used in our research. These allow academic research without restrictions, but usually stipulate that commercial exploitation is not allowed. This will not hamper the execution of the project.   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:     3. Documentation and Metadata  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  All persons performing experiments have to keep a lab book (paper or digital). The lab book contains information on experimental plan, as well as details about how and when the experiment was performed. The book will not leave the lab.  Data files will contain the unique name of the experiment, the type of analyses and the date of the analyses. All raw data files will be stored. All subsequent analyses of these data will be stored too and clearly linked to the raw data where relevant. Electronic inventories are kept of cell line- and mouse-derived material that is stored at minus 80 degrees. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:    If no, please specify (where appropriate per dataset or data type) which metadata will be created:   Data files will contain the unique name of the experiment, the type of analyses and the date of the analyses. All raw data files will be stored. All subsequent analyses of these data will be stored too and clearly linked to the raw data where relevant. Electronic inventories are kept of cell line- and mouse-derived material that is stored at minus 80 degrees.    4. Data Storage & Back-up during the Research Project  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other:  During the project, the researchers store and backup all data they generate on laptops and PCs, backup disks, and the central servers of the KU Leuven, which are equipped with automated daily backup procedures.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify) : Personal back-ups the researchers involved in the project make on a regular basis. During the project, the researchers store and backup all data they generate. Individual external drives are foreseen for continual computer backup (daily use of synchronizing software). In addition, the data are stored on secured internal servers provided by the KU Leuven IT Services, with automatic daily back-up procedures.  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No There is currently sufficient storage at KU Leuven ICTS. For small volumes, fast internal/shared space is available ('J-drive', 20GB). For long-term Large Volume storage of raw data and large datasets, we reserve 20Tb secured capacity ('L-drive') plus space on the KU Leuven \"Archive\" deposit.   How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   The data will be stored at the university's secure environment. Of note: This project does not involve ethically sensitive data or data from human subjects.    What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect the costs to gradually increase up to 3000 euro/year. The costs will be covered by the project funds.    \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) In principle, all data will be preserved for 10 years after publication of the study. However, some biological samples will not be of any use anymore prior to the ending of this timeframe.  Digital data: We will retain all data for the expected 10 year period. We expect that we will make the data publicly available on data repositories upon publication of the manuscripts.  Physical data: Samples taken from experiments will be documented and stored for up to 5 years after the end of the project. We deviate from the 10 years rule because after 5 years, quality of some of the physical samples cannot be guaranteed anymore.  Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☒ Other (specifiy): Digital data will be stored at the Archive (K:) server from KU Leuven ICTS.  The data are stored on secured internal servers provided by the KU Leuven IT Services. After the project, all data (raw and analyzed) will be stored on the KU Leuven Archive Storage repository. For long-term Large Volume storage of raw data and large datasets, we currently reserve 20Tb secured capacity. This capacity will be enlarged as the needs increase. Physical samples will be stored in the freezers from the Research Group of Skeletal Cell Biology and Physiology (SCEBP), SBE Center.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  What are the expected costs for data preservation during the expected retention period? How will these costs be covered?  Cost for Archive Storage are ±800 Euro/5TB/year. The costs will be covered by the FWO fund. After the project, data preservation costs will be covered by other grants.     6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify:   If access is restricted, please specify who will be able to access the data and under what conditions. The results of the project will be compiled thematically into original research papers and made publically available as peer-reviewed publications, preferably open-access. Data availability requirements of the journal/publisher will be followed. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☒ No  If yes, please specify:  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☒ Other (specify)  Data availability requirements of the journal/publisher will be followed. This could include depositing full datasets in a public repository (e.g. for transcriptome data generated by RNA-Seq). Other requests can be made by mail and will be handled individually, by the PI.  When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify)  Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       13  What are the expected costs for data sharing? How will these costs be covered?   Publication fees will be covered from the project budget. Data transfer costs depend on the data repository selected. Costs will be covered by the project funding.   7. Responsibilities  Who will manage data documentation and metadata during the research project? The PI (Christa Maes), and the lab member researchers involved in the execution and day-to-day management of the project. During the project, the PhD/PD/technician researchers document all data they generate; currently including: Seppe Melis, Johanna Besold, Roger Valle Tenney, Elena Nefyodova, Ruben Cardoen.   Who will manage data storage and backup during the research project? The PI (Christa Maes), and the lab member researchers involved in the execution and day-to-day management of the project. During the project, the PhD/PD/technician researchers (currently including: Seppe Melis, Johanna Besold, Roger Valle Tenney, Elena Nefyodova, Ruben Cardoen) store and backup all data they generate. The PI takes final responsibility for the preservation of the data.   Who will manage data preservation and sharing? Data preservation is managed by the PI (Christa Maes) and the lab member researchers involved in the execution and day-to-day management of the project (currently including: Seppe Melis, Johanna Besold, Roger Valle Tenney, Elena Nefyodova, Ruben Cardoen). Data sharing is managed by the PI (Christa Maes).  The PI takes final responsibility for the preservation and reuse of the data.  Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the PI, Christa Maes      "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Christa MAES, ORCID 0000-0003-4243-5486 Contributor name(s) (+ ORCID) & roles Seppe Melis, PhD student, 0000-0001-5681-7122 Johanna Besold, PhD student, 0000-0002-3348-7869 Roger Valle tenney, postdoc, 0000-0002-0187-1460 Elena Nefyodova and Ruben Cardoen, lab technicians Project number 1 & title G038224N THE YIN AND YANG OF PDGF SIGNALING IN SKELETAL STEM/PROGENITOR CELLS: MECHANISMS UNDERLYING ITS ROLES IN AGE-RELATED BONE LOSS AND ANABOLIC BONE RESPONSES Funder(s) GrantID 2 FWO Affiliation(s) X KU Leuven ROR identifier KU Leuven: 05f950310 Please provide a short project description Age-related osteoporosis and non-healing fractures pose major clinical problems. There is urgent need for effective and safe bone-building drugs and regenerative cell therapy procedures. Bone-forming osteoblasts are derived from skeletal stem/progenitor cells (SSPCs). Despite their importance in safeguarding bone mass with age and mediating skeletal repair, very little is known about the mechanisms controlling the preservation and activation of SSPCs. Interestingly, our recent studies uncovered important roles for the platelet-derived growth factor (PDGF) pathway. Building thereon, in this continuation project we study how perivascular SSPCs, via PDGF receptor signaling, contribute to the regulation of lifelong bone remodeling, age-related bone loss, regeneration of bone, and osteoblast formation in response to osteo-anabolic drugs, which is required for therapeutic bone gain. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume Physical Volume Imaging data MicroCT scanning; Microscopy images, incl. brightfield and fluorescent microscopy, confocal / lightsheet images, a.o. ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab on preceding projects related to the topic may be reused, e.g. morphological information of previously collected samples and images) ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .tif, .jpg, .png, .czi, .nd2, .mp4, .avi, .ai, .pdf, .pptx ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA Molecular profiles and sequencing data Expression of individual or sets of candidate genes, or full transcriptomes; Single cell/ nuclei or spatial sequencing data; raw sequencing reads, processed data ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab may be reused, e.g. datasets consisting of molecular information) ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: sequencing reads .txt, .xlsx, .csv, .tsv, .fa, .bam, .rds, .h5ad, .loom, .R, .ipynb, .html, .pdf, .tif, .png, .py, .pbs ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Samples Tissue samples and DNA, RNA and protein extracts derived thereof; fixed or snap-frozen bone and soft tissue samples from mice; serum samples; processed material (embedded tissues, histological sections,…) ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab may be reused, e.g. collected samples consisting of mouse-derived material or morphological and molecular information thereof) ☐ Digital ☒ Physical N/A N/A ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA Frozen samples: Tubes stored at -20ºC or -80ºC; Tissue for histology: fixed and stored at 4ºC or -20ºC; DNA samples stored at RT. Scripts Code written for analysis pipelines ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab will be reused) ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other: R scripts ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Documents Manuscripts, presentations, data summaries, literature reviews, etc ☒ Generate new data ☒ Reuse existing data (Similar materials previously generated in the lab will be reused) ☒ Digital ☐ Physical ☒ Textual ☒ Other: .doc, .ppt, .xls, .pdf, .png, etc. ☒ < 1 GB ☐ < 100 GB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Publicly available RNA-seq datasets related to bone and bone marrow, e.g.: https://singlecell.broadinstitute.org/single_cell/study/SCP1248/resolving-the-bone-marrow-niche-heterogeneity http://altanalyze.org/ICGS/Public/Scadden-Stromal/User.php Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number: ☒ Yes, animal data; provide ECD reference number: P083/2022 and P216/2023 ☐ Yes, dual use; provide approval number: ☐ No Additional information: New ECD dossiers or amnedments to the existing approvals are applied for as the project evolves. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: This project is essentially involving fundamental research. In case commercial valorization is seen as an option, we will contact the Leuven R&D office to discuss the feasibility. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain: MTAs are in place for some of the mouse models used in our research. These allow academic research without restrictions, but usually stipulate that commercial exploitation is not allowed. This will not hamper the execution of the project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. All persons performing experiments have to keep a lab book (paper or digital). The lab book contains information on experimental plan, as well as details about how and when the experiment was performed. The book will not leave the lab. Data files will contain the unique name of the experiment, the type of analyses and the date of the analyses. All raw data files will be stored. All subsequent analyses of these data will be stored too and clearly linked to the raw data where relevant. Electronic inventories are kept of cell line- and mouse-derived material that is stored at minus 80 degrees. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Data files will contain the unique name of the experiment, the type of analyses and the date of the analyses. All raw data files will be stored. All subsequent analyses of these data will be stored too and clearly linked to the raw data where relevant. Electronic inventories are kept of cell line- and mouse-derived material that is stored at minus 80 degrees. 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: During the project, the researchers store and backup all data they generate on laptops and PCs, backup disks, and the central servers of the KU Leuven, which are equipped with automated daily backup procedures. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify) : Personal back-ups the researchers involved in the project make on a regular basis. During the project, the researchers store and backup all data they generate. Individual external drives are foreseen for continual computer backup (daily use of synchronizing software). In addition, the data are stored on secured internal servers provided by the KU Leuven IT Services, with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No There is currently sufficient storage at KU Leuven ICTS. For small volumes, fast internal/shared space is available ('J-drive', 20GB). For long-term Large Volume storage of raw data and large datasets, we reserve 20Tb secured capacity ('L-drive') plus space on the KU Leuven \"Archive\" deposit. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data will be stored at the university's secure environment. Of note: This project does not involve ethically sensitive data or data from human subjects. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect the costs to gradually increase up to 3000 euro/year. The costs will be covered by the project funds. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) In principle, all data will be preserved for 10 years after publication of the study. However, some biological samples will not be of any use anymore prior to the ending of this timeframe. Digital data: We will retain all data for the expected 10 year period. We expect that we will make the data publicly available on data repositories upon publication of the manuscripts. Physical data: Samples taken from experiments will be documented and stored for up to 5 years after the end of the project. We deviate from the 10 years rule because after 5 years, quality of some of the physical samples cannot be guaranteed anymore. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☒ Other (specifiy): Digital data will be stored at the Archive (K:) server from KU Leuven ICTS. The data are stored on secured internal servers provided by the KU Leuven IT Services. After the project, all data (raw and analyzed) will be stored on the KU Leuven Archive Storage repository. For long-term Large Volume storage of raw data and large datasets, we currently reserve 20Tb secured capacity. This capacity will be enlarged as the needs increase. Physical samples will be stored in the freezers from the Research Group of Skeletal Cell Biology and Physiology (SCEBP), SBE Center. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Cost for Archive Storage are ±800 Euro/5TB/year. The costs will be covered by the FWO fund. After the project, data preservation costs will be covered by other grants. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The results of the project will be compiled thematically into original research papers and made publically available as peer-reviewed publications, preferably open-access. Data availability requirements of the journal/publisher will be followed. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☒ Other (specify) Data availability requirements of the journal/publisher will be followed. This could include depositing full datasets in a public repository (e.g. for transcriptome data generated by RNA-Seq). Other requests can be made by mail and will be handled individually, by the PI. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 What are the expected costs for data sharing? How will these costs be covered? Publication fees will be covered from the project budget. Data transfer costs depend on the data repository selected. Costs will be covered by the project funding. 7. Responsibilities Who will manage data documentation and metadata during the research project? The PI (Christa Maes), and the lab member researchers involved in the execution and day-to-day management of the project. During the project, the PhD/PD/technician researchers document all data they generate; currently including: Seppe Melis, Johanna Besold, Roger Valle Tenney, Elena Nefyodova, Ruben Cardoen. Who will manage data storage and backup during the research project? The PI (Christa Maes), and the lab member researchers involved in the execution and day-to-day management of the project. During the project, the PhD/PD/technician researchers (currently including: Seppe Melis, Johanna Besold, Roger Valle Tenney, Elena Nefyodova, Ruben Cardoen) store and backup all data they generate. The PI takes final responsibility for the preservation of the data. Who will manage data preservation and sharing? Data preservation is managed by the PI (Christa Maes) and the lab member researchers involved in the execution and day-to-day management of the project (currently including: Seppe Melis, Johanna Besold, Roger Valle Tenney, Elena Nefyodova, Ruben Cardoen). Data sharing is managed by the PI (Christa Maes). The PI takes final responsibility for the preservation and reuse of the data. Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the PI, Christa Maes"
}