{
    "document_id": "D-2025-3746",
    "LinkTitle": "D-2025-3746",
    "file_name": "D-2025-3746.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3746.pdf",
    "metadata": {
        "title": "WISDOM",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "WISDOM\nWISDOM\nHorizon 2020 FAIR DMP +\nHorizon 2020 FAIR DMP +\nVersion information\nVersion information\nVersion number\nVersion number\nv1.0\nDescription\nDescription\nInitial DMP\nDate of first version\nDate of first version\n05.03.2025\nDate of last update\nDate of last update\n05.03.2025\n1. Data summary\n1. Data summary\nWhat is the purpose of the data collection/generation and its relation to the objectives of the project?\nWhat is the purpose of the data collection/generation and its relation to the objectives of the project?\nThe purpose of the data collection is to facilitate a cross-cultural legal analysis of women’s involvement in rituals and legal\nprocedures in three regions of the early medieval West: the Salian Franks, the Lombards, and early medieval Ireland. This\nresearch is grounded in the examination of primary legal texts, from which all relevant paragraphs concerning women will be\nextracted, translated, and categorised by region. The collected data will support the construction of paradigms for key legal\naspects such as inheritance patterns, enabling systematic comparison through comparative tables. Other resources, such as\nmanuscript scans of legal texts, will not be stored as they are available online and will only be referenced for consultation. The\ndata collection is thus directly tied to the project's objective of developing a cross-cultural legal paradigm for understanding\nwomen's legal status and rights in early medieval Europe.\nWhat types and formats of data will the project generate/collect?\nWhat types and formats of data will the project generate/collect?\nThe project will generate and collect textual data extracted from early medieval legal texts, as well as structured comparative\nanalyses. Specifically, the data includes:\nExtracted legal provisions: Passages related to women from the earliest legal texts of the Salian Franks, the Lombards, and\nthe Old Irish laws. (WP2)\nTranslations: Modern-language translations of the extracted texts from Latin and Old Irish. (WP2)\nAnalytical materials: Comparative tables, paradigms of legal patterns (e.g., inheritance structures), and explanatory textual\nanalysis. (WP3)\nDrawings or visual representations: If applicable, any sketches or diagrams used to illustrate legal concepts. (dissemination)\nThese data will be stored primarily in text-based formats, such as Microsoft Word (.docx) and PDF (.pdf), and structured tables\nmay be created in Excel (.xlsx) or as embedded tables within Word documents. If drawings are included, they may be stored as\nimage files (.png, .jpeg) or within Word/PDF documents.\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n1 of 9\nWill you re-use any existing data and, if so, how?\nWill you re-use any existing data and, if so, how?\nThe project will re-use existing data in several ways:\nComparing translations: Existing translations (physical books) of early medieval legal texts will be consulted and compared\nwith the project’s own translations to ensure accuracy and highlight differences in interpretation. These existing translations\nwill be referenced appropriately.\nReusing previously published data: Some data from the researcher’s own prior publications will be incorporated into the\nanalysis where relevant. This will be clearly cited and built upon for further comparison and synthesis. Permission will se\nsought to reuse data.\nConsulting manuscript scans: While the project will not store manuscript scans, it will reference publicly available digital\nscans of legal texts and editions for verification and transcription purposes (\nhttps://www.isos.dias.ie\n;\nhttps://medieval.bodleian.ox.ac.uk\n; \nhttps://www.dmgh.de/index.htm)\n. \nNewly generated data (e.g., original translations and comparative analysis) may be preserved and shared, subject to the FAIR\nprinciples. \nWhat is the origin of the data?\nWhat is the origin of the data?\nThe data for this project originates from Early medieval legal texts. These texts exist in manuscript form, in printed critical\neditions and/or translations.\nThe methodology entails:\nText Extraction and Translation\nText Extraction and Translation\n:\nRelevant legal provisions concerning women will be manually extracted from the texts.\nTranslations from Latin and Old Irish into a modern language will be produced.\nTools: Microsoft Word, online dictionary for Old Irish (https://dil.ie).\nComparative Analysis and Data Structuring\nComparative Analysis and Data Structuring\n:\nExtracted texts will be categorized by theme (e.g., inheritance, marriage laws).\nLegal paradigms will be constructed based on these categories.\nComparative tables will be created to highlight differences and similarities across regions.\nTools: Microsoft Excel (for structured tables), Word (for text-based paradigms).\nDrawings/Visual Representations\nDrawings/Visual Representations\n:\nAny diagrams or sketches used to illustrate legal structures will be created manually and subsequently photographed.\nTools: Hand-drawn sketches, phone camera for jpg to preserve digital copies. \nWhat is the expected size of the data (if known)?\nWhat is the expected size of the data (if known)?\nThe size of the data is negligible and well within storage space. (estimated 75MB)\nTo whom might the data be useful (‘data utility’)?\nTo whom might the data be useful (‘data utility’)?\nThe data generated in this project — translations, extracted legal provisions, comparative legal paradigms, and visual\nrepresentations — will be valuable to the following groups:\n1. Academics\nThe data will contribute to scholarship in multiple fields, particularly:\nHistorians of law & legal historians – for understanding the evolution of legal traditions concerning women.\nMedievalists – for insights into early medieval societies and legal cultures.\nWomen’s historians – for examining the legal status of women in different early medieval traditions.\nCelticists – for access to Old Irish legal texts and translations.\nAnthropologists – for the impact of literacy on oral procedures and rituals. \nLegal linguists – for linguistic and philological analysis of early legal terminology.\nComparative historians – for cross-cultural analysis of legal systems.\n2. General Public & Policy Makers\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n2 of 9\nThe research will have a broader impact beyond academia by informing:\nGender-awareness initiatives – by providing historical context to discussions on women’s legal status and rights.\nPolicy makers & women’s groups – for comparative historical perspectives on legal frameworks affecting women’s rights.\n3. Educators & Students\nThe project’s artistic and visual elements (drawings, potential graphic novel format) will make the material accessible and\nengaging for:\nStudents – particularly those studying history, law, or gender studies.\nEducators – who can use the visual representations to teach legal and historical concepts in an engaging way.\nBy making early medieval legal texts on women more accessible and comprehensible — both through translation and visual\nrepresentation — this project bridges academic research with public engagement. It fosters interdisciplinary dialogue and\nenhances understanding of historical legal traditions, their cultural contexts, and their modern implications.\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\nAre the data produced and/or used in the project discoverable with metadata?\nAre the data produced and/or used in the project discoverable with metadata?\n1. Metadata for Project Data\nEach dataset (including extracted legal texts, translations, comparative tables, and visual materials) will be described using key\nmetadata elements, such as:\nTitle – A descriptive title for each dataset (e.g., \nExtracted Legal Texts on Women from Salic Law\n).\nDescription – A summary of the dataset’s content and purpose.\nDate – Date of creation or modification.\nCreator(s) – The researcher(s) responsible for generating the data.\nKeywords – Terms such as \nSalic law, Lombard law, Old Irish law, inheritance patterns, comparative table x.\nGeographical & Temporal Scope – Early medieval Europe (c. 500–1000 CE).\nFile format – e.g., .docx, .pdf, .xlsx, .png.\nMethodology – Brief documentation on data collection, translation, and analysis methods.\n2. Metadata Standards\nThe project will follow ManGo (active data management platform) metadata standards ('schemas') to ensure proper citation,\nidentification, and retrieval of datasets.\nIf deposited in an institutional repository, metadata will adhere to the repository’s specific standards (KU Leuven Lirias\ncomplies with FAIR principles).\n3. Documentation for Future Reuse\nA ‘readme’ file will accompany datasets, providing details on methodology, sources, definitions, and file formats.\nWhere applicable, metadata will be embedded within file headers (e.g., in Word or Excel properties).\nIf drawings or graphic elements are included, metadata will specify their content, purpose, and authorship.\nAre the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism?\nAre the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism?\nYes. ManGO is integrated with KU Leuven's RDR, allowing for seamless transfer of data between the two platforms. This\nintegration enables researchers to manage their data actively in ManGO and, upon completion, publish it in the RDR, where\ndatasets can be assigned DOIs. This process ensures that data is both identifiable and locatable through standard identification\nmechanisms.\nWhat naming conventions do you follow?\nWhat naming conventions do you follow?\nThe project files will be organized into hierarchical folders based on key categories (Sources, Translations, Individual Analysis,\nComparison, Tables, Graphics, Outputs, Metadata Documentation). \nThe naming conventions will follow a structured format:\nCategory_Region_ContentType_Date_Version.fileformat (Example:\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n3 of 9\nComparison_Lombard_OldIrish_Marriage_2025_03_04_v1.docx)\nThis structured format includes the key elements: category, region, content type, date, version. Drafts and revisions are labeled\nwith version numbers v1, v2, final. Major updates are saved in new files instead of overwriting old ones. Backup copies are\nperiodically archived in a dedicated subfolder. \n \n \nWill search keywords be provided that optimize possibilities for re-use?\nWill search keywords be provided that optimize possibilities for re-use?\nYes. Keywords will be provided to enhance the findability and re-use of the data, and help categorize the datasets (Medieval law,\nearly medieval legal history, comparative legal studies, etc.) Keywords will be embedded in metadata for each dataset, included\nin repository submissions, and used in file names and folder descriptions. \nWhat is your approach for clear versioning?\nWhat is your approach for clear versioning?\nVersion Numbering System\nVersion Numbering System\nEach file will follow a semantic versioning system: Filename_YYYYMMDD_vX.Y (Example for major revision:\nTranslation_SalianLaw_Inheritance_20200403_v2.0.docx)\nVersioning Rules\nVersioning Rules\nv1.0, first completed version of a file\nv1.1, v.1.2, etc. for minor updates\nv2.0, v3.0, etc. for major revisions\nfinal, document is in its definitive form for publication or archiving.\nOld versions will be moved to a dedicated 'Archive' folder.\nMetadata will include version history.\nWhat metadata will be created?\nWhat metadata will be created?\nMetadata standards will follow ManGo. Metadata schemas will ensure consistency. \nTitle – A descriptive title for each dataset (e.g., \nExtracted Legal Texts on Women from Salic Law\n).\nDescription – A summary of the dataset’s content and purpose.\nDate – Date of creation or modification.\nCreator(s) – The researcher(s) responsible for generating the data.\nKeywords – Terms such as \nSalic law, Lombard law, Old Irish law, inheritance patterns, comparative table x.\nGeographical & Temporal Scope – Early medieval Europe (c. 500–1000 CE).\nFile format – e.g., .docx, .pdf, .xlsx, .png.\nMethodology – Brief documentation on data collection, translation, and analysis methods.\n2.2. FAIR data: Making data openly accessible\n2.2. FAIR data: Making data openly accessible\nWhich data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide\nWhich data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide\na rationale for doing so.\na rationale for doing so.\nMetadata, methodology descriptions, and newly generated paradigms will be made openly available by default. If the publication\nstrategy countermines this rule, access will be restricted in accordance with the FAIR principles and repository guidelines for pre-\nprint versions. Open data will be published under a Creative Commons license (e.g., CC-BY) to allow reuse with attribution.\nHow will the data be made accessible?\nHow will the data be made accessible?\nThe data will be made available through the KU Leuven Research Repository Lirias, imported from ManGo. \nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n4 of 9\nWhat methods or software tools are needed to access the data? Is documentation about the software needed to access the data\nWhat methods or software tools are needed to access the data? Is documentation about the software needed to access the data\nincluded? Is it possible to include the relevant software (e.g. in open source code)?\nincluded? Is it possible to include the relevant software (e.g. in open source code)?\nSince the project relies on widely available software, there is no strong need to include software with the dataset.\nSoftware needed: Microsoft Word, pdf reader, excel, text editor, image viewer, (GitHub)\nWhere will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate\nWhere will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate\narrangements with the identified repository?\narrangements with the identified repository?\nKU Leuven Repository Lirias, ManGo\nIf there are restrictions on use, how will access be provided?\nIf there are restrictions on use, how will access be provided?\nWhere restrictions are necessary, delayed public release will be granted through the repository, but internal release will be granted\nimmediately (no embargo). \n2.3. FAIR data: Making data interoperable\n2.3. FAIR data: Making data interoperable\nAre the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you\nAre the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you\nfollow to make your data interoperable?\nfollow to make your data interoperable?\nYes. Widely accepted machine-readable formats, standard metadata fields, and cross-disciplinary keywords will be used. These\nwill follow the standardization in ManGo. \nWill you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In\nWill you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In\ncase it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings\ncase it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings\nto more commonly used ontologies?\nto more commonly used ontologies?\nStandard vocabularies will be used in the project whenever possible (International Medieval Bibliography, ManGo Metadata\nschema, ISO language codes). When handling culture-specific terminology (mostly affecting Old Irish legal terminology) that has\nno direct equivalent, a mapping to the closest equivalent in Latin and/or early High German/Frankish will be provided (glossary or\nconversion table) together with a clear explanation of usage/definition. \n2.4. FAIR data: Increase data re-use (through clarifying licenses)\n2.4. FAIR data: Increase data re-use (through clarifying licenses)\nHow will the data be licensed to permit the widest re-use possible?\nHow will the data be licensed to permit the widest re-use possible?\nLicense type: CC BY 4.0.\nWhen will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed.\nWhen will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed.\nWhere possible, data will be made available immediately (pre-prints) and the latest upon publication (EU open-access rules\napply). \nAre the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of\nAre the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of\nsome data is restricted, explain why.\nsome data is restricted, explain why.\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n5 of 9\nYes, the data will be fully usable by third parties after the project ends, in line with the CC BY 4.0 license. It will be available\nthrough the KU Leuven repository Liras. Data access might be temporarily restricted until publication is completed. \nHow long is it intended that the data remains re-usable?\nHow long is it intended that the data remains re-usable?\nThe data remains re-usable indefinitely (open science principles). Secure, long-term storage is ensured through the repository and\nDOIs. Should the retention period be limited, efforts will be made to deposit in Open AIRE to ensure long-term access. \nAre data quality assurance processes described?\nAre data quality assurance processes described?\nYes, quality assurance measures include:\nDouble-checking translations for consistency and peer-review where appropriate \nUse of controlled vocabularies (including metadata), adherence to established referencing guidelines and data structuring\nformats\nVersion tracking, clear documentation and regular backups in multiple locations (ManGo, external hard drives, cloud storage)\nExternal validation of paradigms (consulting colleagues).\n3. Allocation of resources\n3. Allocation of resources\nWhat are the costs for making data FAIR in your project? How will these costs be covered?\nWhat are the costs for making data FAIR in your project? How will these costs be covered?\nCosts are eligible as part of the Horizon 2020 grant. \nWho will be responsible for data management in your project?\nWho will be responsible for data management in your project?\nI am the responsible person for all activities. My project manager in ManGo will share access to all data. \nWhat are the costs and potential value of long term preservation?\nWhat are the costs and potential value of long term preservation?\nThe costs will be covered by KU Leuven's research infrastructure. Repositories like OpenAIRE (my backup repository) are free to\nuse for standard datasets and offer permanent DOIs for citation and discoverability. \n4. Data security\n4. Data security\nWhat provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)?\nWhat provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)?\nMy project includes multiple layers of data security. The primary storage happens in ManGo and the KU Leuven repository Liras,\nboth institutionally managed, with automatic backups and long-term accessibility. In addition, there is local storage of working\nfiles on my laptop, encrypted and regularly backed up to external storage. I also use a secondary backup in the form of an\nexternal password-protected hard drive. It provides an offline backup in case of system failure, and is kept in a secure location to\nprevent unauthorized access. \nThe data recovery plan includes automated institutional backups, also to cloud and local drives, as well as regular external hard\ndrive backups. No sensitive personal data is included, all stored data is password protected. \nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n6 of 9\n5. Ethical aspects\n5. Ethical aspects\nAre there any ethical or legal issues that can have an impact on data sharing?\nAre there any ethical or legal issues that can have an impact on data sharing?\nThere are no significant ethical concerns related to my dataset. It consists exclusively of historical legal texts and comparative\nanalyses. Intellectual property rights and EU open science policies apply. \n6. Other issues\n6. Other issues\nDo you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones?\nDo you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones?\nYes, data is stored in ManGo and KU Leuven repository Lirias in compliance with RDM policy. I also adhere to the funder's\nrequirements (EU Grant Agreement) in term of CC BY 4.0 licenses, FAIR principles, and OpenAIRE compliance.\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n7 of 9\nWISDOM\nWISDOM\nGDPR Record\nGDPR Record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n8 of 9\nWISDOM\nWISDOM\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 05 March 2025\n9 of 9"
    },
    "clean_full_text": "WISDOM WISDOM Horizon 2020 FAIR DMP + Horizon 2020 FAIR DMP + Version information Version information Version number Version number v1.0 Description Description Initial DMP Date of first version Date of first version 05.03.2025 Date of last update Date of last update 05.03.2025 1. Data summary 1. Data summary What is the purpose of the data collection/generation and its relation to the objectives of the project? What is the purpose of the data collection/generation and its relation to the objectives of the project? The purpose of the data collection is to facilitate a cross-cultural legal analysis of women’s involvement in rituals and legal procedures in three regions of the early medieval West: the Salian Franks, the Lombards, and early medieval Ireland. This research is grounded in the examination of primary legal texts, from which all relevant paragraphs concerning women will be extracted, translated, and categorised by region. The collected data will support the construction of paradigms for key legal aspects such as inheritance patterns, enabling systematic comparison through comparative tables. Other resources, such as manuscript scans of legal texts, will not be stored as they are available online and will only be referenced for consultation. The data collection is thus directly tied to the project's objective of developing a cross-cultural legal paradigm for understanding women's legal status and rights in early medieval Europe. What types and formats of data will the project generate/collect? What types and formats of data will the project generate/collect? The project will generate and collect textual data extracted from early medieval legal texts, as well as structured comparative analyses. Specifically, the data includes: Extracted legal provisions: Passages related to women from the earliest legal texts of the Salian Franks, the Lombards, and the Old Irish laws. (WP2) Translations: Modern-language translations of the extracted texts from Latin and Old Irish. (WP2) Analytical materials: Comparative tables, paradigms of legal patterns (e.g., inheritance structures), and explanatory textual analysis. (WP3) Drawings or visual representations: If applicable, any sketches or diagrams used to illustrate legal concepts. (dissemination) These data will be stored primarily in text-based formats, such as Microsoft Word (.docx) and PDF (.pdf), and structured tables may be created in Excel (.xlsx) or as embedded tables within Word documents. If drawings are included, they may be stored as image files (.png, .jpeg) or within Word/PDF documents. Created using DMPonline.be. Last modiﬁed 05 March 2025 1 of 9 Will you re-use any existing data and, if so, how? Will you re-use any existing data and, if so, how? The project will re-use existing data in several ways: Comparing translations: Existing translations (physical books) of early medieval legal texts will be consulted and compared with the project’s own translations to ensure accuracy and highlight differences in interpretation. These existing translations will be referenced appropriately. Reusing previously published data: Some data from the researcher’s own prior publications will be incorporated into the analysis where relevant. This will be clearly cited and built upon for further comparison and synthesis. Permission will se sought to reuse data. Consulting manuscript scans: While the project will not store manuscript scans, it will reference publicly available digital scans of legal texts and editions for verification and transcription purposes ( https://www.isos.dias.ie ; https://medieval.bodleian.ox.ac.uk ; https://www.dmgh.de/index.htm) . Newly generated data (e.g., original translations and comparative analysis) may be preserved and shared, subject to the FAIR principles. What is the origin of the data? What is the origin of the data? The data for this project originates from Early medieval legal texts. These texts exist in manuscript form, in printed critical editions and/or translations. The methodology entails: Text Extraction and Translation Text Extraction and Translation : Relevant legal provisions concerning women will be manually extracted from the texts. Translations from Latin and Old Irish into a modern language will be produced. Tools: Microsoft Word, online dictionary for Old Irish (https://dil.ie). Comparative Analysis and Data Structuring Comparative Analysis and Data Structuring : Extracted texts will be categorized by theme (e.g., inheritance, marriage laws). Legal paradigms will be constructed based on these categories. Comparative tables will be created to highlight differences and similarities across regions. Tools: Microsoft Excel (for structured tables), Word (for text-based paradigms). Drawings/Visual Representations Drawings/Visual Representations : Any diagrams or sketches used to illustrate legal structures will be created manually and subsequently photographed. Tools: Hand-drawn sketches, phone camera for jpg to preserve digital copies. What is the expected size of the data (if known)? What is the expected size of the data (if known)? The size of the data is negligible and well within storage space. (estimated 75MB) To whom might the data be useful (‘data utility’)? To whom might the data be useful (‘data utility’)? The data generated in this project — translations, extracted legal provisions, comparative legal paradigms, and visual representations — will be valuable to the following groups: 1. Academics The data will contribute to scholarship in multiple fields, particularly: Historians of law & legal historians – for understanding the evolution of legal traditions concerning women. Medievalists – for insights into early medieval societies and legal cultures. Women’s historians – for examining the legal status of women in different early medieval traditions. Celticists – for access to Old Irish legal texts and translations. Anthropologists – for the impact of literacy on oral procedures and rituals. Legal linguists – for linguistic and philological analysis of early legal terminology. Comparative historians – for cross-cultural analysis of legal systems. 2. General Public & Policy Makers Created using DMPonline.be. Last modiﬁed 05 March 2025 2 of 9 The research will have a broader impact beyond academia by informing: Gender-awareness initiatives – by providing historical context to discussions on women’s legal status and rights. Policy makers & women’s groups – for comparative historical perspectives on legal frameworks affecting women’s rights. 3. Educators & Students The project’s artistic and visual elements (drawings, potential graphic novel format) will make the material accessible and engaging for: Students – particularly those studying history, law, or gender studies. Educators – who can use the visual representations to teach legal and historical concepts in an engaging way. By making early medieval legal texts on women more accessible and comprehensible — both through translation and visual representation — this project bridges academic research with public engagement. It fosters interdisciplinary dialogue and enhances understanding of historical legal traditions, their cultural contexts, and their modern implications. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata Are the data produced and/or used in the project discoverable with metadata? Are the data produced and/or used in the project discoverable with metadata? 1. Metadata for Project Data Each dataset (including extracted legal texts, translations, comparative tables, and visual materials) will be described using key metadata elements, such as: Title – A descriptive title for each dataset (e.g., Extracted Legal Texts on Women from Salic Law ). Description – A summary of the dataset’s content and purpose. Date – Date of creation or modification. Creator(s) – The researcher(s) responsible for generating the data. Keywords – Terms such as Salic law, Lombard law, Old Irish law, inheritance patterns, comparative table x. Geographical & Temporal Scope – Early medieval Europe (c. 500–1000 CE). File format – e.g., .docx, .pdf, .xlsx, .png. Methodology – Brief documentation on data collection, translation, and analysis methods. 2. Metadata Standards The project will follow ManGo (active data management platform) metadata standards ('schemas') to ensure proper citation, identification, and retrieval of datasets. If deposited in an institutional repository, metadata will adhere to the repository’s specific standards (KU Leuven Lirias complies with FAIR principles). 3. Documentation for Future Reuse A ‘readme’ file will accompany datasets, providing details on methodology, sources, definitions, and file formats. Where applicable, metadata will be embedded within file headers (e.g., in Word or Excel properties). If drawings or graphic elements are included, metadata will specify their content, purpose, and authorship. Are the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism? Are the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism? Yes. ManGO is integrated with KU Leuven's RDR, allowing for seamless transfer of data between the two platforms. This integration enables researchers to manage their data actively in ManGO and, upon completion, publish it in the RDR, where datasets can be assigned DOIs. This process ensures that data is both identifiable and locatable through standard identification mechanisms. What naming conventions do you follow? What naming conventions do you follow? The project files will be organized into hierarchical folders based on key categories (Sources, Translations, Individual Analysis, Comparison, Tables, Graphics, Outputs, Metadata Documentation). The naming conventions will follow a structured format: Category_Region_ContentType_Date_Version.fileformat (Example: Created using DMPonline.be. Last modiﬁed 05 March 2025 3 of 9 Comparison_Lombard_OldIrish_Marriage_2025_03_04_v1.docx) This structured format includes the key elements: category, region, content type, date, version. Drafts and revisions are labeled with version numbers v1, v2, final. Major updates are saved in new files instead of overwriting old ones. Backup copies are periodically archived in a dedicated subfolder. Will search keywords be provided that optimize possibilities for re-use? Will search keywords be provided that optimize possibilities for re-use? Yes. Keywords will be provided to enhance the findability and re-use of the data, and help categorize the datasets (Medieval law, early medieval legal history, comparative legal studies, etc.) Keywords will be embedded in metadata for each dataset, included in repository submissions, and used in file names and folder descriptions. What is your approach for clear versioning? What is your approach for clear versioning? Version Numbering System Version Numbering System Each file will follow a semantic versioning system: Filename_YYYYMMDD_vX.Y (Example for major revision: Translation_SalianLaw_Inheritance_20200403_v2.0.docx) Versioning Rules Versioning Rules v1.0, first completed version of a file v1.1, v.1.2, etc. for minor updates v2.0, v3.0, etc. for major revisions final, document is in its definitive form for publication or archiving. Old versions will be moved to a dedicated 'Archive' folder. Metadata will include version history. What metadata will be created? What metadata will be created? Metadata standards will follow ManGo. Metadata schemas will ensure consistency. Title – A descriptive title for each dataset (e.g., Extracted Legal Texts on Women from Salic Law ). Description – A summary of the dataset’s content and purpose. Date – Date of creation or modification. Creator(s) – The researcher(s) responsible for generating the data. Keywords – Terms such as Salic law, Lombard law, Old Irish law, inheritance patterns, comparative table x. Geographical & Temporal Scope – Early medieval Europe (c. 500–1000 CE). File format – e.g., .docx, .pdf, .xlsx, .png. Methodology – Brief documentation on data collection, translation, and analysis methods. 2.2. FAIR data: Making data openly accessible 2.2. FAIR data: Making data openly accessible Which data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide Which data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide a rationale for doing so. a rationale for doing so. Metadata, methodology descriptions, and newly generated paradigms will be made openly available by default. If the publication strategy countermines this rule, access will be restricted in accordance with the FAIR principles and repository guidelines for pre- print versions. Open data will be published under a Creative Commons license (e.g., CC-BY) to allow reuse with attribution. How will the data be made accessible? How will the data be made accessible? The data will be made available through the KU Leuven Research Repository Lirias, imported from ManGo. Created using DMPonline.be. Last modiﬁed 05 March 2025 4 of 9 What methods or software tools are needed to access the data? Is documentation about the software needed to access the data What methods or software tools are needed to access the data? Is documentation about the software needed to access the data included? Is it possible to include the relevant software (e.g. in open source code)? included? Is it possible to include the relevant software (e.g. in open source code)? Since the project relies on widely available software, there is no strong need to include software with the dataset. Software needed: Microsoft Word, pdf reader, excel, text editor, image viewer, (GitHub) Where will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate Where will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate arrangements with the identified repository? arrangements with the identified repository? KU Leuven Repository Lirias, ManGo If there are restrictions on use, how will access be provided? If there are restrictions on use, how will access be provided? Where restrictions are necessary, delayed public release will be granted through the repository, but internal release will be granted immediately (no embargo). 2.3. FAIR data: Making data interoperable 2.3. FAIR data: Making data interoperable Are the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you Are the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you follow to make your data interoperable? follow to make your data interoperable? Yes. Widely accepted machine-readable formats, standard metadata fields, and cross-disciplinary keywords will be used. These will follow the standardization in ManGo. Will you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In Will you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly used ontologies? to more commonly used ontologies? Standard vocabularies will be used in the project whenever possible (International Medieval Bibliography, ManGo Metadata schema, ISO language codes). When handling culture-specific terminology (mostly affecting Old Irish legal terminology) that has no direct equivalent, a mapping to the closest equivalent in Latin and/or early High German/Frankish will be provided (glossary or conversion table) together with a clear explanation of usage/definition. 2.4. FAIR data: Increase data re-use (through clarifying licenses) 2.4. FAIR data: Increase data re-use (through clarifying licenses) How will the data be licensed to permit the widest re-use possible? How will the data be licensed to permit the widest re-use possible? License type: CC BY 4.0. When will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed. When will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed. Where possible, data will be made available immediately (pre-prints) and the latest upon publication (EU open-access rules apply). Are the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of Are the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of some data is restricted, explain why. some data is restricted, explain why. Created using DMPonline.be. Last modiﬁed 05 March 2025 5 of 9 Yes, the data will be fully usable by third parties after the project ends, in line with the CC BY 4.0 license. It will be available through the KU Leuven repository Liras. Data access might be temporarily restricted until publication is completed. How long is it intended that the data remains re-usable? How long is it intended that the data remains re-usable? The data remains re-usable indefinitely (open science principles). Secure, long-term storage is ensured through the repository and DOIs. Should the retention period be limited, efforts will be made to deposit in Open AIRE to ensure long-term access. Are data quality assurance processes described? Are data quality assurance processes described? Yes, quality assurance measures include: Double-checking translations for consistency and peer-review where appropriate Use of controlled vocabularies (including metadata), adherence to established referencing guidelines and data structuring formats Version tracking, clear documentation and regular backups in multiple locations (ManGo, external hard drives, cloud storage) External validation of paradigms (consulting colleagues). 3. Allocation of resources 3. Allocation of resources What are the costs for making data FAIR in your project? How will these costs be covered? What are the costs for making data FAIR in your project? How will these costs be covered? Costs are eligible as part of the Horizon 2020 grant. Who will be responsible for data management in your project? Who will be responsible for data management in your project? I am the responsible person for all activities. My project manager in ManGo will share access to all data. What are the costs and potential value of long term preservation? What are the costs and potential value of long term preservation? The costs will be covered by KU Leuven's research infrastructure. Repositories like OpenAIRE (my backup repository) are free to use for standard datasets and offer permanent DOIs for citation and discoverability. 4. Data security 4. Data security What provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)? What provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)? My project includes multiple layers of data security. The primary storage happens in ManGo and the KU Leuven repository Liras, both institutionally managed, with automatic backups and long-term accessibility. In addition, there is local storage of working files on my laptop, encrypted and regularly backed up to external storage. I also use a secondary backup in the form of an external password-protected hard drive. It provides an offline backup in case of system failure, and is kept in a secure location to prevent unauthorized access. The data recovery plan includes automated institutional backups, also to cloud and local drives, as well as regular external hard drive backups. No sensitive personal data is included, all stored data is password protected. Created using DMPonline.be. Last modiﬁed 05 March 2025 6 of 9 5. Ethical aspects 5. Ethical aspects Are there any ethical or legal issues that can have an impact on data sharing? Are there any ethical or legal issues that can have an impact on data sharing? There are no significant ethical concerns related to my dataset. It consists exclusively of historical legal texts and comparative analyses. Intellectual property rights and EU open science policies apply. 6. Other issues 6. Other issues Do you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones? Do you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones? Yes, data is stored in ManGo and KU Leuven repository Lirias in compliance with RDM policy. I also adhere to the funder's requirements (EU Grant Agreement) in term of CC BY 4.0 licenses, FAIR principles, and OpenAIRE compliance. Created using DMPonline.be. Last modiﬁed 05 March 2025 7 of 9 WISDOM WISDOM GDPR Record GDPR Record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 05 March 2025 8 of 9 WISDOM WISDOM DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 05 March 2025 9 of 9"
}