{
    "document_id": "D-2022-1735",
    "LinkTitle": "D-2022-1735",
    "file_name": "D-2022-1735.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1735.pdf",
    "metadata": {
        "title": "Olefin functionalisation with CO2 via in situ reduction through concerted action of homogeneous and zeolite catalysts - DMP title",
        "author": "Dirk De Vos",
        "num_pages": 5
    },
    "content": {
        "full_text": "This document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  1 of 4  DMP  title  \nProject  Name  - Dual catalysis approach for the carboxylation of aliphatic olefins using CO 2 as the \ncarbon source  (2CCO 2, 2 catalysts for CO 2)  \nGrant  Title  HBC.2021.0588  \nPrincipal  Investigator  / Researcher  Dirk De Vos  \nProject  Data  Contact  +3216321639 ; dirk.devos @kuleuven.be  \nDescription  2CCO 2 aims at forming carboxylic acids or carboxylate esters directly from CO 2 and olefins , using a \nminimal amount of hydrogen, viz. 1 molecule of H 2 per molecule of CO 2. To this aim, the Reverse Water Gas Shift \nreaction (RWGSR) is coupled in situ  to various types of olefin carbonylation, in the same conditions  of temperature and \npressure.  \nThis approach allows to shift t he equilibrium of the RWGSR  (which is limited to a few % by thermodynamics at \ntemperatures of 150 -200°C ) to the CO -side, since the CO is continuously consumed in the ensuing carbonylation \nreaction. T he crucial innovation is to physically separate the homogeneous catalyst for alkoxycarbonylation and the \nsolid catalyst for RWGSR, even if they are in the same r eactor.  Practically this is achieved by entrapping the RWGSR \ncatalytic function in a shape -selective zeolite, while the homogeneous catalyst operates in the surrounding liquid.  \nThe objectives aim at first developing catalysts for the RWGSR (Obj. 1) and the carbonylation (Obj. 2), striving for \nshape -selectivity of the zeolite and mutual compatibility of both catalysts / reactions. The concept of equilibrium \nshifting is then tested by bringing both catalysts together in one pot (Obj. 3); finally the adsorption and diffusion \nphenomena in this 3 -phase system are studied by experiment and modelling (Obj. 4), in order to maximize \ncompatibility and productivity of both reactions  \nInstitution  KU Leuven  \n \n1. General  Information  \nName  applicant  \nDirk De Vos  \n \nProject  Number  & Title  \nHBC.2021.0588  Dual catalysis approach for the carboxylation of aliphatic olefins using CO 2 as the carbon source  (2CCO 2, \n2 catalysts for CO 2) \nAffiliation  \n \nKU Leuven  \n \n2. Data  description  \nWill  you  generate/collect  new  data  and/or  make  use of existing  data?  \n \nGenerate  new  data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its  (estimated)  \nvolume.  This  may  be easiest  in a table  (see  example)  or as a data  flow  and  per WP or objective \nof the project. If you reuse existing data, specify the source of  these data. Distinguish data \ntypes (the kind of content) from data formats (the  technical  format).  \nWe will  perform  catalytic reactions,  prepare  catalysts  and collect and interpret  reaction data . Such  \nprocedures  will result  in raw data  files  containing  chromatographic  data  (GC-FID, GC-MS, LC, LCMS, FTIR)  \nand material  characterization  data  (XRD,  XAS da ta, physisorption  and chemisorption  data  or \nspectroscopic  analysis  via FTIR , NMR  etc.).  These  will be processed  in excel  files,  summaries  and \npresentations,  finally  culminating  in manuscripts  and/or  patents.  The combined  virtual  volume  of these  \ndatasets  will be limited  (< 20 GB),  and will consist mostly  of data  files  containing  GC chromatograms  (up \nto 5 GB).  \nExamples:  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  2 of 4  Type  of data  Format  Volum\ne How  \ncreate\nd \n \nX-ray \ndiffractaction  \npatterns   \n \n.xrdml   \n \n20 kB XRD  \nspectroscop\ny of \nsynthesized  \ncatalysts  \nXAS (EX AFS, \nXANES)  / 100 kB  Synchrotro\nn \nexperiment\ns \n \nGC \nchromatogram\ns  \n.gcd   \n< 2 MB  GC analysis  \nof worked -\nup reaction  \nsamples  \n \n \nNMR spectra   \n \n/  \n \n256 kB NMR  \nspectroscop\ny of \nsynthesized  \nproducts  \n \nFTIR -data   \ncalcmet.spectrum   \n< 1 MB  FTIR analysis  \nof \nheadspace  \n \n3. Legal  and  ethical  issues  \nWill  you  use personal  data?  If so, shortly  describe  the kind  of personal  data  you  will use.  Add  \nthe reference  to your  file in KU Leuven's  Register  of Data  Processing  for Research  and  Public  \nService  Purposes  (PRET  application).  Be aware  that  registering  the fact  that  you  process  \npersonal  data  is a legal  obligation.  \nNo \n \nPrivacy  Registry  Reference:  \nShort  description  of the kind  of personal  data  that  will be used:  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.  experiments  \non humans  or animals,  dual  use)?  If so, add  the reference  to the formal  approval  by the relevant  \nethical  review  committee(s)  \nNo \n \nDoes  your  work  possibly  result  in research  data  with  potential  for tech  transfer  and  \nvalorisation?  Will  IP restrictions  be claimed  for the data  you  created?  If so, for what  data  \nand  which  restrictions  will be asserted?  \nYes \n \nThe methods  and reactor  configurations  developed  in this project  have  potential  for valorization,  which  \nwill be subjected  for discussion  during  the project.  Patents  will be submitted,  transferred  and valorized  \nwith  the assistance  of the intellectual  property  unit  of KU Leuven  Research  & Development  (LRD).  \nDo existing  3rd party  agreements  restrict  dissemination  or exploitation  of the data  you  \n(re)use?  If so, to what  data  do they  relate  and  what  restrictions  are in place?  \nNo \n \n4. Documentation  and  metadata  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  3 of 4  What  documentation  will be provided  to enable  reuse  of the data  collected/generated  in this  \nproject?  \nDetails  to reproduce  reaction  procedures  are described  in lab note book s of the coworkers . Upon  \npresentation  or publication  of data,  procedures  are described  in sufficient  detail  to enable  a \nreproduction  of the generated  results  for an experienced  user.  ReadMe -files  or recording  methods  for \nadvanced  characterization  are stored  in parallel  with  generated  data.  \nWill  a metadata  standard  be used?  If so, describe  in detail  which  standard  will be used.  If no, \nstate  in detail  which  metadata  will be created  to make  the data  easy/easier  to find  and  reuse.  \n \nNo \n \nAlthough no metadata standard is available for the advanced characterization in this project,  most  \ntechniques  store  a non -standardized  ReadMe -file containing  recording  parameters  and file information \nin parallel with recorded datasets. Alternatively, some datasets contain metadata  headers on \nrecording parameters (e.g. XRD diffractograms , XAS spectra ). The data will be stored and named   in a \nconsistent  manner  with  unambiguous  identifiers.  Descriptions  of experiments  and materials  are kept  \nin physical  lab notes  for each  identifier.  The data  will be processed  and summarized  in a    comprehensive \nexcel worksheet with references to the identifiers. The resulting summaries will   culminate  in \npresentations,  and finally  in manuscripts  and/or  patents.  \n \n5. Data  storage  and  backup  during  the project  \nWhere  will the data  be stored?  \nPhysical hand -notes of procedures and initial o bservations are kept in lab books. Digital data,  with \nunambiguous identifiers for reactions and materials, are kept in cloud storage from ‘Box’.  KU Leuven  \noffers  an Enterprise  Box account  3, which  offers  an easy  and secure  storage  space  of up to 100 GB for \neach  user.  \nHow  is backup  of the data  provided?  \nBy using  the cloud  storage  of OneDrive , digital  data  will be stored  in parallel  on the cloud  and on the \npersonal computer of the applicant, guaranteeing back -up for this data. Most raw data is also  stored  \nand frequently  backed  up off-line on external  hard  drives.  \nIs there  currently  sufficient  storage  & backup  capacity  during  the project?  If yes,  specify  \nconcisely.  If no or insufficient  storage  or backup  capacities  are available  then  explain  how  this \nwill be taken  care  of. \nYes \n \nThe cloud  storage  provides  a storage  space  up to 100 Gb for each  user,  while  the project  is expected  to \ngenerate  less than  10 GB. \nWhat  are the expected  costs  for data  storage  and  back  up during  the project?  How  will these  \ncosts  be covered?  \nData  storage  costs  on Box are included  in an internal  service  contract  with  the KU Leuven  IT support  \nservice  (SET -IT). No additional  costs  are expected  for the storage  of data.  In case  additional  costs  do arise,  \nthey  will be covered  by the project  budget  or reserve  funds.  \nData  security:  how  will you  ensure  that  the data  are securely  stored  and  not accessed  or \nmodified  by unauthorized  persons?  \nThe data  will be stored  in the university's  secure  environment  for private  data.  An Enterprise  Box account  \n3 for cloud  storage  ensures  a secure  environment.  \n \n6. Data  preservation  after  the project  \nWhich data will be retained for the expected 5 year period after the end of the  project?  In case  \nonly  a selection  of the data  can/will  be preserved,  clearly  state  the reasons  for this  (legal  or \ncontractual  restrictions,  physical  preservation  issues,  ...). \nAll data  will be retained  for the  expected  5 year  period  after the  end of the project.  \n \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  4 of 4  Where  will the data  be archived  (= stored  for the longer  term)?  \nUpon  termination  of the contract,  the data  will be transferred  and stored  on an external  hard  drive  \n(Samsung  Portable  SSD T5 1 TB), managed  by Annelies  Van Vlasselaer.  \nWhat  are the expected  costs  for data  preservation  during  the retention  period  of 5 years?  How  \nwill the costs  be covered?  \nThe high  capacity  of the available  external  hard  drive  (1 TB) enables  the preservation  of data  from  \nmultiple  terminated  or finished  projects.  Currently,  an average  of 15 GB is used  for the finished  projects  \nof each  user,  which  allows  to divide  its cost  over  approximately  60 users.  Given  the cost  of the available  \nhard  drive  of 120 EUR,  the expected  costs  are negligible.  The involved  IT-expenses  are included  in the \nproject’s  consumable  expenses  or covered  by reserve  funds.  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  5 of 4  7. Data sharing and  reuse  \nAre there  any factors  restricting  or preventing  the sharing  of (some  of) the data  (e.g.  as \ndefined  in an agreement  with  a 3rd party,  legal  restrictions)?  \nNo \n \nWhich  data  will be made  available  after  the end  of the project?  \nUpon  publication  of the research  results,  the full datasets  will be made  available  upon  reasonable  request  \nWhere/how  will the data  be made  available  for reuse?  \n \nUpon  request  by mail  \n \nWhen  will the data  be made  available?  \n \nUpon  publication  of the research  results  \n \nWho  will be able  to access  the data  and  under  what  conditions?  \nOnly  uses  for research  purposes  will be allowed  and commercial  reuse  will be excluded.  \n \nWhat  are the expected  costs  for data  sharing?  How  will the costs  be covered?  \nNo additional  costs  are expected  as the data  can be shared  via online  platforms  (e.g.  WeTransfer)  or \nthe already  budgeted  storage  cloud  from  Box.  If additional  costs  would  occur  they  will be covered  from  \nreserve  funds.  \n \n8. Responsibilities  \nWho  will be responsible  for data  documentation  & metadata?  \nThe applicant  (Dirk  De Vos ). \n \nWho  will be responsible  for data  storage  & back  up during  the project?  \nThe applicant  (Dirk  De Vos)  and Annelies  Van Vlasselaer.  \n \nWho  will be responsible  for ensuring  data  preservation  and  reuse  ? \nThe supervisor  (Dirk  De Vos)  and Annelies  Van Vlasselaer.  \n \nWho  bears  the end  responsibility  for updating  & implementing  this  DMP?  \nThe applicant  (Dirk  De Vos)  bear s the end responsibility  of updating  & implementing  this DMP.  "
    },
    "clean_full_text": "This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 DMP title Project Name - Dual catalysis approach for the carboxylation of aliphatic olefins using CO 2 as the carbon source (2CCO 2, 2 catalysts for CO 2) Grant Title HBC.2021.0588 Principal Investigator / Researcher Dirk De Vos Project Data Contact +3216321639 ; dirk.devos @kuleuven.be Description 2CCO 2 aims at forming carboxylic acids or carboxylate esters directly from CO 2 and olefins , using a minimal amount of hydrogen, viz. 1 molecule of H 2 per molecule of CO 2. To this aim, the Reverse Water Gas Shift reaction (RWGSR) is coupled in situ to various types of olefin carbonylation, in the same conditions of temperature and pressure. This approach allows to shift t he equilibrium of the RWGSR (which is limited to a few % by thermodynamics at temperatures of 150 -200°C ) to the CO -side, since the CO is continuously consumed in the ensuing carbonylation reaction. T he crucial innovation is to physically separate the homogeneous catalyst for alkoxycarbonylation and the solid catalyst for RWGSR, even if they are in the same r eactor. Practically this is achieved by entrapping the RWGSR catalytic function in a shape -selective zeolite, while the homogeneous catalyst operates in the surrounding liquid. The objectives aim at first developing catalysts for the RWGSR (Obj. 1) and the carbonylation (Obj. 2), striving for shape -selectivity of the zeolite and mutual compatibility of both catalysts / reactions. The concept of equilibrium shifting is then tested by bringing both catalysts together in one pot (Obj. 3); finally the adsorption and diffusion phenomena in this 3 -phase system are studied by experiment and modelling (Obj. 4), in order to maximize compatibility and productivity of both reactions Institution KU Leuven 1. General Information Name applicant Dirk De Vos Project Number & Title HBC.2021.0588 Dual catalysis approach for the carboxylation of aliphatic olefins using CO 2 as the carbon source (2CCO 2, 2 catalysts for CO 2) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will perform catalytic reactions, prepare catalysts and collect and interpret reaction data . Such procedures will result in raw data files containing chromatographic data (GC-FID, GC-MS, LC, LCMS, FTIR) and material characterization data (XRD, XAS da ta, physisorption and chemisorption data or spectroscopic analysis via FTIR , NMR etc.). These will be processed in excel files, summaries and presentations, finally culminating in manuscripts and/or patents. The combined virtual volume of these datasets will be limited (< 20 GB), and will consist mostly of data files containing GC chromatograms (up to 5 GB). Examples: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Type of data Format Volum e How create d X-ray diffractaction patterns .xrdml 20 kB XRD spectroscop y of synthesized catalysts XAS (EX AFS, XANES) / 100 kB Synchrotro n experiment s GC chromatogram s .gcd < 2 MB GC analysis of worked - up reaction samples NMR spectra / 256 kB NMR spectroscop y of synthesized products FTIR -data calcmet.spectrum < 1 MB FTIR analysis of headspace 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The methods and reactor configurations developed in this project have potential for valorization, which will be subjected for discussion during the project. Patents will be submitted, transferred and valorized with the assistance of the intellectual property unit of KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 What documentation will be provided to enable reuse of the data collected/generated in this project? Details to reproduce reaction procedures are described in lab note book s of the coworkers . Upon presentation or publication of data, procedures are described in sufficient detail to enable a reproduction of the generated results for an experienced user. ReadMe -files or recording methods for advanced characterization are stored in parallel with generated data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Although no metadata standard is available for the advanced characterization in this project, most techniques store a non -standardized ReadMe -file containing recording parameters and file information in parallel with recorded datasets. Alternatively, some datasets contain metadata headers on recording parameters (e.g. XRD diffractograms , XAS spectra ). The data will be stored and named in a consistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in a comprehensive excel worksheet with references to the identifiers. The resulting summaries will culminate in presentations, and finally in manuscripts and/or patents. 5. Data storage and backup during the project Where will the data be stored? Physical hand -notes of procedures and initial o bservations are kept in lab books. Digital data, with unambiguous identifiers for reactions and materials, are kept in cloud storage from ‘Box’. KU Leuven offers an Enterprise Box account 3, which offers an easy and secure storage space of up to 100 GB for each user. How is backup of the data provided? By using the cloud storage of OneDrive , digital data will be stored in parallel on the cloud and on the personal computer of the applicant, guaranteeing back -up for this data. Most raw data is also stored and frequently backed up off-line on external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The cloud storage provides a storage space up to 100 Gb for each user, while the project is expected to generate less than 10 GB. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data storage costs on Box are included in an internal service contract with the KU Leuven IT support service (SET -IT). No additional costs are expected for the storage of data. In case additional costs do arise, they will be covered by the project budget or reserve funds. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. An Enterprise Box account 3 for cloud storage ensures a secure environment. 6. Data preservation after the project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 5 year period after the end of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4 Where will the data be archived (= stored for the longer term)? Upon termination of the contract, the data will be transferred and stored on an external hard drive (Samsung Portable SSD T5 1 TB), managed by Annelies Van Vlasselaer. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The high capacity of the available external hard drive (1 TB) enables the preservation of data from multiple terminated or finished projects. Currently, an average of 15 GB is used for the finished projects of each user, which allows to divide its cost over approximately 60 users. Given the cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved IT-expenses are included in the project’s consumable expenses or covered by reserve funds. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 4 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Upon publication of the research results, the full datasets will be made available upon reasonable request Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No additional costs are expected as the data can be shared via online platforms (e.g. WeTransfer) or the already budgeted storage cloud from Box. If additional costs would occur they will be covered from reserve funds. 8. Responsibilities Who will be responsible for data documentation & metadata? The applicant (Dirk De Vos ). Who will be responsible for data storage & back up during the project? The applicant (Dirk De Vos) and Annelies Van Vlasselaer. Who will be responsible for ensuring data preservation and reuse ? The supervisor (Dirk De Vos) and Annelies Van Vlasselaer. Who bears the end responsibility for updating & implementing this DMP? The applicant (Dirk De Vos) bear s the end responsibility of updating & implementing this DMP."
}