{
    "document_id": "D-2021-1161",
    "LinkTitle": "D-2021-1161",
    "file_name": "D-2021-1161.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1161.pdf",
    "metadata": {
        "title": "D-2021-1161",
        "author": "Myriam Mertens",
        "num_pages": 6
    },
    "content": {
        "full_text": "FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but\nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Veronika Jercic\nFWO Project Number & Title 1161322N, ”Seismology of solar prominences”\nAffiliation x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make\nuse of existing data? x Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 1\nDescribe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these\ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).The data in this project are generated with an open-source software MPI-AMRVAC (see amrvac.org). The \nsoftware is developed and maintained by prof. Rony Keppens and his team at KU Leuven. The data we use \nare source codes that can be written in any text editor . They contain a set of specified parameters \n(initial/boundary conditions with discretization and resolution strategies). The files can be used to (re)start\nthe simulation from any moment. Besides that, we also have results of such simulations. They are in the \nform of raw binary files (up to a few tens of GB) and contain the variables of the simulation on the grid. \nThose files can later on be converted into any other data format needed for visualization  (like avi, mpeg \nor any other video format, up to 10 GB). Figures  (png, eps or any other format) can also be made using \nopen-source visualization software.\n3.Ethical and legal issues\nWill  you  use  personal  data?  If  so,  shortly\ndescribe the kind of personal data you will use\nAND add the reference to your file in your host\ninstitution's privacy register.\nIn case your host institution does not (yet) have a\nprivacy register, a reference is not yet required of\ncourse;  please  add  the  reference  once  the  privacy\nregister is in place in your host institution.☐ Yes\nx No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If\nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\nx No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data\nwith potential for tech transfer and valorisation?\nWill IP restrictions be claimed for the data you\ncreated?  If  so,  for  what  data  and  which\nrestrictions will be asserted?☐ Yes\nx No\nIf yes, please comment:\n2019-10-01 | FWO DMP Template 2\nDo  existing  3rd party  agreements  restrict\ndissemination  or  exploitation  of  the  data  you\n(re)use? If so, to what data do they relate and\nwhat restrictions are in place?☐ Yes\nx No\nIf yes, please comment:\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project? The MPI-AMRVAC code we use is an open-source software . It is easily available at http://amrvac.org with \nall its documention. The source code itself can be found on Github pages where one can also access a \nvariaty of test examples. Using the file with specified initial/boundary conditions (user file) along side the \nparameter file with discretization/resolution settings all the results can be easily generated. The needed \nfiles that give results that eventually lead to publication will be available on Github.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If\nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.x Yes\n☐ No\nIf yes, please specify:  Particular results of MPI-AMRVAC are saved in custom made *.dat files. The format \nof such binary files is described on the web pages of the software. From those files descriptive figures and \nmovies are made.\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  Local disks of desktops at the department  with additional external hard drives (each capable of storing \nTB of data) will be used to preserve the needed data. With the needed user and parameter files, particular \nsnapshots of the results will also be kept there. That will allow us to recreate any figure and/or videos \nwithout a full rerun of the simulation.\nHow will the data be backed up? The backward-compatible software and sufficient storage capacity  ensure the possibility of retriving the \ndata at any moment later on. As previously described, we will preserve the different datatypes on local \ndisks of the desktops in use at the KU Leuven department. The setup of the particular published results \n(user and parameter files) will be uploaded also as test examples on the Github repository of the \nsoftware. In that way, besides preserving the setup it will also be freely available to everyone. \n2019-10-01 | FWO DMP Template 3\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of. x Yes\n☐ No\nIf yes, please specify: As already mentioned, we will use local desktops with available internal/external \nhard-disks capabale of storing TB of data. The home directories of the desktops at the department are \nmaintained and automatically backed up by ESAT . There is sufficient storage capacity with ESAT for which\nan annual fee is paid.\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The mentioned annual fee to ESAT is already covered by the department. \nPart of the project money may be (if needed) used for acquiring additional hard-disks to ensure backup of \nall the data.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons? As all the data will be stored on ESAT desktops (internal and external disks) they are only accessible to \nusers with login rights . Recently a more secure login method has been in use, t he multi-factor \nauthentication. It requires at least two pieces of evidence to prove ones identity. In case of people leaving\nthe department (and KU Leuven) their access rights are automatically removed.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and\ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).We plan to respect the principle of preservation of data for the minimum preservation term of 5 years. \nEven more, the specific user files needed to recreate the results will be maintained on the github site  that \nhosts the open source code. That then, is expected to last for a much longer period than only 5 years.  The\ndata mentioned that will be kept on inetrnal/external disks will, after 5 years, be removed in order to free \nup the space for new projects and their respective results.\n2019-10-01 | FWO DMP Template 4\nWhere will these data be archived (= stored for \nthe long term)? Considering we only need the user and parameter files to recreate any simulation and that these do not \noccupy a lot of space, they will be kept in the github repository  (hosting our open source code.)\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Annual fee to the ESAT for maintaing the used desktops and taking care of the backup is covered by the \ndepartment. As mentioned for the costs of the storage and backup during the project itself, part of the \nproject money may be (if needed) used for acquiring additional hard-disks  to ensure backup of all the \ndata.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\nx No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? User and parameter files  of the published results will be uploaded on the github repository of the source \ncode and in such way made available  to everyone. S  napshots, videos and figures   made with open source \nsoftwares will also be kept on record (for at least 5 years) and made available upon request. The raw data \nfiles used to generate mentioned visualizations will be stored and accessible during the preservation \nperiod.\nWhere/how will the data be made available for \nreuse? x In an Open Access repository – This is for the code: github.\nx In a restricted access repository\nx Upon request by mail\n☐ Other (specify):\nWhen will the data be made available? After the paper is accepted and put on arxiv (upon publication of the research results).\nWho will be able to access the data and under \nwhat conditions? The code is open source, available to everyone. The selected snapshots, everyone upon request.\n2019-10-01 | FWO DMP Template 5\nWhat are the expected costs for data sharing? \nHow will these costs be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Besides the repositery (github) the code in use has its online documentation (amrvac.org) that has a minor\nannual cost and is handled by prof. Rony Keppens. \n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata? The FWO aspirant (Veronika Jercic) and her supervisor (prof. Rony Keppens).\nWho will be responsible for data storage & back \nup during the project? The FWO aspirant, additionally the ESAT department is responsible for the back up of the home directory.\nWho will be responsible for ensuring data \npreservation and sharing? The FWO aspirant .\nWho bears the end responsibility for updating &\nimplementing this DMP? \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe FWO aspirant .\n2019-10-01 | FWO DMP Template 6"
    },
    "clean_full_text": "FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Veronika Jercic FWO Project Number & Title 1161322N, ”Seismology of solar prominences” Affiliation x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? x Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 1 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).The data in this project are generated with an open-source software MPI-AMRVAC (see amrvac.org). The software is developed and maintained by prof. Rony Keppens and his team at KU Leuven. The data we use are source codes that can be written in any text editor . They contain a set of specified parameters (initial/boundary conditions with discretization and resolution strategies). The files can be used to (re)start the simulation from any moment. Besides that, we also have results of such simulations. They are in the form of raw binary files (up to a few tens of GB) and contain the variables of the simulation on the grid. Those files can later on be converted into any other data format needed for visualization (like avi, mpeg or any other video format, up to 10 GB). Figures (png, eps or any other format) can also be made using open-source visualization software. 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes x No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes x No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes x No If yes, please comment: 2019-10-01 | FWO DMP Template 2 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes x No If yes, please comment: 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The MPI-AMRVAC code we use is an open-source software . It is easily available at http://amrvac.org with all its documention. The source code itself can be found on Github pages where one can also access a variaty of test examples. Using the file with specified initial/boundary conditions (user file) along side the parameter file with discretization/resolution settings all the results can be easily generated. The needed files that give results that eventually lead to publication will be available on Github. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.x Yes ☐ No If yes, please specify: Particular results of MPI-AMRVAC are saved in custom made *.dat files. The format of such binary files is described on the web pages of the software. From those files descriptive figures and movies are made. 5.Data storage & backup during the FWO project Where will the data be stored? Local disks of desktops at the department with additional external hard drives (each capable of storing TB of data) will be used to preserve the needed data. With the needed user and parameter files, particular snapshots of the results will also be kept there. That will allow us to recreate any figure and/or videos without a full rerun of the simulation. How will the data be backed up? The backward-compatible software and sufficient storage capacity ensure the possibility of retriving the data at any moment later on. As previously described, we will preserve the different datatypes on local disks of the desktops in use at the KU Leuven department. The setup of the particular published results (user and parameter files) will be uploaded also as test examples on the Github repository of the software. In that way, besides preserving the setup it will also be freely available to everyone. 2019-10-01 | FWO DMP Template 3 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. x Yes ☐ No If yes, please specify: As already mentioned, we will use local desktops with available internal/external hard-disks capabale of storing TB of data. The home directories of the desktops at the department are maintained and automatically backed up by ESAT . There is sufficient storage capacity with ESAT for which an annual fee is paid. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The mentioned annual fee to ESAT is already covered by the department. Part of the project money may be (if needed) used for acquiring additional hard-disks to ensure backup of all the data. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? As all the data will be stored on ESAT desktops (internal and external disks) they are only accessible to users with login rights . Recently a more secure login method has been in use, t he multi-factor authentication. It requires at least two pieces of evidence to prove ones identity. In case of people leaving the department (and KU Leuven) their access rights are automatically removed. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).We plan to respect the principle of preservation of data for the minimum preservation term of 5 years. Even more, the specific user files needed to recreate the results will be maintained on the github site that hosts the open source code. That then, is expected to last for a much longer period than only 5 years. The data mentioned that will be kept on inetrnal/external disks will, after 5 years, be removed in order to free up the space for new projects and their respective results. 2019-10-01 | FWO DMP Template 4 Where will these data be archived (= stored for the long term)? Considering we only need the user and parameter files to recreate any simulation and that these do not occupy a lot of space, they will be kept in the github repository (hosting our open source code.) What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Annual fee to the ESAT for maintaing the used desktops and taking care of the backup is covered by the department. As mentioned for the costs of the storage and backup during the project itself, part of the project money may be (if needed) used for acquiring additional hard-disks to ensure backup of all the data. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes x No If yes, please specify: Which data will be made available after the end of the project? User and parameter files of the published results will be uploaded on the github repository of the source code and in such way made available to everyone. S napshots, videos and figures made with open source softwares will also be kept on record (for at least 5 years) and made available upon request. The raw data files used to generate mentioned visualizations will be stored and accessible during the preservation period. Where/how will the data be made available for reuse? x In an Open Access repository – This is for the code: github. x In a restricted access repository x Upon request by mail ☐ Other (specify): When will the data be made available? After the paper is accepted and put on arxiv (upon publication of the research results). Who will be able to access the data and under what conditions? The code is open source, available to everyone. The selected snapshots, everyone upon request. 2019-10-01 | FWO DMP Template 5 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Besides the repositery (github) the code in use has its online documentation (amrvac.org) that has a minor annual cost and is handled by prof. Rony Keppens. 8.Responsibilities Who will be responsible for the data documentation & metadata? The FWO aspirant (Veronika Jercic) and her supervisor (prof. Rony Keppens). Who will be responsible for data storage & back up during the project? The FWO aspirant, additionally the ESAT department is responsible for the back up of the home directory. Who will be responsible for ensuring data preservation and sharing? The FWO aspirant . Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe FWO aspirant . 2019-10-01 | FWO DMP Template 6"
}