{
    "document_id": "D-2024-2868",
    "LinkTitle": "D-2024-2868",
    "file_name": "D-2024-2868.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2868.pdf",
    "metadata": {
        "title": "Multi-modal chemical probes as diagnostic tools",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Multi-modal chemical probes as diagnostic tools\nMulti-modal chemical probes as diagnostic tools\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMarcin Skore\nń\nski\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Commission (Horizon)\nTemplate: \nTemplate: \nHorizon 2020 FAIR DMP +\nPrincipal Investigator:\nPrincipal Investigator:\n \nMarcin Skore\nń\nski\nGrant number / URL: \nGrant number / URL: \n101109192 — MULTIGLOW\nID: \nID: \n205196\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nThe overarching objective of the project is the development of a detection method of  active TMPRSS2 in blood samples and to determine TMPRSS2\nas a useful diagnostic marker of colorectal and prostate cancer. The project is divided into two connected parts. The goal of the first, chemical part of\nthe project is to design and synthesize “multi-modal” imaging probes for the study, detection and visualization of serine proteases. The obtained smart\nactivity-based probes will be used to complete the goal of the second, biomedical part of the project which is centered around TMPRSS2, a membrane\nbound, but often secreted serine protease implicated in various cancer types. We will detect and image this protease in relevant models and patient\nsamples, providing evidence that  these novel probes will be useful diagnostic tools.\nLast modified: \nLast modified: \n04-03-2024\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n1 of 8\nMulti-modal chemical probes as diagnostic tools\nMulti-modal chemical probes as diagnostic tools\nHorizon 2020 FAIR DMP +\nHorizon 2020 FAIR DMP +\nVersion information\nVersion information\nVersion number\nVersion number\nv1.0\nDescription\nDescription\nUpdate of the initial DMP (submitted in month 5) for the first periodic evaluation of the project.\nDate of first version\nDate of first version\n01/09/2022\nDate of last update\nDate of last update\n-\n1. Data summary\n1. Data summary\nWhat is the purpose of the data collection/generation and its relation to the objectives of the project?\nWhat is the purpose of the data collection/generation and its relation to the objectives of the project?\nThe primary purpose of data collection is to gather information that directly supports project research objectives. Data collection ensures that\nmy findings during the project are based on empirical evidence. By collecting relevant data, I can validate the conclusions drawn from your\nresearch and enhance the credibility of your project.  Data collection allows you to track the progress of my project and demonstrate its impact.\nBy documenting the data collected and the outcomes achieved, I can provide evidence of the project's success and effectiveness.\nWhat types and formats of data will the project generate/collect?\nWhat types and formats of data will the project generate/collect?\nThe data will be exported from the relevant software to formats commonly used in this field of research, e.g. to CSV tables, TIFF images, PDF\nfiles. \nWill you re-use any existing data and, if so, how?\nWill you re-use any existing data and, if so, how?\nNo\nWhat is the origin of the data?\nWhat is the origin of the data?\nResearch data will be acquired from various equipment: nuclear magnetic resonance, spectrofluorometer, high performance liquid\nchromatography, molecular imager and mass spectrometer, in a format matching the data. \nWhat is the expected size of the data (if known)?\nWhat is the expected size of the data (if known)?\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n2 of 8\nI expect a total data volume of approximately 100-200 Gb. \nTo whom might the data be useful (‘data utility’)?\nTo whom might the data be useful (‘data utility’)?\nSome of the collected data will be published (also as rare data) and could be used further by researchers in my area to compere and evaluate\ntheir results\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\nAre the data produced and/or used in the project discoverable with metadata?\nAre the data produced and/or used in the project discoverable with metadata?\nDuring microscopy experiments OME-XML (Open Microscopy Environment eXtensible Markup Language) standard will be used to save the\ninformation. \nAre the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism?\nAre the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism?\nEach dataset will have a unique identifier and label that distinguishes it from other datasets. This identifier will be a combination of project\ncode and version number and will refer to the appropriate page in the laboratory notebook. \nWhat naming conventions do you follow?\nWhat naming conventions do you follow?\nIn organic chemistry each reaction is named as: MSL_01, MSL_02...\nDuring biological experiment I number my experiments as MSL_EXP_01, MSL_EXP_02....\nWill search keywords be provided that optimize possibilities for re-use?\nWill search keywords be provided that optimize possibilities for re-use?\nThe experiments/ synthesis of  the project will begins for \"MSL\"\nWhat is your approach for clear versioning?\nWhat is your approach for clear versioning?\nFor the same experiment but different attempts I use numeration after coma (eg. MSL_01.01, MSL_01.02...)\nWhat metadata will be created?\nWhat metadata will be created?\nOME-XML  (file format for biological image data)\n2.2. FAIR data: Making data openly accessible\n2.2. FAIR data: Making data openly accessible\nWhich data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide a rationale for\nWhich data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide a rationale for\ndoing so.\ndoing so.\nI will be openly available except for personal information of the patients from whom samples will be studied during the project.\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n3 of 8\nHow will the data be made accessible?\nHow will the data be made accessible?\nBy publish a data paper describing and promoting dataset in a peer-reviewed data journal.\nWhat methods or software tools are needed to access the data? Is documentation about the software needed to access the data included? Is it\nWhat methods or software tools are needed to access the data? Is documentation about the software needed to access the data included? Is it\npossible to include the relevant software (e.g. in open source code)?\npossible to include the relevant software (e.g. in open source code)?\nWhere is it possible data will be stored in the format that could be open by standard software (.txt, .pdf). If is it not possible (eg. rare NMR\ndata), the source data will be provide without any relevant software to open it. \nWhere will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate arrangements with the\nWhere will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate arrangements with the\nidentified repository?\nidentified repository?\nThe articles will be archived in the KU Leuven repository ‘Lirias’. I will upload, describe, and share my research data to Research Data\nRepository of KU Leuven (RDR). I also will include all the necessary documentation that will help others understand my data and make it\nfully reusable. \nIf there are restrictions on use, how will access be provided?\nIf there are restrictions on use, how will access be provided?\nIf someone would like to use stored data, they should obtain copyright permissions\n2.3. FAIR data: Making data interoperable\n2.3. FAIR data: Making data interoperable\nAre the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you follow to make\nAre the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you follow to make\nyour data interoperable?\nyour data interoperable?\nThe most of  produced data will be saved in the standard format that could be open by standard software used in the field. If is possible data\nwill be transformed to the basic text file format (.txt, .csv) to assure the data nteroperable. \nWill you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In case it is\nWill you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In case it is\nunavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly\nunavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly\nused ontologies?\nused ontologies?\nObtained date will be mainly numbers, The data will be marked using standard vocabularies.\n2.4. FAIR data: Increase data re-use (through clarifying licenses)\n2.4. FAIR data: Increase data re-use (through clarifying licenses)\nHow will the data be licensed to permit the widest re-use possible?\nHow will the data be licensed to permit the widest re-use possible?\nThe work identified as being free of known restrictions under copyright law, including all related and neighboring rights (Public Domain\nMark). \nWhen will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed.\nWhen will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed.\nNo embargo for data usage is needed. \nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n4 of 8\nAre the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of some data is\nAre the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of some data is\nrestricted, explain why.\nrestricted, explain why.\nThe obtained data could be used as reference for other researchers working in the similar area. \nHow long is it intended that the data remains re-usable?\nHow long is it intended that the data remains re-usable?\n All relevant research data will be re-usable for at least 10 years.\nAre data quality assurance processes described?\nAre data quality assurance processes described?\nMost of the measurements made during the project are conducted in duplicates or triplicates. All instruments and small equipment (pipettes,\nscales) are regularly calibrated.\n3. Allocation of resources\n3. Allocation of resources\nWhat are the costs for making data FAIR in your project? How will these costs be covered?\nWhat are the costs for making data FAIR in your project? How will these costs be covered?\nCosts related to open access to research data are eligible as part of the Horizon 2020 grant. The possible cost differ among different journals. \nWho will be responsible for data management in your project?\nWho will be responsible for data management in your project?\nThe principal investigator will be responsible for the data management. \nWhat are the costs and potential value of long term preservation?\nWhat are the costs and potential value of long term preservation?\nOnce data are published, they will be available as long as the publisher provides access to them. Simultaneously, the data will be available\nfrom the original sources at the Chemical Biology Laboratory (KUL) repositories, where they are normally available for the next 20 years.\n4. Data security\n4. Data security\nWhat provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)?\nWhat provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)?\nThe data are stored in three different, independent locations. One is the hard drive of the computer where the data were collected, the second is\nthe hard drive of the computer where the data were analyzed. The third location is the OneDrive - KU Leuven cloud drive. This ensures data\nsafety. Access to each location is possible only after logging in using personal KU Leuven authorization.\n5. Ethical aspects\n5. Ethical aspects\nAre there any ethical or legal issues that can have an impact on data sharing?\nAre there any ethical or legal issues that can have an impact on data sharing?\nN/A\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n5 of 8\n6. Other issues\n6. Other issues\nDo you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones?\nDo you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones?\nI use RDM Policy at KU Leuven\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n6 of 8\nMulti-modal chemical probes as diagnostic tools\nMulti-modal chemical probes as diagnostic tools\nGDPR Record\nGDPR Record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n7 of 8\nMulti-modal chemical probes as diagnostic tools\nMulti-modal chemical probes as diagnostic tools\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 04 March 2024\n8 of 8"
    },
    "clean_full_text": "Multi-modal chemical probes as diagnostic tools Multi-modal chemical probes as diagnostic tools A Data Management Plan created using DMPonline.be Creator: Creator: Marcin Skore ń ski Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Commission (Horizon) Template: Template: Horizon 2020 FAIR DMP + Principal Investigator: Principal Investigator: Marcin Skore ń ski Grant number / URL: Grant number / URL: 101109192 — MULTIGLOW ID: ID: 205196 Start date: Start date: 01-10-2023 End date: End date: 30-09-2025 Project abstract: Project abstract: The overarching objective of the project is the development of a detection method of active TMPRSS2 in blood samples and to determine TMPRSS2 as a useful diagnostic marker of colorectal and prostate cancer. The project is divided into two connected parts. The goal of the first, chemical part of the project is to design and synthesize “multi-modal” imaging probes for the study, detection and visualization of serine proteases. The obtained smart activity-based probes will be used to complete the goal of the second, biomedical part of the project which is centered around TMPRSS2, a membrane bound, but often secreted serine protease implicated in various cancer types. We will detect and image this protease in relevant models and patient samples, providing evidence that these novel probes will be useful diagnostic tools. Last modified: Last modified: 04-03-2024 Created using DMPonline.be. Last modiﬁed 04 March 2024 1 of 8 Multi-modal chemical probes as diagnostic tools Multi-modal chemical probes as diagnostic tools Horizon 2020 FAIR DMP + Horizon 2020 FAIR DMP + Version information Version information Version number Version number v1.0 Description Description Update of the initial DMP (submitted in month 5) for the first periodic evaluation of the project. Date of first version Date of first version 01/09/2022 Date of last update Date of last update - 1. Data summary 1. Data summary What is the purpose of the data collection/generation and its relation to the objectives of the project? What is the purpose of the data collection/generation and its relation to the objectives of the project? The primary purpose of data collection is to gather information that directly supports project research objectives. Data collection ensures that my findings during the project are based on empirical evidence. By collecting relevant data, I can validate the conclusions drawn from your research and enhance the credibility of your project. Data collection allows you to track the progress of my project and demonstrate its impact. By documenting the data collected and the outcomes achieved, I can provide evidence of the project's success and effectiveness. What types and formats of data will the project generate/collect? What types and formats of data will the project generate/collect? The data will be exported from the relevant software to formats commonly used in this field of research, e.g. to CSV tables, TIFF images, PDF files. Will you re-use any existing data and, if so, how? Will you re-use any existing data and, if so, how? No What is the origin of the data? What is the origin of the data? Research data will be acquired from various equipment: nuclear magnetic resonance, spectrofluorometer, high performance liquid chromatography, molecular imager and mass spectrometer, in a format matching the data. What is the expected size of the data (if known)? What is the expected size of the data (if known)? Created using DMPonline.be. Last modiﬁed 04 March 2024 2 of 8 I expect a total data volume of approximately 100-200 Gb. To whom might the data be useful (‘data utility’)? To whom might the data be useful (‘data utility’)? Some of the collected data will be published (also as rare data) and could be used further by researchers in my area to compere and evaluate their results 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata Are the data produced and/or used in the project discoverable with metadata? Are the data produced and/or used in the project discoverable with metadata? During microscopy experiments OME-XML (Open Microscopy Environment eXtensible Markup Language) standard will be used to save the information. Are the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism? Are the data produced and/or used in the project identifiable and locatable by means of a standard identification mechanism? Each dataset will have a unique identifier and label that distinguishes it from other datasets. This identifier will be a combination of project code and version number and will refer to the appropriate page in the laboratory notebook. What naming conventions do you follow? What naming conventions do you follow? In organic chemistry each reaction is named as: MSL_01, MSL_02... During biological experiment I number my experiments as MSL_EXP_01, MSL_EXP_02.... Will search keywords be provided that optimize possibilities for re-use? Will search keywords be provided that optimize possibilities for re-use? The experiments/ synthesis of the project will begins for \"MSL\" What is your approach for clear versioning? What is your approach for clear versioning? For the same experiment but different attempts I use numeration after coma (eg. MSL_01.01, MSL_01.02...) What metadata will be created? What metadata will be created? OME-XML (file format for biological image data) 2.2. FAIR data: Making data openly accessible 2.2. FAIR data: Making data openly accessible Which data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide a rationale for Which data produced and/or used in the project will be made openly available as the default? If some data is kept closed provide a rationale for doing so. doing so. I will be openly available except for personal information of the patients from whom samples will be studied during the project. Created using DMPonline.be. Last modiﬁed 04 March 2024 3 of 8 How will the data be made accessible? How will the data be made accessible? By publish a data paper describing and promoting dataset in a peer-reviewed data journal. What methods or software tools are needed to access the data? Is documentation about the software needed to access the data included? Is it What methods or software tools are needed to access the data? Is documentation about the software needed to access the data included? Is it possible to include the relevant software (e.g. in open source code)? possible to include the relevant software (e.g. in open source code)? Where is it possible data will be stored in the format that could be open by standard software (.txt, .pdf). If is it not possible (eg. rare NMR data), the source data will be provide without any relevant software to open it. Where will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate arrangements with the Where will the data and associated metadata, documentation, and code be deposited? Have you explored appropriate arrangements with the identified repository? identified repository? The articles will be archived in the KU Leuven repository ‘Lirias’. I will upload, describe, and share my research data to Research Data Repository of KU Leuven (RDR). I also will include all the necessary documentation that will help others understand my data and make it fully reusable. If there are restrictions on use, how will access be provided? If there are restrictions on use, how will access be provided? If someone would like to use stored data, they should obtain copyright permissions 2.3. FAIR data: Making data interoperable 2.3. FAIR data: Making data interoperable Are the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you follow to make Are the data produced in the project interoperable? What data and metadata vocabularies, standards or methodologies will you follow to make your data interoperable? your data interoperable? The most of produced data will be saved in the standard format that could be open by standard software used in the field. If is possible data will be transformed to the basic text file format (.txt, .csv) to assure the data nteroperable. Will you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In case it is Will you be using standard vocabularies for all data types present in your data set, to allow inter-disciplinary interoperability? In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly used ontologies? used ontologies? Obtained date will be mainly numbers, The data will be marked using standard vocabularies. 2.4. FAIR data: Increase data re-use (through clarifying licenses) 2.4. FAIR data: Increase data re-use (through clarifying licenses) How will the data be licensed to permit the widest re-use possible? How will the data be licensed to permit the widest re-use possible? The work identified as being free of known restrictions under copyright law, including all related and neighboring rights (Public Domain Mark). When will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed. When will the data be made available for re-use? If applicable, specify why and for what period a data embargo is needed. No embargo for data usage is needed. Created using DMPonline.be. Last modiﬁed 04 March 2024 4 of 8 Are the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of some data is Are the data produced and/or used in the project usable by third parties, in particular after the end of the project? If the re-use of some data is restricted, explain why. restricted, explain why. The obtained data could be used as reference for other researchers working in the similar area. How long is it intended that the data remains re-usable? How long is it intended that the data remains re-usable? All relevant research data will be re-usable for at least 10 years. Are data quality assurance processes described? Are data quality assurance processes described? Most of the measurements made during the project are conducted in duplicates or triplicates. All instruments and small equipment (pipettes, scales) are regularly calibrated. 3. Allocation of resources 3. Allocation of resources What are the costs for making data FAIR in your project? How will these costs be covered? What are the costs for making data FAIR in your project? How will these costs be covered? Costs related to open access to research data are eligible as part of the Horizon 2020 grant. The possible cost differ among different journals. Who will be responsible for data management in your project? Who will be responsible for data management in your project? The principal investigator will be responsible for the data management. What are the costs and potential value of long term preservation? What are the costs and potential value of long term preservation? Once data are published, they will be available as long as the publisher provides access to them. Simultaneously, the data will be available from the original sources at the Chemical Biology Laboratory (KUL) repositories, where they are normally available for the next 20 years. 4. Data security 4. Data security What provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)? What provisions are in place for data security (including data recovery as well as secure storage and transfer of sensitive data)? The data are stored in three different, independent locations. One is the hard drive of the computer where the data were collected, the second is the hard drive of the computer where the data were analyzed. The third location is the OneDrive - KU Leuven cloud drive. This ensures data safety. Access to each location is possible only after logging in using personal KU Leuven authorization. 5. Ethical aspects 5. Ethical aspects Are there any ethical or legal issues that can have an impact on data sharing? Are there any ethical or legal issues that can have an impact on data sharing? N/A Created using DMPonline.be. Last modiﬁed 04 March 2024 5 of 8 6. Other issues 6. Other issues Do you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones? Do you make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones? I use RDM Policy at KU Leuven Created using DMPonline.be. Last modiﬁed 04 March 2024 6 of 8 Multi-modal chemical probes as diagnostic tools Multi-modal chemical probes as diagnostic tools GDPR Record GDPR Record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 04 March 2024 7 of 8 Multi-modal chemical probes as diagnostic tools Multi-modal chemical probes as diagnostic tools DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 04 March 2024 8 of 8"
}