{
    "document_id": "D-2022-1706",
    "LinkTitle": "D-2022-1706",
    "file_name": "D-2022-1706.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1706.pdf",
    "metadata": {
        "title": "D-2022-1706",
        "author": "N/A",
        "num_pages": 2
    },
    "content": {
        "full_text": "My DashboardCreate plans  Reference Help  Patrick Van Dijck KU Leuven (KUL)  Administrator contactOnderzoek naar het moleculaire mechanisme waardoorCandida albicans cellen tolerant zijn tegen fluconazole en hoeeen tekort aan ijzer in de mitochondriën deze tolerantieverhinderd\nResearch Data Summary (7 / 7)\nDocumentation and Metadata (2 / 2)\nData Storage & Back-up during the Research Project (5 / 5)\nData Preservation after the end of the Research Project (3 / 3)\nData Sharing and Reuse (7 / 8)\nThe data description forms the basis of yourDMP, so make sure it is detailed andcomplete. Include:all existing data you will useall new data your research will generatephysical samples or analogue datainput and output dataanalysis scripts and codeThis list can be updated as your researchprogresses.For file formats consider whether open,interchangeable or standard formats can beused for long-term usability of your data.For biomedical data you can consider  and (microscopy),  and (neuroimaging),  (mass spectrometry), and (sequencing data).\nExisting data are all data that are notgenerated as part of the current researchproject, including datasets created in aprevious project, data from repositories, datareceived from others under a data transferagreement, archival materials, historicaldocuments, existing literature used for textmining etc.  \nWhen research involves living animals,human participants, or when there is apossibility for dual use or misuse forunethical purposes, ethical approval needs tobe obtained.Include your ethical approval referencenumber in the comment section.Note that you always need to obtain privacy/ethical approval when you use personal data(including pseudonymised data) or humanbodily materials (blood samples, biopsies,residual material, cells and cell lines, etc),also when these are collected in anotheralready approved study or received from acollaborator outside of KU Leuven.\nPersonal data is any information that relatesto an identified or identifiable livingindividual. Different pieces of information,which collected together can lead to theidentification of a particular person, alsoconstitute personal data.Personal data that has been de-identified,encrypted or pseudonymised but can beused to re-identify a person remains personaldata and falls within the scope of the GDPR.If you work with personal data at KU/UZLeuven this has to be registered in the“internal processing of personal data”. This is integrated in the existingethical review procedures by the EC researchUZ Leuven via their GDPR questionnaire orSMEC via the application. List the approval number(s) inyour DMP, then you don’t have to repeatalready approved information in your DMP.More information: ; Guidance on ;  \nIf your data is part of a patentable inventionor viable for commercial exploitation explainwhich restrictions there may be on future useand sharing of the data. Consult the KULeuven  and contact LRD(LRD@kuleuven.be) before disseminatingyour data.\nIf you use data or materials created outsideof your group explain whether there are anymaterial or data transfer agreementsapplicable, which restrictions apply and howthese affect how you can use and share the(derived) data.If your research is part of a collaborationdescribe who will own the IPR of thecreations resulting from the research\nExplain which documentation will accompanyeach of the datasets listed in section 1including information on the methodologyused to collect the data, analytical andprocedural information, definitions ofvariables, units of measurement etc. Includethe documentation that you use for yourselfand your colleagues during the project aswell as documentation that you will sharetogether with the data in a repository..\nMetadata is a more structured form ofdocumentation primarily meant to beprocessed by machines. This helps toidentify, find, interpret and use the data.Consider which descriptive or citationmetadata you use to make it findable andcitable (authors, title, abstract, keywordsetc) usually following a general scheme suchas DataCite or Dublin Core. Furthermoredescribe the (structural) metadata thatoutline the contents of the datasets, howdata was generated and internallystructured. These may include units ofanalysis, sample type, instruments, settingsetc and are gathered according to bestpractice and community standards.Metadata is often added by instrumentswhen generating data, by RDM tools or byrepositories upon deposit. If you plan to deposit and share researchdata via KU Leuven Research DataRepository, then DataCite will be used as ametadata standard. Other data repositorieswill also ask to deliver metadata in a certainformat, with specified ontologies andvocabularies. Check with the repository youplan to use and indicate here which metadatastandard would apply.For more information see ,  and \nConsult the  to findthe most suitable storage solution. Avoid theuse of (external) hard drives and free cloudstorage. If you have to use non-KU Leuvenstorage explain why and answer the nextquestions in detail. For personal data makesure to use the storage solution approved inyour PRET application. \nClearly describe the measures (in terms ofphysical security, network security, andsecurity of computer systems and files) thatwill be taken to ensure that stored andtransferred data are safe.In the  you canselect the confidentiality level to check whichstorage solutions are appropriate for yourdata. Also consider whether you need to takespecific security measures when sharing andtransferring your data. Finally describe howyou securely store your physical data, eg inlocked cabinets, rooms with badge accessetc.\nConsult .\nNote that ‘available’ does not necessarilymean that the data set becomes openlyavailable, conditions for access and use mayapply. Availability in this question thusentails both open & restricted access. For more information check \nIndicate whether you have to restrict accessto your data and why. Explain the proceduresto evaluate access requests and to controlaccess such as end-user agreements, datasharing agreements. For data sharingagreements (advise and templates), contactKU Leuven Research & Development(lrd@kuleuven.be).\nRefer back to the ethical and legal issues insection 1. Explain which restrictions applyand how you will address these, for exampleby restricting access, anonymization of thedata or by setting an embargo. If youindicated in section 1 that you reuse existingdata, check whether you are allowed to(re)share this data and derived data.\nFor your initial DMP you can list candidaterepositories and explain how you will decidewhen your data is ready.Disciplinary repositories are the usually themost suitable place to make your data easilyfindable and reusable within your researchcommunity, but if there is no disciplinaryrepository, or when you work with sensitiveProject DetailsPlan overviewData Management PlanShareDownloadexpand all | collapse all\n28/29 answered\nAnswered 21 minutes ago by patrick.vandijck@kuleuven.beList and describe all datasets or research materials that you plan togenerate/collect or reuse during your research project. For each dataset or datatype (observational, experimental etc.), provide a short name & description(sufficient for yourself to know what data it is about), indicate whether the dataare newly generated/collected or reused, digital or physical, also indicate the typeof the data (the kind of content), its technical format (file extension), and anestimate of the upper limit of the volume of the data.\nSave\nDataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volumeIndicate:N(ew data) or E(xisting data) Indicate:  D(igital) or P(hysical)Indicate:AudiovisualImagesSoundNumerical TextualModelSOftwareOther (specify)Indicate:<1GB<100GB<1TB<5TB>5TBNAGMO Candida albicans strainsstrains of Candida albicans with deletion or overexpression of iron transporters or other genes involved in fluconazole toleranceNPBiological materialOne drawer in -80 °C freezerStrain characterisation datadrug susceptibility profiling, checkerboard assays, stress tolerance, sterol measurementsNDI, T<100GB\nsequencingBoth targeted and whole genome sequencing to validate mutations and identify mutationsNDT<1TB\n \n GuidanceCommentsKUL\nAnswered 25 minutes ago by patrick.vandijck@kuleuven.beIf you reuse existing data, please specify the source, preferably by using apersistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSave\nWe do not reuse previously or published data\n \n GuidanceCommentsKUL\nAnswered 24 minutes ago by patrick.vandijck@kuleuven.beAre there any ethical issues concerning the creation and/or use of the data (e.g.experiments on humans or animals, dual use)? If so, refer to specific datasets ordata types when appropriate and provide the relevant ethical approval number.Additional Information\nSaveYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nYes, dual use (Provide approval number below)\nNo\n \n GuidanceCommentsKUL\nAnswered 24 minutes ago by patrick.vandijck@kuleuven.beWill you process personal data? If so, please refer to specific datasets or data typeswhen appropriate and provide the KU Leuven or UZ Leuven privacy register number(G or S number).Additional Information\nSaveYes (Provide PRET G-number or EC S-number below)\nNo\n \n GuidanceCommentsKUL\nAnswered 22 minutes ago by patrick.vandijck@kuleuven.beDoes your work have potential for commercial valorization (e.g. tech transfer, forexample spin-offs, commercial exploitation, …)?  If so, please comment per datasetor data type where appropriate. Additional Information\nSaveYes\nNo\nPossibly, we may identify a new ANTIFUNGAL drug target. We would need to apply for ethical approval for animal experimentation to test the defect in virulence of the strain where the putative drug target is deleted (if viable). If we identify essential genes or a combination of two genes that together are essential, this could also open doors for valorisation. \n \n GuidanceCommentsKUL\nAnswered 21 minutes ago by patrick.vandijck@kuleuven.beDo existing 3rd party agreements restrict exploitation or dissemination of the datayou (re)use (e.g. Material or Data transfer agreements, Research collaborationagreements)? If so, please explain in the comment section to what data they relateand what restrictions are in place.Additional Information\nSaveYes\nNo\n \n GuidanceCommentsKUL\nAnswered 21 minutes ago by patrick.vandijck@kuleuven.beAre there any other legal issues, such as intellectual property rights and ownership,to be managed related to the data you (re)use? If so, please explain in thecomment section to what data they relate and which restrictions will be asserted.Additional Information\nSaveYes\nNo\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 20 minutes ago by patrick.vandijck@kuleuven.beClearly describe what approach will be followed to capture the accompanyinginformation necessary to keep data understandable and usable, for yourself andothers, now and in the future (e.g. in terms of documentation levels and typesrequired, procedures used, Electronic Lab Notebooks, README.txt files,codebook.tsv etc. where this information is recorded). \nSave\nWe have a lab guide will standardized protocols that are being done in the lab. In addition, the results will be published and materials and methods will be described in detail so that the experienced researcher can repeat the analysis.All generated data is stored on the KU Leuven server, which contains protected project directories to which only researchers involved have access. In addition, every researcher has a personal directory on the KU Leuven server for safe data storage and a OneDrive and Teams directory. Data is never stored on personal or work devices to prevent data loss upon technical failure\n \n GuidanceCommentsKUL\nAnswered 19 minutes ago by patrick.vandijck@kuleuven.beWill a metadata standard be used to make it easier to find and reuse the data?  If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier tofind and reuse. Additional Information\nSaveYes\nNo\nAll raw data set are deposited in the online directories as described above in a special directory for raw data files, next to the processed data and final results (e.g. figures).\n \n GuidanceCommentsKUL\nAnswered 18 minutes ago by patrick.vandijck@kuleuven.beWhere will the data be stored?\nAdditional Information\nSaveShared network drive (J-drive)\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nSharepoint online\nSharepoint on-premis\nLarge Volume Storage\nDigital Vault\nOther (specify below)\nAll data is stored on the KU Leuven shared server and additional online directories (e.g. personal directory on KU Leuven server, Teams, OneDrive) as described before\n \n GuidanceCommentsKUL\nAnswered 17 minutes ago by patrick.vandijck@kuleuven.beHow will the data be backed up?Additional Information\nSaveStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nOther (specify below)\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 17 minutes ago by patrick.vandijck@kuleuven.beIs there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this willbe taken care of. Additional Information\nSaveYes\nNo (explain solution below)\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 15 minutes ago by patrick.vandijck@kuleuven.beHow will you ensure that the data are securely stored and not accessed or modifiedby unauthorized persons? \nSave\nThe data will be stored in the university's secure environment\n \n GuidanceCommentsKUL\nAnswered 15 minutes ago by patrick.vandijck@kuleuven.beWhat are the expected costs for data storage and backup during the researchproject? How will these costs be covered?\nSave\nThe expected cost is 500 euro/TB/year. We do not expect to go over that cost. This is part of the consumables on the project.\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 11 minutes ago by patrick.vandijck@kuleuven.beWhich data will be retained for 10 years (or longer, in agreement with otherretention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legalor contractual restrictions, storage/budget issues, institutional policies...).Additional Information\nSaveAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be preserved for 25 years according to CTC recommendations for clinical trialswith medicinal products for human use and for clinical experiments on humans\nCertain data cannot be kept for 10 years (explain below)\nAll digital as well as physical material will be stored for 10 years (at least). The physical material (new strains) will be stored in a -80 °C freezer. \n \n GuidanceCommentsKUL\nAnswered 10 minutes ago by patrick.vandijck@kuleuven.beWhere will these data be archived (stored and curated for the long-term)? Additional Information\nSaveLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nKU Leuven RDR\nOther (specify below)\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 10 minutes ago by patrick.vandijck@kuleuven.beWhat are the expected costs for data preservation during the expected retentionperiod? How will these costs be covered?\nSave\nIn view of the expected size of the database (less than 1 TB), estimated cost will be below 500 euro to set up the database and an annual fee of 50 euro for support.\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 8 minutes ago by patrick.vandijck@kuleuven.beWill the data (or part of the data) be made available for reuse after/during theproject?  Please explain per dataset or data type which data will be made available.Additional Information\nSaveYes, as open data\nYes, as embargoed data (temporary restriction)\nYes, as restricted data (upon approval, or institutional access only)\nNo (closed access)\nOther (specify below)\nThe physical material can be requested and will be send to the other lab. The digital information will be available upon request. \n \n GuidanceCommentsKUL\nAnswered 8 minutes ago by patrick.vandijck@kuleuven.beIf access is restricted, please specify who will be able to access the data and underwhat conditions. \nSave\nAccess is not restricted\n \n GuidanceCommentsKUL\nAnswered 7 minutes ago by patrick.vandijck@kuleuven.beAre there any factors that restrict or prevent the sharing of (some of) the data (e.g.as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.\nAdditional Information\nSaveYes, privacy aspects\nYes, intellectual property rights\nYes, ethical aspects\nYes, aspects of dual-use\nYes, other\nNo\n \n GuidanceCommentsKUL\nWhere will the data be made available?  If already known, please provide a repository per dataset or data type.Additional InformationKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nOther (specify below)\nThe data regarding the different constructs will be mentioned in our publications. The publication will be the source of information where interested researchers can trace back a strain and ask this strain from the lab. \n GuidanceCommentsKUL  https://www.kuleuven.be/\nFurther guidance on describing dataExample file formats for common data types.OMENext Generation File FormatBio-FormatsDICOMNiftimzMLFASTAFASTQ \nRDM legal-ethical guidance\nregisterPrivacy & Ethical (PRET)Privacy guidance forresearchersProcessing ofpersonal data at KU LeuvenRDM personaldata guidance\nIntellectual Propertyguidance\nRDM guidance on documentation andmetadata\nguidance metadatastandardshow-to-fairFAIRsharing.org\ninteractive storage guide\nRDM guidance on storage\ninteractive storage guide\nKU Leuven guidance on retentionperiods for research data\nRDM Guidanceon data sharing\nResponsibilities (4 / 4)\nrepository, or when you work with sensitivedata you can use .If you have physical data also consider if andhow you can share these.\nData should be made available as early aspossible which is usually upon acceptance ofthe publication or at the end of the project.Explain if data sharing has to be postponedfor a certain time, for example to protect IPduring patent application\nA data usage license indicates whether thedata can be reused or not and under whatconditions. If you reuse data or code makesure to select a license compatible with thelicense under which you received the data.Check . Or use this  to help you choose a suitablelicence.If no licence is granted, the data are in agrey zone and cannot be legally reusedexcept for factual data (gene sequences,chemical properties etc) for whichrepositories mostly use standard terms andconditions or CC0.\nIndicate whether you intend to add apersistent and unique identifier in order toidentify and retrieve the data. \nThe researchers who generate the data areusually responsible for documentation,metadata, storage and backup, whereas thesupervisor of the project has the endresponsibility and manages long termpreservation and sharing. \nAnswered 5 minutes ago by patrick.vandijck@kuleuven.beSave\nAll digital data will be made available through the RDR\n \nAnswered 5 minutes ago by patrick.vandijck@kuleuven.beWhen will the data be made available? Additional Information\nSaveUpon publication of research results\nSpecific date (specify below)\nOther (specify below)\n \n GuidanceCommentsKUL\nWhich data usage licenses are you going to provide?If none, please explain why. Additional Information\nSaveCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nMIT licence (code)\nGNU GPL-3.0 (code)\nOther (specify below)\nData from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators\n \n GuidanceCommentsKUL\nAnswered 3 minutes ago by patrick.vandijck@kuleuven.beDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI oraccession number? If already available, please provide it here. Additional Information\nSaveYes, a PID will be added upon deposit in a data repository\nYes, my dataset already has a PID\nNo\nAll publications will receive a DOI.\n \n GuidanceCommentsKUL\nAnswered 2 minutes ago by patrick.vandijck@kuleuven.beWhat are the expected costs for data sharing? How will these costs be covered?  \nSave\nSharing data via NCBI is free of charge. Data present in manuscripts will cost the cost of such publications which may go up to >7000 euro for a paper in the Nature group.If other researchers request strains we normally ask them to provide us with a FedEx or DHL number.\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered 1 minute ago by patrick.vandijck@kuleuven.beWho will manage data documentation and metadata during the research project? \nSave\nPatrick Van Dijck (PI), Wouter Van Genechten (postdoc), Martine De Jonge (lab tech)\n \n GuidanceCommentsKUL\nAnswered less than a minute ago by patrick.vandijck@kuleuven.beWho will manage data storage and backup during the research project? \nSave\nLuc Grauwels (ICT support)\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered just now by patrick.vandijck@kuleuven.beWho will manage data preservation and sharing? \nSave\nPatrick Van Dijck\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \nAnswered just now by patrick.vandijck@kuleuven.beWho will update and implement this DMP? \nSave\nPatrick Van Dijck\n \n Comments\nSaveAdd comments to share withcollaborators\n \n \n© 2004 - 2023 BelnetAboutContact UsTerms of usePrivacy statementGitHub\nKU Leuven RDR\nguidance on licences for data andsoftware sources codelicenceselector tool\nRDM Guidance on responsibilities"
    },
    "clean_full_text": "My DashboardCreate plans Reference Help Patrick Van Dijck KU Leuven (KUL) Administrator contactOnderzoek naar het moleculaire mechanisme waardoorCandida albicans cellen tolerant zijn tegen fluconazole en hoeeen tekort aan ijzer in de mitochondriën deze tolerantieverhinderd Research Data Summary (7 / 7) Documentation and Metadata (2 / 2) Data Storage & Back-up during the Research Project (5 / 5) Data Preservation after the end of the Research Project (3 / 3) Data Sharing and Reuse (7 / 8) The data description forms the basis of yourDMP, so make sure it is detailed andcomplete. Include:all existing data you will useall new data your research will generatephysical samples or analogue datainput and output dataanalysis scripts and codeThis list can be updated as your researchprogresses.For file formats consider whether open,interchangeable or standard formats can beused for long-term usability of your data.For biomedical data you can consider and (microscopy), and (neuroimaging), (mass spectrometry), and (sequencing data). Existing data are all data that are notgenerated as part of the current researchproject, including datasets created in aprevious project, data from repositories, datareceived from others under a data transferagreement, archival materials, historicaldocuments, existing literature used for textmining etc. When research involves living animals,human participants, or when there is apossibility for dual use or misuse forunethical purposes, ethical approval needs tobe obtained.Include your ethical approval referencenumber in the comment section.Note that you always need to obtain privacy/ethical approval when you use personal data(including pseudonymised data) or humanbodily materials (blood samples, biopsies,residual material, cells and cell lines, etc),also when these are collected in anotheralready approved study or received from acollaborator outside of KU Leuven. Personal data is any information that relatesto an identified or identifiable livingindividual. Different pieces of information,which collected together can lead to theidentification of a particular person, alsoconstitute personal data.Personal data that has been de-identified,encrypted or pseudonymised but can beused to re-identify a person remains personaldata and falls within the scope of the GDPR.If you work with personal data at KU/UZLeuven this has to be registered in the“internal processing of personal data”. This is integrated in the existingethical review procedures by the EC researchUZ Leuven via their GDPR questionnaire orSMEC via the application. List the approval number(s) inyour DMP, then you don’t have to repeatalready approved information in your DMP.More information: ; Guidance on ; If your data is part of a patentable inventionor viable for commercial exploitation explainwhich restrictions there may be on future useand sharing of the data. Consult the KULeuven and contact LRD(LRD@kuleuven.be) before disseminatingyour data. If you use data or materials created outsideof your group explain whether there are anymaterial or data transfer agreementsapplicable, which restrictions apply and howthese affect how you can use and share the(derived) data.If your research is part of a collaborationdescribe who will own the IPR of thecreations resulting from the research Explain which documentation will accompanyeach of the datasets listed in section 1including information on the methodologyused to collect the data, analytical andprocedural information, definitions ofvariables, units of measurement etc. Includethe documentation that you use for yourselfand your colleagues during the project aswell as documentation that you will sharetogether with the data in a repository.. Metadata is a more structured form ofdocumentation primarily meant to beprocessed by machines. This helps toidentify, find, interpret and use the data.Consider which descriptive or citationmetadata you use to make it findable andcitable (authors, title, abstract, keywordsetc) usually following a general scheme suchas DataCite or Dublin Core. Furthermoredescribe the (structural) metadata thatoutline the contents of the datasets, howdata was generated and internallystructured. These may include units ofanalysis, sample type, instruments, settingsetc and are gathered according to bestpractice and community standards.Metadata is often added by instrumentswhen generating data, by RDM tools or byrepositories upon deposit. If you plan to deposit and share researchdata via KU Leuven Research DataRepository, then DataCite will be used as ametadata standard. Other data repositorieswill also ask to deliver metadata in a certainformat, with specified ontologies andvocabularies. Check with the repository youplan to use and indicate here which metadatastandard would apply.For more information see , and Consult the to findthe most suitable storage solution. Avoid theuse of (external) hard drives and free cloudstorage. If you have to use non-KU Leuvenstorage explain why and answer the nextquestions in detail. For personal data makesure to use the storage solution approved inyour PRET application. Clearly describe the measures (in terms ofphysical security, network security, andsecurity of computer systems and files) thatwill be taken to ensure that stored andtransferred data are safe.In the you canselect the confidentiality level to check whichstorage solutions are appropriate for yourdata. Also consider whether you need to takespecific security measures when sharing andtransferring your data. Finally describe howyou securely store your physical data, eg inlocked cabinets, rooms with badge accessetc. Consult . Note that ‘available’ does not necessarilymean that the data set becomes openlyavailable, conditions for access and use mayapply. Availability in this question thusentails both open & restricted access. For more information check Indicate whether you have to restrict accessto your data and why. Explain the proceduresto evaluate access requests and to controlaccess such as end-user agreements, datasharing agreements. For data sharingagreements (advise and templates), contactKU Leuven Research & Development(lrd@kuleuven.be). Refer back to the ethical and legal issues insection 1. Explain which restrictions applyand how you will address these, for exampleby restricting access, anonymization of thedata or by setting an embargo. If youindicated in section 1 that you reuse existingdata, check whether you are allowed to(re)share this data and derived data. For your initial DMP you can list candidaterepositories and explain how you will decidewhen your data is ready.Disciplinary repositories are the usually themost suitable place to make your data easilyfindable and reusable within your researchcommunity, but if there is no disciplinaryrepository, or when you work with sensitiveProject DetailsPlan overviewData Management PlanShareDownloadexpand all | collapse all 28/29 answered Answered 21 minutes ago by patrick.vandijck@kuleuven.beList and describe all datasets or research materials that you plan togenerate/collect or reuse during your research project. For each dataset or datatype (observational, experimental etc.), provide a short name & description(sufficient for yourself to know what data it is about), indicate whether the dataare newly generated/collected or reused, digital or physical, also indicate the typeof the data (the kind of content), its technical format (file extension), and anestimate of the upper limit of the volume of the data. Save Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volumeIndicate:N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical)Indicate:AudiovisualImagesSoundNumerical TextualModelSOftwareOther (specify)Indicate:<1GB<100GB<1TB<5TB>5TBNAGMO Candida albicans strainsstrains of Candida albicans with deletion or overexpression of iron transporters or other genes involved in fluconazole toleranceNPBiological materialOne drawer in -80 °C freezerStrain characterisation datadrug susceptibility profiling, checkerboard assays, stress tolerance, sterol measurementsNDI, T<100GB sequencingBoth targeted and whole genome sequencing to validate mutations and identify mutationsNDT<1TB  GuidanceCommentsKUL Answered 25 minutes ago by patrick.vandijck@kuleuven.beIf you reuse existing data, please specify the source, preferably by using apersistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Save We do not reuse previously or published data  GuidanceCommentsKUL Answered 24 minutes ago by patrick.vandijck@kuleuven.beAre there any ethical issues concerning the creation and/or use of the data (e.g.experiments on humans or animals, dual use)? If so, refer to specific datasets ordata types when appropriate and provide the relevant ethical approval number.Additional Information SaveYes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) Yes, dual use (Provide approval number below) No  GuidanceCommentsKUL Answered 24 minutes ago by patrick.vandijck@kuleuven.beWill you process personal data? If so, please refer to specific datasets or data typeswhen appropriate and provide the KU Leuven or UZ Leuven privacy register number(G or S number).Additional Information SaveYes (Provide PRET G-number or EC S-number below) No  GuidanceCommentsKUL Answered 22 minutes ago by patrick.vandijck@kuleuven.beDoes your work have potential for commercial valorization (e.g. tech transfer, forexample spin-offs, commercial exploitation, …)? If so, please comment per datasetor data type where appropriate. Additional Information SaveYes No Possibly, we may identify a new ANTIFUNGAL drug target. We would need to apply for ethical approval for animal experimentation to test the defect in virulence of the strain where the putative drug target is deleted (if viable). If we identify essential genes or a combination of two genes that together are essential, this could also open doors for valorisation.  GuidanceCommentsKUL Answered 21 minutes ago by patrick.vandijck@kuleuven.beDo existing 3rd party agreements restrict exploitation or dissemination of the datayou (re)use (e.g. Material or Data transfer agreements, Research collaborationagreements)? If so, please explain in the comment section to what data they relateand what restrictions are in place.Additional Information SaveYes No  GuidanceCommentsKUL Answered 21 minutes ago by patrick.vandijck@kuleuven.beAre there any other legal issues, such as intellectual property rights and ownership,to be managed related to the data you (re)use? If so, please explain in thecomment section to what data they relate and which restrictions will be asserted.Additional Information SaveYes No  Comments SaveAdd comments to share withcollaborators   Answered 20 minutes ago by patrick.vandijck@kuleuven.beClearly describe what approach will be followed to capture the accompanyinginformation necessary to keep data understandable and usable, for yourself andothers, now and in the future (e.g. in terms of documentation levels and typesrequired, procedures used, Electronic Lab Notebooks, README.txt files,codebook.tsv etc. where this information is recorded). Save We have a lab guide will standardized protocols that are being done in the lab. In addition, the results will be published and materials and methods will be described in detail so that the experienced researcher can repeat the analysis.All generated data is stored on the KU Leuven server, which contains protected project directories to which only researchers involved have access. In addition, every researcher has a personal directory on the KU Leuven server for safe data storage and a OneDrive and Teams directory. Data is never stored on personal or work devices to prevent data loss upon technical failure  GuidanceCommentsKUL Answered 19 minutes ago by patrick.vandijck@kuleuven.beWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier tofind and reuse. Additional Information SaveYes No All raw data set are deposited in the online directories as described above in a special directory for raw data files, next to the processed data and final results (e.g. figures).  GuidanceCommentsKUL Answered 18 minutes ago by patrick.vandijck@kuleuven.beWhere will the data be stored? Additional Information SaveShared network drive (J-drive) Personal network drive (I-drive) OneDrive (KU Leuven) Sharepoint online Sharepoint on-premis Large Volume Storage Digital Vault Other (specify below) All data is stored on the KU Leuven shared server and additional online directories (e.g. personal directory on KU Leuven server, Teams, OneDrive) as described before  GuidanceCommentsKUL Answered 17 minutes ago by patrick.vandijck@kuleuven.beHow will the data be backed up?Additional Information SaveStandard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Other (specify below)  Comments SaveAdd comments to share withcollaborators   Answered 17 minutes ago by patrick.vandijck@kuleuven.beIs there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this willbe taken care of. Additional Information SaveYes No (explain solution below)  Comments SaveAdd comments to share withcollaborators   Answered 15 minutes ago by patrick.vandijck@kuleuven.beHow will you ensure that the data are securely stored and not accessed or modifiedby unauthorized persons? Save The data will be stored in the university's secure environment  GuidanceCommentsKUL Answered 15 minutes ago by patrick.vandijck@kuleuven.beWhat are the expected costs for data storage and backup during the researchproject? How will these costs be covered? Save The expected cost is 500 euro/TB/year. We do not expect to go over that cost. This is part of the consumables on the project.  Comments SaveAdd comments to share withcollaborators   Answered 11 minutes ago by patrick.vandijck@kuleuven.beWhich data will be retained for 10 years (or longer, in agreement with otherretention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legalor contractual restrictions, storage/budget issues, institutional policies...).Additional Information SaveAll data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 25 years according to CTC recommendations for clinical trialswith medicinal products for human use and for clinical experiments on humans Certain data cannot be kept for 10 years (explain below) All digital as well as physical material will be stored for 10 years (at least). The physical material (new strains) will be stored in a -80 °C freezer.  GuidanceCommentsKUL Answered 10 minutes ago by patrick.vandijck@kuleuven.beWhere will these data be archived (stored and curated for the long-term)? Additional Information SaveLarge Volume Storage (longterm for large volumes) Shared network drive (J-drive) KU Leuven RDR Other (specify below)  Comments SaveAdd comments to share withcollaborators   Answered 10 minutes ago by patrick.vandijck@kuleuven.beWhat are the expected costs for data preservation during the expected retentionperiod? How will these costs be covered? Save In view of the expected size of the database (less than 1 TB), estimated cost will be below 500 euro to set up the database and an annual fee of 50 euro for support.  Comments SaveAdd comments to share withcollaborators   Answered 8 minutes ago by patrick.vandijck@kuleuven.beWill the data (or part of the data) be made available for reuse after/during theproject? Please explain per dataset or data type which data will be made available.Additional Information SaveYes, as open data Yes, as embargoed data (temporary restriction) Yes, as restricted data (upon approval, or institutional access only) No (closed access) Other (specify below) The physical material can be requested and will be send to the other lab. The digital information will be available upon request.  GuidanceCommentsKUL Answered 8 minutes ago by patrick.vandijck@kuleuven.beIf access is restricted, please specify who will be able to access the data and underwhat conditions. Save Access is not restricted  GuidanceCommentsKUL Answered 7 minutes ago by patrick.vandijck@kuleuven.beAre there any factors that restrict or prevent the sharing of (some of) the data (e.g.as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Additional Information SaveYes, privacy aspects Yes, intellectual property rights Yes, ethical aspects Yes, aspects of dual-use Yes, other No  GuidanceCommentsKUL Where will the data be made available? If already known, please provide a repository per dataset or data type.Additional InformationKU Leuven RDR (Research Data Repository) Other data repository (specify below) Other (specify below) The data regarding the different constructs will be mentioned in our publications. The publication will be the source of information where interested researchers can trace back a strain and ask this strain from the lab.  GuidanceCommentsKUL https://www.kuleuven.be/ Further guidance on describing dataExample file formats for common data types.OMENext Generation File FormatBio-FormatsDICOMNiftimzMLFASTAFASTQ RDM legal-ethical guidance registerPrivacy & Ethical (PRET)Privacy guidance forresearchersProcessing ofpersonal data at KU LeuvenRDM personaldata guidance Intellectual Propertyguidance RDM guidance on documentation andmetadata guidance metadatastandardshow-to-fairFAIRsharing.org interactive storage guide RDM guidance on storage interactive storage guide KU Leuven guidance on retentionperiods for research data RDM Guidanceon data sharing Responsibilities (4 / 4) repository, or when you work with sensitivedata you can use .If you have physical data also consider if andhow you can share these. Data should be made available as early aspossible which is usually upon acceptance ofthe publication or at the end of the project.Explain if data sharing has to be postponedfor a certain time, for example to protect IPduring patent application A data usage license indicates whether thedata can be reused or not and under whatconditions. If you reuse data or code makesure to select a license compatible with thelicense under which you received the data.Check . Or use this to help you choose a suitablelicence.If no licence is granted, the data are in agrey zone and cannot be legally reusedexcept for factual data (gene sequences,chemical properties etc) for whichrepositories mostly use standard terms andconditions or CC0. Indicate whether you intend to add apersistent and unique identifier in order toidentify and retrieve the data. The researchers who generate the data areusually responsible for documentation,metadata, storage and backup, whereas thesupervisor of the project has the endresponsibility and manages long termpreservation and sharing. Answered 5 minutes ago by patrick.vandijck@kuleuven.beSave All digital data will be made available through the RDR  Answered 5 minutes ago by patrick.vandijck@kuleuven.beWhen will the data be made available? Additional Information SaveUpon publication of research results Specific date (specify below) Other (specify below)  GuidanceCommentsKUL Which data usage licenses are you going to provide?If none, please explain why. Additional Information SaveCC-BY 4.0 (data) Data Transfer Agreement (restricted data) MIT licence (code) GNU GPL-3.0 (code) Other (specify below) Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators  GuidanceCommentsKUL Answered 3 minutes ago by patrick.vandijck@kuleuven.beDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI oraccession number? If already available, please provide it here. Additional Information SaveYes, a PID will be added upon deposit in a data repository Yes, my dataset already has a PID No All publications will receive a DOI.  GuidanceCommentsKUL Answered 2 minutes ago by patrick.vandijck@kuleuven.beWhat are the expected costs for data sharing? How will these costs be covered? Save Sharing data via NCBI is free of charge. Data present in manuscripts will cost the cost of such publications which may go up to >7000 euro for a paper in the Nature group.If other researchers request strains we normally ask them to provide us with a FedEx or DHL number.  Comments SaveAdd comments to share withcollaborators   Answered 1 minute ago by patrick.vandijck@kuleuven.beWho will manage data documentation and metadata during the research project? Save Patrick Van Dijck (PI), Wouter Van Genechten (postdoc), Martine De Jonge (lab tech)  GuidanceCommentsKUL Answered less than a minute ago by patrick.vandijck@kuleuven.beWho will manage data storage and backup during the research project? Save Luc Grauwels (ICT support)  Comments SaveAdd comments to share withcollaborators   Answered just now by patrick.vandijck@kuleuven.beWho will manage data preservation and sharing? Save Patrick Van Dijck  Comments SaveAdd comments to share withcollaborators   Answered just now by patrick.vandijck@kuleuven.beWho will update and implement this DMP? Save Patrick Van Dijck  Comments SaveAdd comments to share withcollaborators   © 2004 - 2023 BelnetAboutContact UsTerms of usePrivacy statementGitHub KU Leuven RDR guidance on licences for data andsoftware sources codelicenceselector tool RDM Guidance on responsibilities"
}