{
    "document_id": "D-2022-1520",
    "LinkTitle": "D-2022-1520",
    "file_name": "D-2022-1520.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1520.pdf",
    "metadata": {
        "title": "UNDERSTANDING THE INTERPLAY BETWEEN TENDON STRUCTURE AND MUSCLE FUNCTION TO OPTIMIZE TENDON STRAIN FOR BETTER TREATMENT OF AT - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n UNDERSTANDING THE INTERPLAY BETWEEN TENDON STRUCTURE AND MUSCLE\nFUNCTION TO OPTIMIZE TENDON STRAIN FOR BETTER TREATMENT OF AT - DMP title\nGrant Title\n G098222N\nPrincipal Investigator / Researcher\n Benedicte Vanwanseele\nDescription\n Experimental study General objective: To obtain better insight in alterations in the\ntendon structure and muscle function and their effect on tendon strains in Achilles tendinopathy\nin order to determine optimal training and rehabilitation programs.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nBenedicte Vanwanseele\nFWO Project Number & Title\nG098222N: UNDERSTANDING THE INTERPLAY BETWEEN TENDON STRUCTURE AND MUSCLE\nFUNCTION TO OPTIMIZE TENDON STRAIN FOR BETTER TREATMENT OF ACHILLES TENDINOPATHY\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe the origin, type and format of the data (per dataset) and its (estimated)\nvolume, ideally per objective or WP of the project. You might consider using the table\nin the guidance.\nWe will collect primary, quantitative, experimental and observational data \nRaw data will be processed in type-specific software (Vicon Nexus, 3DSlicer, Matlab, statistical\nsoftware and custom-made Matlab and Python software).\nThe volumes of the data are indicated per patient dataset.\n \nType of data\nFormat\nVolume (per\npatient)\nInformed\nconsent\nText\n1MB\nMotion capture\ndata\n.c3d,.mat\n5 GB\nUltrasound data\nSoftware specific\n(3D Slicer data)\nProcessed data\n.mat files\n1GB\nQuestionaires\nMicrosoft Excel\n10 MB\nMuscle strength\n(Biodex)\n.c3d, .mat\n10 MB\nThe answers to this section were checked by:\nQuestion not answered.\n3. Legal & ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse (add the reference to your file in your host institution's privacy register - not\nrelevant yet )\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nWe will conduct research experiments on humans. Digital data include muscle imaging with\nultrasound, motion analys and strength measures. Ethical approval (CTC registration and\nEthische Commissie Onderzoek UZ/KU Leuven),\nRunning ethical approval for  S-number: S 63532 Approval data 25/02/2021.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nNo tech transfer is expected. There are currently no IP restrictions.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThe answers to this section were checked by:\nQuestion not answered.\n4. Documentation & metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data will be coded.\nApproved Ethical Commission: description of study protocol (.pdf)\nInformed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper)\nExperimental protocols: description how the data are collected and generated (software,\nmaterials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …)\n(.docx, read.me text files)\nMeasurement forms: notes during data collection (printed paper)\nRaw experimental data: storage of original physical data and folders with original digital data in\nsoftware-specific files.\nProcessed data: folder with digital data in the software-specific files, spreadsheets with results\n(.CSV, .xls)\nSubject recruitment files: only subject study code, personal data (for example, age, weight,\nheight, …,) short overview of assessments. The subject recruitment files described the\nmeasurements info for each patient, whereby the patient’s identity is coded.\nPatient identifier record: name of included subject, and subject study code (.xls) This patient\nrecord file is the only document that provide the link between the study code of the patient and\npatient’s identity.\nThe patient identifier record (PIR) will be stored separately on another location than the subject\nrecruitment files and this is supervised by the PI.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nRaw experimental data are managed on a lab-specific generic data management platform (under\nconstruction), guiding researchers through data collection and initial processing workflows,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nensuring efficient safe storage, keeping track of data use and associated extra processing\nrelated to each experimental step, and enabling data query filtering of the collected data.\nThe answers to this section were checked by:\nQuestion not answered.\n5. Data storage & back up during the FWO project\nWhere will the data be stored?\nRaw and processed physical and digital data will be collected per assessment. Digital data files\nwill be stored on secure KU Leuven servers and networks. (KU Leuven J Drive:\\ ) Hard copies of\nthe Informed Consent forms, measurement forms and paper lab notebooks are kept in locked\ncabinets in the lab of the PIs concerned.\nHow is back up of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nBased on our first estimates we have 1TB storaged on the university's central servers. This can\nbe extended if needed to 2TB.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe costs will be covered by the project during the time of the grant (estimated 500 euro/year).\nAfter this the cost will be carried from the PIs consultancy money.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nOnly researchers that are associated with the project will have access to the secured netwerk\nserver.\nAll data will be pseudoanonymized. \nThe answers to this section were checked by:\nQuestion not answered.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons \nfor this (legal or contractual restrictions, physical preservation issues, ...).\nAll data such as physical and digital data, will be retained for the minimum preservation term of 5\nyears after the end of the project\nWhere will the data be archived (= stored for the longer term)?\nThe digital data will be archived at special space provided by KU Leuven networks with restricted\naccess, controlled by the PI.\nHard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are\nkept in locked cabinets in the lab of the PIs concerned.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData will be stored on the Archive servers of KULeuven. Cost 55 euro/year for 500GB. \nThe answers to this section were checked by:\nQuestion not answered.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThere are currently no legal restriction to share the data in this project.\nHowever, there are no concrete plans to share data with other partners than the consortium\npartners (All involved researchers ).\nWhich data will be made available after the end of the project?\nDuring the project as well as after the end of the project, the published data will be available via\nan open access repository (e.g figshare) and upon request by email. These published data\ncontain the results of processed coded data presented in tables.\n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nPublished data will be available using open access publications, including anonymized numerical\ndatasets, accessible via platforms such as figshare.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll involved researchers.\nAfter publication of the results: upon request.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected.\nThe answers to this section were checked by:\nQuestion not answered.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nProf. Benedicte Vanwanseele\nWho will be responsible for data storage & back up during the project?\nProf. Benedicte Vanwanseele\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Benedicte Vanwanseele\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name UNDERSTANDING THE INTERPLAY BETWEEN TENDON STRUCTURE AND MUSCLE FUNCTION TO OPTIMIZE TENDON STRAIN FOR BETTER TREATMENT OF AT - DMP title Grant Title G098222N Principal Investigator / Researcher Benedicte Vanwanseele Description Experimental study General objective: To obtain better insight in alterations in the tendon structure and muscle function and their effect on tendon strains in Achilles tendinopathy in order to determine optimal training and rehabilitation programs. Institution KU Leuven 1. General Information Name applicant Benedicte Vanwanseele FWO Project Number & Title G098222N: UNDERSTANDING THE INTERPLAY BETWEEN TENDON STRUCTURE AND MUSCLE FUNCTION TO OPTIMIZE TENDON STRAIN FOR BETTER TREATMENT OF ACHILLES TENDINOPATHY Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. We will collect primary, quantitative, experimental and observational data Raw data will be processed in type-specific software (Vicon Nexus, 3DSlicer, Matlab, statistical software and custom-made Matlab and Python software). The volumes of the data are indicated per patient dataset. Type of data Format Volume (per patient) Informed consent Text 1MB Motion capture data .c3d,.mat 5 GB Ultrasound data Software specific (3D Slicer data) Processed data .mat files 1GB Questionaires Microsoft Excel 10 MB Muscle strength (Biodex) .c3d, .mat 10 MB The answers to this section were checked by: Question not answered. 3. Legal & ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes We will conduct research experiments on humans. Digital data include muscle imaging with ultrasound, motion analys and strength measures. Ethical approval (CTC registration and Ethische Commissie Onderzoek UZ/KU Leuven), Running ethical approval for S-number: S 63532 Approval data 25/02/2021. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No No tech transfer is expected. There are currently no IP restrictions. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No The answers to this section were checked by: Question not answered. 4. Documentation & metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data will be coded. Approved Ethical Commission: description of study protocol (.pdf) Informed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper) Experimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx, read.me text files) Measurement forms: notes during data collection (printed paper) Raw experimental data: storage of original physical data and folders with original digital data in software-specific files. Processed data: folder with digital data in the software-specific files, spreadsheets with results (.CSV, .xls) Subject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) short overview of assessments. The subject recruitment files described the measurements info for each patient, whereby the patient’s identity is coded. Patient identifier record: name of included subject, and subject study code (.xls) This patient record file is the only document that provide the link between the study code of the patient and patient’s identity. The patient identifier record (PIR) will be stored separately on another location than the subject recruitment files and this is supervised by the PI. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Raw experimental data are managed on a lab-specific generic data management platform (under construction), guiding researchers through data collection and initial processing workflows, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 ensuring efficient safe storage, keeping track of data use and associated extra processing related to each experimental step, and enabling data query filtering of the collected data. The answers to this section were checked by: Question not answered. 5. Data storage & back up during the FWO project Where will the data be stored? Raw and processed physical and digital data will be collected per assessment. Digital data files will be stored on secure KU Leuven servers and networks. (KU Leuven J Drive:\\ ) Hard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs concerned. How is back up of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Based on our first estimates we have 1TB storaged on the university's central servers. This can be extended if needed to 2TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs will be covered by the project during the time of the grant (estimated 500 euro/year). After this the cost will be carried from the PIs consultancy money. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only researchers that are associated with the project will have access to the secured netwerk server. All data will be pseudoanonymized. The answers to this section were checked by: Question not answered. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data such as physical and digital data, will be retained for the minimum preservation term of 5 years after the end of the project Where will the data be archived (= stored for the longer term)? The digital data will be archived at special space provided by KU Leuven networks with restricted access, controlled by the PI. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the lab of the PIs concerned. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data will be stored on the Archive servers of KULeuven. Cost 55 euro/year for 500GB. The answers to this section were checked by: Question not answered. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 as defined in an agreement with a 3rd party, legal restrictions)? No There are currently no legal restriction to share the data in this project. However, there are no concrete plans to share data with other partners than the consortium partners (All involved researchers ). Which data will be made available after the end of the project? During the project as well as after the end of the project, the published data will be available via an open access repository (e.g figshare) and upon request by email. These published data contain the results of processed coded data presented in tables. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail Published data will be available using open access publications, including anonymized numerical datasets, accessible via platforms such as figshare. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All involved researchers. After publication of the results: upon request. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. The answers to this section were checked by: Question not answered. 8. Responsibilities Who will be responsible for data documentation & metadata? Prof. Benedicte Vanwanseele Who will be responsible for data storage & back up during the project? Prof. Benedicte Vanwanseele Who will be responsible for ensuring data preservation and reuse ? Prof. Benedicte Vanwanseele Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}