{
    "document_id": "D-2023-1776",
    "LinkTitle": "D-2023-1776",
    "file_name": "D-2023-1776.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1776.pdf",
    "metadata": {
        "title": "The Great Privatization? Industry, Trade and the State in Roman Egypt",
        "author": "N/A",
        "creation_date": "2023-01-27 16:16:34+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "The Great Privatization? Industry, Trade and the State in Roman\nEgypt\nA Data Management Plan created using DMPonline.be\nCreator: \nNico Dogaer \n \nhttps://orcid.org/0000-0003-0747-4797\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nNico Dogaer \n \nhttps://orcid.org/0000-0003-0747-4797\nGrant number / URL: \n1238323N\nID: \n192381\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nThe transition from Hellenistic (305–30 BC) to Roman (30 BC–284 AD) rule in Egypt is often\ncast in terms of a ‘Great Privatization’ of the industry and trade sectors. For the first time, the\nproposed project will provide an in-depth study of these developments, challenging the narrative\nof a radical break between a state-controlled versus a market economy following the Roman\nconquest. It will furthermore redefine the terms of the debate, shifting the focus to the effects of\nchange on the economy and society. Abundant evidence for the regulation of industrial and\ntrade activities in Roman Egypt has been preserved through the thousands of papyri unearthed\nfrom the desert sand. For a solid theoretical foundation of this research, the project will draw on\nthe framework of Complexity Economics. The results of this analysis will not only have profound\nimplications for our understanding of the economy of Roman Egypt and the welfare and\nwellbeing of its population, but they will also contribute to wider debates about the impact of\nempire in the Roman world and the role of markets in pre-industrial economies.\nLast modified: \n27-01-2023\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n1 of 7\nThe Great Privatization? Industry, Trade and the State in Roman\nEgypt\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n2 of 7\nPapyrological\ndata\nThe text and\nmetadata of\nthe ancient\ndocuments I\nwill use to\nanswer my\nresearch\nquestions. Full\ntext of Greek\npapyri is\navailable in\nonline\ndatabases,\nDemotic\nEgyptian\npapyri must be\nentered\nmanually from\npaper editions.\nMetadata will\nbe added\nautomatically\nthrough a link\nwith the\nLeuven\nTrismegistos\ndatabase,\nwhich collects\nmetadata for\nboth Greek\nand Egyptian\npapyri. In\nthese texts,\nrelevant\naspects will be\ntagged\nmanually by\nme, in a\nrelational\nFileMaker Pro\ndatabase. A\nlicense is\nrequired for\nFMP, which\nwill be\ncovered by my\nFWO bench\nfee.\nBoth: reuse the\nfull text of the\nprinted editions\nand online\ndatabases, but\ngenerate new\ndata by tagging\nrelevant aspects\nDigital\nCompiled/aggregated data\n.fmp12\n< 100 MB\n \nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n3 of 7\nArchaeological\ndata\nArchaeological\nremains will\nbe used to\nshed light on\nmy research\nquestions too.\nFor gathering\nthis data, I will\nmanually\nprocess\npublished\nexcavation\nrecords and\nextract the\nrelevant data\nfor my\npurposes.\nReferences to\nrelevant\narchaeological\ninformation\nwill be stored\nas part of the\nsame\nFileMaker Pro\ndatabase\nmentioned\nabove.\nGenerate new\ndata\nDigital\nCompiled/aggregated data\n.fmp12\n< 100 MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nMy database will include the full text and metadata of historical records, which have been collected by other scholars.\nThe full text of the Greek papyri re-used in my database come from the online database papyri.info, which I will query to select the\nrelevant texts.\nDemotic Egyptian papyri are published in a wide variety of text editions, which will be consulted in the KU Leuven library. The same is\ntrue for the archaeological remains, published in excavation reports.\nMetadata pertaining to the Greek and Demotic papyri will be sourced from Trismegistos.org, with which my database is directly linked.\nThe FileMaker Pro database created for my PhD project on the preceding period of Egyptian history may be used too, for making\ncomparisons with earlier arrangements. The procédé used for creating this is similar to that described in the previous question.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n4 of 7\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nA read-me style text document called 'database management' details the structure of the database containing the sources, and explains\nthe rationale behing the different fields. Moreover, information about what corpora are processed and which keywords used for queries\nwill also be enumerated here.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nI will adopt the standards used by the Trismegistos platform, to which my database will be linked, and which reflects current usage in\nthe papyrological community.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nMy database of historical sources will be stored on the server of Trismegistos+, a KU Leuven core facility.\nHow will the data be backed up?\nThe Trismegistos server is backed up several times per day.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAs outlined in the answer to the first question, less than a 100 MB is required, which should not pose any problem whatsoever.\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n5 of 7\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDatabases on the Trismegistos server are password-protected. The administrators of the Trismegistos platform could give access to\nother collaborators in our research unit if required, but this is not currently an issue.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe Trismegistos platform is part of our research unit and does not currently charge for the storage of my data.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll of the data described in this DMP will be stored for at least 10 years in accordance with KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nThe database containing my sources will be archived on the server of Trismegistos, since it is intimately linked with this platform, which\nis moreover a KU Leuven core facility that will thus keep existing in the long term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nTrismegistos will not charge for the retention of the very small datasets used in the project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nOther, please specify:\nThe database with papyrological sources will become publicly available as part of the Trismegistos platform, which is widely used in the\npapyrological community.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n6 of 7\nTrismegistos.org.\nWhen will the data be made available?\nUpon publication of research results, after the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC BY-SA 4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nThe dataset will receive a stable identifier from the Trismegistos KU Leuven core facility (TM corpusdata #).\nWhat are the expected costs for data sharing? How will these costs be covered?\nThis will be provided by Trismegistos free of charge.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMe. \nWho will manage data storage and backup during the research project?\nMen in collaboration with Trismegistos. \nWho will manage data preservation and sharing?\nMe, in collaboration with Trismegistos. \nWho will update and implement this DMP?\nMe. \nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n7 of 7"
    },
    "clean_full_text": "The Great Privatization? Industry, Trade and the State in Roman Egypt A Data Management Plan created using DMPonline.be Creator: Nico Dogaer https://orcid.org/0000-0003-0747-4797 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Nico Dogaer https://orcid.org/0000-0003-0747-4797 Grant number / URL: 1238323N ID: 192381 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: The transition from Hellenistic (305–30 BC) to Roman (30 BC–284 AD) rule in Egypt is often cast in terms of a ‘Great Privatization’ of the industry and trade sectors. For the first time, the proposed project will provide an in-depth study of these developments, challenging the narrative of a radical break between a state-controlled versus a market economy following the Roman conquest. It will furthermore redefine the terms of the debate, shifting the focus to the effects of change on the economy and society. Abundant evidence for the regulation of industrial and trade activities in Roman Egypt has been preserved through the thousands of papyri unearthed from the desert sand. For a solid theoretical foundation of this research, the project will draw on the framework of Complexity Economics. The results of this analysis will not only have profound implications for our understanding of the economy of Roman Egypt and the welfare and wellbeing of its population, but they will also contribute to wider debates about the impact of empire in the Roman world and the role of markets in pre-industrial economies. Last modified: 27-01-2023 Created using DMPonline.be. Last modiﬁed 27 January 2023 1 of 7 The Great Privatization? Industry, Trade and the State in Roman Egypt FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Created using DMPonline.be. Last modiﬁed 27 January 2023 2 of 7 Papyrological data The text and metadata of the ancient documents I will use to answer my research questions. Full text of Greek papyri is available in online databases, Demotic Egyptian papyri must be entered manually from paper editions. Metadata will be added automatically through a link with the Leuven Trismegistos database, which collects metadata for both Greek and Egyptian papyri. In these texts, relevant aspects will be tagged manually by me, in a relational FileMaker Pro database. A license is required for FMP, which will be covered by my FWO bench fee. Both: reuse the full text of the printed editions and online databases, but generate new data by tagging relevant aspects Digital Compiled/aggregated data .fmp12 < 100 MB Created using DMPonline.be. Last modiﬁed 27 January 2023 3 of 7 Archaeological data Archaeological remains will be used to shed light on my research questions too. For gathering this data, I will manually process published excavation records and extract the relevant data for my purposes. References to relevant archaeological information will be stored as part of the same FileMaker Pro database mentioned above. Generate new data Digital Compiled/aggregated data .fmp12 < 100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: My database will include the full text and metadata of historical records, which have been collected by other scholars. The full text of the Greek papyri re-used in my database come from the online database papyri.info, which I will query to select the relevant texts. Demotic Egyptian papyri are published in a wide variety of text editions, which will be consulted in the KU Leuven library. The same is true for the archaeological remains, published in excavation reports. Metadata pertaining to the Greek and Demotic papyri will be sourced from Trismegistos.org, with which my database is directly linked. The FileMaker Pro database created for my PhD project on the preceding period of Egyptian history may be used too, for making comparisons with earlier arrangements. The procédé used for creating this is similar to that described in the previous question. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 27 January 2023 4 of 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A read-me style text document called 'database management' details the structure of the database containing the sources, and explains the rationale behing the different fields. Moreover, information about what corpora are processed and which keywords used for queries will also be enumerated here. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes I will adopt the standards used by the Trismegistos platform, to which my database will be linked, and which reflects current usage in the papyrological community. 3. Data storage & back-up during the research project Where will the data be stored? My database of historical sources will be stored on the server of Trismegistos+, a KU Leuven core facility. How will the data be backed up? The Trismegistos server is backed up several times per day. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes As outlined in the answer to the first question, less than a 100 MB is required, which should not pose any problem whatsoever. Created using DMPonline.be. Last modiﬁed 27 January 2023 5 of 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Databases on the Trismegistos server are password-protected. The administrators of the Trismegistos platform could give access to other collaborators in our research unit if required, but this is not currently an issue. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Trismegistos platform is part of our research unit and does not currently charge for the storage of my data. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All of the data described in this DMP will be stored for at least 10 years in accordance with KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The database containing my sources will be archived on the server of Trismegistos, since it is intimately linked with this platform, which is moreover a KU Leuven core facility that will thus keep existing in the long term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Trismegistos will not charge for the retention of the very small datasets used in the project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: The database with papyrological sources will become publicly available as part of the Trismegistos platform, which is widely used in the papyrological community. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 27 January 2023 6 of 7 Trismegistos.org. When will the data be made available? Upon publication of research results, after the end of the project. Which data usage licenses are you going to provide? If none, please explain why. CC BY-SA 4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No The dataset will receive a stable identifier from the Trismegistos KU Leuven core facility (TM corpusdata #). What are the expected costs for data sharing? How will these costs be covered? This will be provided by Trismegistos free of charge. 6. Responsibilities Who will manage data documentation and metadata during the research project? Me. Who will manage data storage and backup during the research project? Men in collaboration with Trismegistos. Who will manage data preservation and sharing? Me, in collaboration with Trismegistos. Who will update and implement this DMP? Me. Created using DMPonline.be. Last modiﬁed 27 January 2023 7 of 7"
}