{
    "document_id": "D-2023-2129",
    "LinkTitle": "D-2023-2129",
    "file_name": "D-2023-2129.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2129.pdf",
    "metadata": {
        "title": "Napoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Napoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators\nA Data Management Plan created using DMPonline.be\nCreator: \nYouri Meuret\nAffiliation: \nKU Leuven (KUL)\nFunder: \nVlaams Agentschap Innoveren & Ondernemen (VLAIO)\nTemplate: \nVLAIO cSBO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n., Youri Meuret\nData Manager:\n \nYouri Meuret\nProject Administrator:\n \nYouri Meuret\nGrant number / URL: \nHBC.2022.0682\nID: \n201969\nStart date: \n01-04-2023\nEnd date: \n31-03-2027\nProject abstract:\nSolid-state light emitting diodes (LEDs) are the most energy-efficient lighting technology, yet color-converting phosphors\nare needed to realize polychromatic LEDs. Composites of semiconductor nanocrystals or quantum dots (QDs) in\npolymers offer an unmatched opportunity to realize spectrum-on-demand sources starting from a single, highly efficient\nblue LED. Within NaPoly, we aim at realizing quantum-dot-in-polymer color convertors that can be patterned through\nphotocuring for next-generation applications in (micro)display and (back)lighting.\nLast modified: \n28-09-2023\nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n1 of 7\nNapoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators\nVLAIO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nBSDF's\nSpectral radiant intensity distributions of scattered light from\n2D/3D photo luminescent structures and layers\nGenerate\nnew data\nDigital\nExperimental\n.txt\n<100MB\n \nLightTools\nOptical simulation models of concept and system demonstrators  \nGenerate\nnew data\nDigital\nSimulation\ndata\n.lts\n<100MB\n \nConcept\ndemonstators\n(CD)\nTwo concept demonstrators of QD-coated light guides. \nGenerate\nnew data\nPhysical\nNA\n \n \n \n25x25x1 cm\n(max)\n \nCD data\nOptical characterization data of concept demonstrators\nGenerate\nnew data\nDigital\nExperimental\n.txt\n<100MB\n \nSystem\ndemonstrators\n(SD)\nThree system demonstrators with QD-structures on\noptical/electronic components\nGenerate\nnew data\nPhysical\nNA\n \n \n25x25x1 cm\n(max)\nSD data\nOptical characterization data of system demonstrators\nGenerate\nnew data\nDigital\nExperimental\n.txt\n<100MB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nConcept demonstrators (CD)\nThe concept demonstrators of quantum-dot coated light guides could lead to various potential applications in both lighting  and displays. Some of these applications are\ncovered by the members of the industrial user committee, other applications are not covered (e.g. horticulture lighting). \n \nSystem demonstrators (SD) \nThe system demonstrators of quantum-dot structures on optical/electronic components are targeted towards specific application domains, in which certain members of\nthe industrial user committee are active. These targeted application domains are\n(1) LCD backlights\n(2) Flexible Signage \n(3) Micro-LEDs for the HUD-market  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThe following data is subject to the consortium agreement with respect to IP, that will be installed for the cSBO Napoly project\n- LightTools\nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n2 of 7\n- Concept demonstrators (CD)\n- CD data\n- System demonstrators (SD)\n- SD data\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nBSDF's : Software code in python will be included to visualize the measured data-set in an intuitive 2D-manner. The methodology with which this novel data type was\ngathered will be documented in a report (= Napoly project deliverables D5.1)\nLightTools : Data is intrinsically understandable to people proficient with the LightTools software.\nConcept and system demonstrators : NA\nCD and SD data : The description and documentation of these two datasets in a report are both deliverables of the NAPOLY project (D5.3 and D5.5)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll digital data will be stored on KU Leuven Onedrive - in a dedicated project folder. \nConcept and system demonstrators will be stored in of our labs, in a dedicated demonstrator storage closet.\nHow will the data be backed up?\nAutomatic data back up by KU Leuven onedrive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n1 THz available - more then sufficient for anticipated data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly members of the optical design team of the Light & Lighting Laboratory (will) have access to both the digital (Onedrive) and physical datasets (Closed closet).  \nMembers of the industrial user committee could be allowed to access the concept and system demonstrators for certain internal tests; after which the demonstrator\nshould be returned to KU Leuven.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo expected costs for data storage.\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n3 of 7\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll digital and physical datasets will be stored for at least five years.\n \nWhere will these data be archived (stored and curated for the long-term)?\nAll digital data will be archived on KU Leuven Onedrive - in a dedicated folder. This is common practice in our team. \nConcept and system demonstrators will be archived in of our labs, in a dedicated demonstrator storage closet. This is common practice in our team.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo expected costs for data archiving.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nOther, please specify:\nThe BSDF data sets will be available upon request by external parties. This possibility will be mentioned in the scientific publication of the new measurement methodology\nto generate this data-set. An open access repository could be considered.\nOther datasets will not be accessible to parties outside the Napoly consortium or user committee members.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe concept and system demonstrators and experimental data will be accessible to user committee members of the Napoly project upon request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe following data is subject to the consortium agreement with respect to IP, that will be installed for the cSBO Napoly project\n- LightTools\n- Concept demonstrators (CD)\n- CD data\n- System demonstrators (SD)\n- SD data\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA. \nOnly for the BSDF's we will consider making the data available in a repository.\nWhen will the data be made available?\nBSDF's: After publication of the new measurement methodology to generate this data-set. \nWhich data usage licenses are you going to provide? If none, please explain why.\nSeems not relevant for the BSDF data sets.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n4 of 7\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nProf. Youri Meuret \nWho will manage data storage and backup during the research project?\nKU Leuven onedrive cloudservice. \nWho will manage data preservation and sharing?\nProf. Youri Meuret \nWho will update and implement this DMP?\nProf. Youri Meuret \nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n5 of 7\nNapoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n6 of 7\nNapoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 28 September 2023\n7 of 7"
    },
    "clean_full_text": "Napoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators A Data Management Plan created using DMPonline.be Creator: Youri Meuret Affiliation: KU Leuven (KUL) Funder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO) Template: VLAIO cSBO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n., Youri Meuret Data Manager: Youri Meuret Project Administrator: Youri Meuret Grant number / URL: HBC.2022.0682 ID: 201969 Start date: 01-04-2023 End date: 31-03-2027 Project abstract: Solid-state light emitting diodes (LEDs) are the most energy-efficient lighting technology, yet color-converting phosphors are needed to realize polychromatic LEDs. Composites of semiconductor nanocrystals or quantum dots (QDs) in polymers offer an unmatched opportunity to realize spectrum-on-demand sources starting from a single, highly efficient blue LED. Within NaPoly, we aim at realizing quantum-dot-in-polymer color convertors that can be patterned through photocuring for next-generation applications in (micro)display and (back)lighting. Last modified: 28-09-2023 Created using DMPonline.be. Last modiﬁed 28 September 2023 1 of 7 Napoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators VLAIO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume BSDF's Spectral radiant intensity distributions of scattered light from 2D/3D photo luminescent structures and layers Generate new data Digital Experimental .txt <100MB LightTools Optical simulation models of concept and system demonstrators Generate new data Digital Simulation data .lts <100MB Concept demonstators (CD) Two concept demonstrators of QD-coated light guides. Generate new data Physical NA 25x25x1 cm (max) CD data Optical characterization data of concept demonstrators Generate new data Digital Experimental .txt <100MB System demonstrators (SD) Three system demonstrators with QD-structures on optical/electronic components Generate new data Physical NA 25x25x1 cm (max) SD data Optical characterization data of system demonstrators Generate new data Digital Experimental .txt <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Concept demonstrators (CD) The concept demonstrators of quantum-dot coated light guides could lead to various potential applications in both lighting and displays. Some of these applications are covered by the members of the industrial user committee, other applications are not covered (e.g. horticulture lighting). System demonstrators (SD) The system demonstrators of quantum-dot structures on optical/electronic components are targeted towards specific application domains, in which certain members of the industrial user committee are active. These targeted application domains are (1) LCD backlights (2) Flexible Signage (3) Micro-LEDs for the HUD-market Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The following data is subject to the consortium agreement with respect to IP, that will be installed for the cSBO Napoly project - LightTools Created using DMPonline.be. Last modiﬁed 28 September 2023 2 of 7 - Concept demonstrators (CD) - CD data - System demonstrators (SD) - SD data Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). BSDF's : Software code in python will be included to visualize the measured data-set in an intuitive 2D-manner. The methodology with which this novel data type was gathered will be documented in a report (= Napoly project deliverables D5.1) LightTools : Data is intrinsically understandable to people proficient with the LightTools software. Concept and system demonstrators : NA CD and SD data : The description and documentation of these two datasets in a report are both deliverables of the NAPOLY project (D5.3 and D5.5) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All digital data will be stored on KU Leuven Onedrive - in a dedicated project folder. Concept and system demonstrators will be stored in of our labs, in a dedicated demonstrator storage closet. How will the data be backed up? Automatic data back up by KU Leuven onedrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 1 THz available - more then sufficient for anticipated data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only members of the optical design team of the Light & Lighting Laboratory (will) have access to both the digital (Onedrive) and physical datasets (Closed closet). Members of the industrial user committee could be allowed to access the concept and system demonstrators for certain internal tests; after which the demonstrator should be returned to KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No expected costs for data storage. 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 28 September 2023 3 of 7 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital and physical datasets will be stored for at least five years. Where will these data be archived (stored and curated for the long-term)? All digital data will be archived on KU Leuven Onedrive - in a dedicated folder. This is common practice in our team. Concept and system demonstrators will be archived in of our labs, in a dedicated demonstrator storage closet. This is common practice in our team. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No expected costs for data archiving. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: The BSDF data sets will be available upon request by external parties. This possibility will be mentioned in the scientific publication of the new measurement methodology to generate this data-set. An open access repository could be considered. Other datasets will not be accessible to parties outside the Napoly consortium or user committee members. If access is restricted, please specify who will be able to access the data and under what conditions. The concept and system demonstrators and experimental data will be accessible to user committee members of the Napoly project upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The following data is subject to the consortium agreement with respect to IP, that will be installed for the cSBO Napoly project - LightTools - Concept demonstrators (CD) - CD data - System demonstrators (SD) - SD data Where will the data be made available? If already known, please provide a repository per dataset or data type. NA. Only for the BSDF's we will consider making the data available in a repository. When will the data be made available? BSDF's: After publication of the new measurement methodology to generate this data-set. Which data usage licenses are you going to provide? If none, please explain why. Seems not relevant for the BSDF data sets. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? NA Created using DMPonline.be. Last modiﬁed 28 September 2023 4 of 7 6. Responsibilities Who will manage data documentation and metadata during the research project? Prof. Youri Meuret Who will manage data storage and backup during the research project? KU Leuven onedrive cloudservice. Who will manage data preservation and sharing? Prof. Youri Meuret Who will update and implement this DMP? Prof. Youri Meuret Created using DMPonline.be. Last modiﬁed 28 September 2023 5 of 7 Napoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 28 September 2023 6 of 7 Napoly (KU Leuven) - Light Emitting Nanocrystal-in-Polymer Demonstrators DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 28 September 2023 7 of 7"
}