{
    "document_id": "D-2023-1814",
    "LinkTitle": "D-2023-1814",
    "file_name": "D-2023-1814.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1814.pdf",
    "metadata": {
        "title": "D-2023-1814",
        "author": "N/A",
        "num_pages": 18
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Sophie Heymans (0000 -0002 -8686 -2247)  \nContributor name(s) ( + ORCID) & roles  Supervisor: Koen Van Den Abeele (0000 -0003 -0327 -6478)  \nCo-supervisor: Jan D’hooge (0000 -0002 -2346 -142X)  \nCo-supervisor: Edmond Sterpin (0000 -0001 -9764 -546X)  \nProject number1 & title 12E0923N: Proton range verification enabled by acoustic modulation of superheated nanodroplets  \nFunder(s) GrantID2 12E0923N  \nAffiliation(s)  KU Leuven   \nPlease provide a short project description  Proton therapy has grown exponentially over the past 20 years. The success of proton therapy relies on its \nability to inflict maximal tumor damage while minimizing the exposure of organs at risk. However, range \nuncertainties currently prevent proton therapy to reach its full potential, and hamper its adoption f or \nmoving targets in the abdomen, which hosts particularly deadly cancers. Although  several techniques for in \nvivo proton range verification have been developed to overcome those  barriers, none has reached \nwidespread clinical adoption. Recently, we showed that injectable  nanodroplets can vaporize into \nmicrobubbles when exposed to proton radiation. The generated  ultrasound contrast could be related to the \nproton range with sub -millimeter reproducibility, thereby  opening the door for ultrasound -based range \nverification. In this proposal, we address important  challenges for clinical translation. As the indirect \nnanodroplet radiation response at 37°C currently  limits the performances, we propose to reach direct \nsensitivity to protons by lowering the  vaporization  threshold  using a novel technique called acoustic \nmodulation. Moreover, we will build  advanced volumetric ultrasound imaging sequences to actively or \npassively localize vaporization  events and infer the proton range, in parallel with acoustic modulation, using \na single ultrasound  array. Finally, we will conduct an experimental performance assessment in clinical \nsettings and nearly  physiological conditions.  \n  \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project numbe r.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \nFWO DMP Template (Flemish Standard DMP)   3 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   4 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the v olume of the data.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL \nDATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data Volume \n(MB, GB, TB)  Physical Volume  \n \n \nRF ultrasound \nrecordings  of \nexperiments  Raw recordings \n(channel data) \nof acoustic \nmodulation \nexperiments, \nirradiation \nexperiments. \nActive (pulse -\necho) or passive \n(receive -only) \nultrasound \nrecordings.  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n / \nUltrasound \nbeamformed \nimages  Beamformed \nultrasound \nvolumetric \nimages/movies \nof nanodroplet \nvaporization  New data  Digital  Experimental  .mat  < 1 TB  / \nNanodroplet \nvaporization \nmaps  Vaporization \nmaps extracted \nfrom US New data  Digital  Compiled  .mat  < 1 GB  / \nFWO DMP Template (Flemish Standard DMP)   5 \n beamformed \nimages/movies \n(see above) or \nfrom passively \nacquired RF \ndata  \nRaw \nhydrophone \nrecordings  Characterization \nof the acoustic \npressure fields \nof acoustic \nmodulation \ntransducers and \nmatrix arrays  New data  Digital  Experimental  .mat or .tdms  < 100 GB  / \nAcoustic \npressure \nfields  Processed \nresulting \npressure fields  New data  Digital  Compiled  .mat  < 1 GB  / \nUltrasound \nsynthetic \ndata  Computer \nsimulations of \nhigh frame rate \nimaging \nsequences  New data  Digital  Simulation data  .mat  < 1 TB  / \nCodes for \nhigh frame \nrate imaging  Codes to \ngenerate delay \nfiles and \ncorresponding \ndelay files  New data  Digital  Software  .m & .law  \n < 1 GB  / \nDynamic \nLight \nScattering \nrecordings  Nanodroplet \nsize distribution \nresults  New data  Digital  Experimental  .pdf, .csv, .m, \n.mat  < 1 GB  / \nFWO DMP Template (Flemish Standard DMP)   6 \n NMR \nrecordings  Nanodroplet \nconcentration \nresults  New data  Digital  Experimental  .mat  < 1 GB / \n3D models of \nexperimental \nequipment  SolidEdge CAD \ndesigns  of \nexperimental \nparts for flow \nphantoms  New data  Digital  Models  .par, .asm  < 1 GB  / \nProcessed \ndata from \nacoustic \nmodulation \nexperiments  Peak negative \npressure \nthresholds for \nacoustic \nmodulati on in \ndifferent \nconditions  New data  Digital  Compiled  .mat  < 1 GB  / \nProcessed \ndata from \nirradiation \nexperiments  Dose response \ncurves, limit of \ndete ction, range \nverification \nperformances, \nsensitivity range \n: full dosimeter \ncalibration and \nperformance \nassessment  New data  Digital  Compiled  .mat  < 1 GB  / \nUltrasound \nimage \nacquisition, \nanalysis and Software used \nto process and \nanalyse passive \nor active New data  Digital  Software  .m < 1 GB  / \nFWO DMP Template (Flemish Standard DMP)   7 \n processing \nsoftware  ultrasound \nrecordings   \nMonte Carlo \nsimulations  Monte Carlo \nsimulations to \ngenerate \nvaporization \nresponse \nfunctions  New data  Digital  Software & \nsimulation  results  TBD < 100 GB  / \nModelled \ndistribution \nof protons \nand charged \nparticles  MCSquare  \nmodels of \nproton \ndistribution in \nthe target  New data  Digital  Software & \nsimulation  results  TBD < 100 GB  / \nPredicted \nvaporization \nresponse  Code and files \ncontaining the \npredicted \nvaporization \nresponse based \non the beam \nmodel and MC \nsimulation \nresults  New data  Digital  Software & \ncompiled data  .m & .mat  < 1 GB  / \nScanned \nlaboratory \nnotebooks, \nprocedures, \nprotocols  Electronic lab \nnotebook, scans \nof paper notes, \nexperimental \nprotocols  New data  Digital  Observational  PDF, docx  < 1 GB  / \nPaper \nmanuscripts  Manuscripts of \nresearch papers New data  Digital  Compiled/ \naggregated data  docx  < 1 GB  / \nFWO DMP Template (Flemish Standard DMP)   8 \n and technical \nreports  \nPowerpoint \npresentations \nand posters  Presentations \nand posters for \nseminars, \nconferences, \ndissemination \nactivities  New data  Digital  Compiled/ \naggregated data  pptx, pdf  < 1 GB  / \nMetadata  Brief description \naccompanying \neach dataset  New data  Digital  Compiled/ \naggregated data  txt < 100 MB  / \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA3 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA  (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LI MIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER).   \n \n \n3 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   9 \n If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n N/A \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \nWill you process personal  data4? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \n \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   10 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment : Imaging technologies to be developed in WP1 and WP2 are of potential interest \nfor vendors of ultrasound systems, as they can improve contrast enhanced ultrasound imaging for a \nvariety of applications. The predictive model for proton range verification (WP4) also has potential value \nshould the range verification application be translated to the clinic. For this reason, for both situations, we \naim to restrict access until its valorization potential has either been realized (e.g. patenting) or abandoned. \nAdvice from KU Leuven LRD Tech T ransfer office will be sought whenever valorization potential is \nidentified.  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nFWO DMP Template (Flemish Standard DMP)   11 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Every experimental dataset (nanodroplet characterization, ultrasound acquisitions) will be accompanied \nby a filled experim ental protocol (.doc, txt or pdf) describing the content of the data and the experimental \nconditions corresponding to its acquisition. All experimental files will be stored in folders clearly labelled \nwith the date of the experiment and name of the phantom /repeat, which are referenced in the \nexperimental protocol.  Whenever necessary, additional files containing supplementary information (axis, \nimage dimensions, acquisition parameters) will be generated and stored in the same folder.  \n \nUltrasound simulation data will be accompanied by a .txt file with a clear descrip tion of what the data \nrepresents and how it has been generated. The input files related  to the simulations will be stored in the \nsame folder. The folder names will follow a clear structure defined in advance and maintained in a specific \n.txt file.  \n \nUltras ound imaging, acquisition and processing softwares will be managed in Gitlab for versioning and \ncarefully documented  (structured comments within the source code) . Codes will be hierarchically \norganized, with a main code for execution accompanied by clearly  labelled subfunctions. Each code entity \n(main + subfunctions) will be accompanied by a read -me file containing detailed information about the \nsoftware dependencies and providing detailed installation and compilation instructions.  \n \nSoftware related to the  predictive vaporization model (e.g. MCSquare simulations, Geant4 simulations) \nwill also be clearly documented with read -me files containing detailed explanation about the code \nstructure.  A tutorial document will be provided, describing the high -level desi gn and organization of the \nsoftware packages.  \n \nProcessed data from experiments and simulations will be classified according to the experiment date, \naccompanied by the experimental protocol and a read -me file containing information about the date of \ncreatio n, code version used to generate the processed data, and experimental dataset to which it \ncorresponds (if applicable).  \n \nManuscripts, protocols, presentations, reports , electronic lab books  : will be stored in specific folders with \nclear names.  \nFWO DMP Template (Flemish Standard DMP)   12 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COUL D ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nThere is no standard metadata format available for most of our data. Wherever applicable, the  Dublin \nCore Metadata will be used. The origi nal DCMES (Dublin Core Metadata Element Set) Version 1.1 consists \nof 15 metadata elements: Title, Creator, Subject, Description, Publisher, Contributor, Date, Type, Format, \nIdentifier, Source, Language, Relation, Coverage, and Rights. Each file will thus c ontain information on \nstudy design, sampling methodology, variable -level detail, and all information necessary for a secondary \nanalyst to use the data accurately and effectively.  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  Experimental d ata, simulation results, processed data, lab notes, manuscripts and presentations  will be \nstored online using KU Leuven OneDrive for Business. In addition, the  experimental  data will be backed up  \non external solid state drives.  \nGenerated software (ultrasound image processing codes, predictive model for range verification, \nsimulations) will be stored in Gitlab Enterprise repositories  at KU Leuven, which are managed   by the ICTS \nservices of KU Leuven.   \n \nFWO DMP Template (Flemish Standard DMP)   13 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORA GE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .5 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \n \nGitlab repositories at KU Leuven and OneDrive for Business are  managed by the university ICT staffs and \nautomatically backed -up. \nIn addition, a back -up of the experimental data is foreseen on external hard drives.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  The total required storage capacity was estimated to be < 5 TB. Upgrade of \nData Storage to 5 TB was foreseen, as indicated in the data management plan  \nThe Gitlab repositories have a space of  1 GB per user (extendable), which is sufficient for the software that \nis expected to be generated within the project.  \n \nIf no, please specify :  \n \n \n5 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   14 \n How will you ensure that the data are securely \nstored and not accessed  or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 5 \n  \nData security is provided by the ICT departments of KU Leuven. They will maintain the servers on which \nthe data is stored, backup the data regularly, and fight against any malware attacks.  \nOneDrive for Business has a restricted access (user -specific , with multifactor authentication with the KU \nLeuven Authentificator app ) and users who wish access to the data need to be approved  by the owner of \nthe specific folder(s). Any additional user who wish access to the restricted data will receiv e it only if \napproved by all project investigators (Dr Heymans, Prof. Van Den Abeele, Prof. D’hooge and Prof. Sterpin). \nCommunication (data transfer) with the OneDrive for Business cloud storage is via SSL / TLS. All SSL \nconnections with OneDrive for Busin ess via the internet are done with 2048 -bit keys. Data movements \nbetween data centers happen over a private network and are further encrypted.   \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be c overed?  The cost for storage of data on the Kulak servers is free during the project  (including back -up).  \nStorage on OneDrive and Gitlab is expected to be free of cost due to the sufficient available space \nprovided by KU Leuven (up to 5 TB).  \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). After the research, data will be stored on and shared (internally) via the KU Leuven RDR Repository,  \nwith automatic back -up pr ocedures for at least 10 years after the end of the project, following the KU  \nLeuven research data management policy.  \nFWO DMP Template (Flemish Standard DMP)   15 \n Where will these data be archived (stored and \ncurated for the long -term)?   \nThe data will be stored on the university's central servers (w ith automatic back -up procedures) for at least \n10 years, conform the KU Leuven RDM policy.  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n Storage on KU Leuven Archiving disks (K drive):  the software data, processed data, and all the data stored \non Git Lab  and OneDrive  will be transferred to an archive (K drive) for long -term storage. In addition, a \ncopy will be made on an external hard drive, which will be store d in the office of Prof. Van Den Abeele . \nThe storage cost is 99.55 euros/TB/year.  \nThese costs will be covered by available research funds and general consumer funds of the team of Prof. K. \nVan Den Abeele.  \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   16 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nA decision on valorizing the generated data will be made by the end of the project. If the valorization \npotential is a bandoned, the data will be made available.  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The data uploaded on the KU Leuven repository RDR will be available to third parties under restrictions as \ndefined by members of the project (e.g. email request).  \n \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  Annotated data are uploaded to KULeuven repository RDR and/or as sup plemental material to \npublications, if requested by the journal.  \n \nFWO DMP Template (Flemish Standard DMP)   17 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. ● Immediately after the end of the project  \n● Upon publication of the research results  \nData shared via supplemental material is shared upon publication. Other data are shared after the \nvalorization potential has been fully explored.  \n \nWhich data usage licenses are you going to \nprovide? If non e, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 6   \n Data from the project that can be shared (i.e., after the valorization  potential has been abandoned) will be \nmade available under a Creative Commons Attribution License (CC -BY-4.0).  \nSoftware source code will be made available with an open source software licence (copyleft license, which \nensures that the code always remains o pen, e.g. GNU GPL v3 ). \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: Data uploaded to KU Leuven RDR will get a DOI that can be used to cite the data.  \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n The costs for data sharing with journal platforms is covered by the publication fee. For data stored at RDR, \nthe costs are covered by KU Leuven.  \n \n \n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   18 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  During the project, Dr. Heymans will be responsible for managing the data documentation and metadata  \nWho will manage data storage and backup \nduring the research project?  Dr Heyma ns \nWho will manage data preservation and \nsharing?  Prof. Van Den Abeele will be responsible for data preservation and sharing  \nWho will update and implement this DMP?  Dr Heymans bears the overall responsibility for updating the DMP, while Prof. Van Den Abeele bears the \nresponsibility to ensure that the DMP is correctly implemented.  \n \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Sophie Heymans (0000 -0002 -8686 -2247) Contributor name(s) ( + ORCID) & roles Supervisor: Koen Van Den Abeele (0000 -0003 -0327 -6478) Co-supervisor: Jan D’hooge (0000 -0002 -2346 -142X) Co-supervisor: Edmond Sterpin (0000 -0001 -9764 -546X) Project number1 & title 12E0923N: Proton range verification enabled by acoustic modulation of superheated nanodroplets Funder(s) GrantID2 12E0923N Affiliation(s) KU Leuven Please provide a short project description Proton therapy has grown exponentially over the past 20 years. The success of proton therapy relies on its ability to inflict maximal tumor damage while minimizing the exposure of organs at risk. However, range uncertainties currently prevent proton therapy to reach its full potential, and hamper its adoption f or moving targets in the abdomen, which hosts particularly deadly cancers. Although several techniques for in vivo proton range verification have been developed to overcome those barriers, none has reached widespread clinical adoption. Recently, we showed that injectable nanodroplets can vaporize into microbubbles when exposed to proton radiation. The generated ultrasound contrast could be related to the proton range with sub -millimeter reproducibility, thereby opening the door for ultrasound -based range verification. In this proposal, we address important challenges for clinical translation. As the indirect nanodroplet radiation response at 37°C currently limits the performances, we propose to reach direct sensitivity to protons by lowering the vaporization threshold using a novel technique called acoustic modulation. Moreover, we will build advanced volumetric ultrasound imaging sequences to actively or passively localize vaporization events and infer the proton range, in parallel with acoustic modulation, using a single ultrasound array. Finally, we will conduct an experimental performance assessment in clinical settings and nearly physiological conditions. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project numbe r. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the v olume of the data. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume RF ultrasound recordings of experiments Raw recordings (channel data) of acoustic modulation experiments, irradiation experiments. Active (pulse - echo) or passive (receive -only) ultrasound recordings. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA / Ultrasound beamformed images Beamformed ultrasound volumetric images/movies of nanodroplet vaporization New data Digital Experimental .mat < 1 TB / Nanodroplet vaporization maps Vaporization maps extracted from US New data Digital Compiled .mat < 1 GB / FWO DMP Template (Flemish Standard DMP) 5 beamformed images/movies (see above) or from passively acquired RF data Raw hydrophone recordings Characterization of the acoustic pressure fields of acoustic modulation transducers and matrix arrays New data Digital Experimental .mat or .tdms < 100 GB / Acoustic pressure fields Processed resulting pressure fields New data Digital Compiled .mat < 1 GB / Ultrasound synthetic data Computer simulations of high frame rate imaging sequences New data Digital Simulation data .mat < 1 TB / Codes for high frame rate imaging Codes to generate delay files and corresponding delay files New data Digital Software .m & .law < 1 GB / Dynamic Light Scattering recordings Nanodroplet size distribution results New data Digital Experimental .pdf, .csv, .m, .mat < 1 GB / FWO DMP Template (Flemish Standard DMP) 6 NMR recordings Nanodroplet concentration results New data Digital Experimental .mat < 1 GB / 3D models of experimental equipment SolidEdge CAD designs of experimental parts for flow phantoms New data Digital Models .par, .asm < 1 GB / Processed data from acoustic modulation experiments Peak negative pressure thresholds for acoustic modulati on in different conditions New data Digital Compiled .mat < 1 GB / Processed data from irradiation experiments Dose response curves, limit of dete ction, range verification performances, sensitivity range : full dosimeter calibration and performance assessment New data Digital Compiled .mat < 1 GB / Ultrasound image acquisition, analysis and Software used to process and analyse passive or active New data Digital Software .m < 1 GB / FWO DMP Template (Flemish Standard DMP) 7 processing software ultrasound recordings Monte Carlo simulations Monte Carlo simulations to generate vaporization response functions New data Digital Software & simulation results TBD < 100 GB / Modelled distribution of protons and charged particles MCSquare models of proton distribution in the target New data Digital Software & simulation results TBD < 100 GB / Predicted vaporization response Code and files containing the predicted vaporization response based on the beam model and MC simulation results New data Digital Software & compiled data .m & .mat < 1 GB / Scanned laboratory notebooks, procedures, protocols Electronic lab notebook, scans of paper notes, experimental protocols New data Digital Observational PDF, docx < 1 GB / Paper manuscripts Manuscripts of research papers New data Digital Compiled/ aggregated data docx < 1 GB / FWO DMP Template (Flemish Standard DMP) 8 and technical reports Powerpoint presentations and posters Presentations and posters for seminars, conferences, dissemination activities New data Digital Compiled/ aggregated data pptx, pdf < 1 GB / Metadata Brief description accompanying each dataset New data Digital Compiled/ aggregated data txt < 100 MB / GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA3 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LI MIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER). 3 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 9 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data4? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : Imaging technologies to be developed in WP1 and WP2 are of potential interest for vendors of ultrasound systems, as they can improve contrast enhanced ultrasound imaging for a variety of applications. The predictive model for proton range verification (WP4) also has potential value should the range verification application be translated to the clinic. For this reason, for both situations, we aim to restrict access until its valorization potential has either been realized (e.g. patenting) or abandoned. Advice from KU Leuven LRD Tech T ransfer office will be sought whenever valorization potential is identified. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 11 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Every experimental dataset (nanodroplet characterization, ultrasound acquisitions) will be accompanied by a filled experim ental protocol (.doc, txt or pdf) describing the content of the data and the experimental conditions corresponding to its acquisition. All experimental files will be stored in folders clearly labelled with the date of the experiment and name of the phantom /repeat, which are referenced in the experimental protocol. Whenever necessary, additional files containing supplementary information (axis, image dimensions, acquisition parameters) will be generated and stored in the same folder. Ultrasound simulation data will be accompanied by a .txt file with a clear descrip tion of what the data represents and how it has been generated. The input files related to the simulations will be stored in the same folder. The folder names will follow a clear structure defined in advance and maintained in a specific .txt file. Ultras ound imaging, acquisition and processing softwares will be managed in Gitlab for versioning and carefully documented (structured comments within the source code) . Codes will be hierarchically organized, with a main code for execution accompanied by clearly labelled subfunctions. Each code entity (main + subfunctions) will be accompanied by a read -me file containing detailed information about the software dependencies and providing detailed installation and compilation instructions. Software related to the predictive vaporization model (e.g. MCSquare simulations, Geant4 simulations) will also be clearly documented with read -me files containing detailed explanation about the code structure. A tutorial document will be provided, describing the high -level desi gn and organization of the software packages. Processed data from experiments and simulations will be classified according to the experiment date, accompanied by the experimental protocol and a read -me file containing information about the date of creatio n, code version used to generate the processed data, and experimental dataset to which it corresponds (if applicable). Manuscripts, protocols, presentations, reports , electronic lab books : will be stored in specific folders with clear names. FWO DMP Template (Flemish Standard DMP) 12 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COUL D ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: There is no standard metadata format available for most of our data. Wherever applicable, the Dublin Core Metadata will be used. The origi nal DCMES (Dublin Core Metadata Element Set) Version 1.1 consists of 15 metadata elements: Title, Creator, Subject, Description, Publisher, Contributor, Date, Type, Format, Identifier, Source, Language, Relation, Coverage, and Rights. Each file will thus c ontain information on study design, sampling methodology, variable -level detail, and all information necessary for a secondary analyst to use the data accurately and effectively. 4. Data Storage & Back-up during the Research Project Where will the data be stored? Experimental d ata, simulation results, processed data, lab notes, manuscripts and presentations will be stored online using KU Leuven OneDrive for Business. In addition, the experimental data will be backed up on external solid state drives. Generated software (ultrasound image processing codes, predictive model for range verification, simulations) will be stored in Gitlab Enterprise repositories at KU Leuven, which are managed by the ICTS services of KU Leuven. FWO DMP Template (Flemish Standard DMP) 13 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORA GE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .5 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Gitlab repositories at KU Leuven and OneDrive for Business are managed by the university ICT staffs and automatically backed -up. In addition, a back -up of the experimental data is foreseen on external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The total required storage capacity was estimated to be < 5 TB. Upgrade of Data Storage to 5 TB was foreseen, as indicated in the data management plan The Gitlab repositories have a space of 1 GB per user (extendable), which is sufficient for the software that is expected to be generated within the project. If no, please specify : 5 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 5 Data security is provided by the ICT departments of KU Leuven. They will maintain the servers on which the data is stored, backup the data regularly, and fight against any malware attacks. OneDrive for Business has a restricted access (user -specific , with multifactor authentication with the KU Leuven Authentificator app ) and users who wish access to the data need to be approved by the owner of the specific folder(s). Any additional user who wish access to the restricted data will receiv e it only if approved by all project investigators (Dr Heymans, Prof. Van Den Abeele, Prof. D’hooge and Prof. Sterpin). Communication (data transfer) with the OneDrive for Business cloud storage is via SSL / TLS. All SSL connections with OneDrive for Busin ess via the internet are done with 2048 -bit keys. Data movements between data centers happen over a private network and are further encrypted. What are the expected costs for data storage and backup during the research project? How will these costs be c overed? The cost for storage of data on the Kulak servers is free during the project (including back -up). Storage on OneDrive and Gitlab is expected to be free of cost due to the sufficient available space provided by KU Leuven (up to 5 TB). 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). After the research, data will be stored on and shared (internally) via the KU Leuven RDR Repository, with automatic back -up pr ocedures for at least 10 years after the end of the project, following the KU Leuven research data management policy. FWO DMP Template (Flemish Standard DMP) 15 Where will these data be archived (stored and curated for the long -term)? The data will be stored on the university's central servers (w ith automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage on KU Leuven Archiving disks (K drive): the software data, processed data, and all the data stored on Git Lab and OneDrive will be transferred to an archive (K drive) for long -term storage. In addition, a copy will be made on an external hard drive, which will be store d in the office of Prof. Van Den Abeele . The storage cost is 99.55 euros/TB/year. These costs will be covered by available research funds and general consumer funds of the team of Prof. K. Van Den Abeele. FWO DMP Template (Flemish Standard DMP) 16 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: A decision on valorizing the generated data will be made by the end of the project. If the valorization potential is a bandoned, the data will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. The data uploaded on the KU Leuven repository RDR will be available to third parties under restrictions as defined by members of the project (e.g. email request). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. Annotated data are uploaded to KULeuven repository RDR and/or as sup plemental material to publications, if requested by the journal. FWO DMP Template (Flemish Standard DMP) 17 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. ● Immediately after the end of the project ● Upon publication of the research results Data shared via supplemental material is shared upon publication. Other data are shared after the valorization potential has been fully explored. Which data usage licenses are you going to provide? If non e, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 6 Data from the project that can be shared (i.e., after the valorization potential has been abandoned) will be made available under a Creative Commons Attribution License (CC -BY-4.0). Software source code will be made available with an open source software licence (copyleft license, which ensures that the code always remains o pen, e.g. GNU GPL v3 ). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: Data uploaded to KU Leuven RDR will get a DOI that can be used to cite the data. What are the expected costs for data sharing? How will these costs be covered? The costs for data sharing with journal platforms is covered by the publication fee. For data stored at RDR, the costs are covered by KU Leuven. 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 18 7. Responsibilities Who will manage data documentation and metadata during the research project? During the project, Dr. Heymans will be responsible for managing the data documentation and metadata Who will manage data storage and backup during the research project? Dr Heyma ns Who will manage data preservation and sharing? Prof. Van Den Abeele will be responsible for data preservation and sharing Who will update and implement this DMP? Dr Heymans bears the overall responsibility for updating the DMP, while Prof. Van Den Abeele bears the responsibility to ensure that the DMP is correctly implemented."
}