{
    "document_id": "D-2021-1297",
    "LinkTitle": "D-2021-1297",
    "file_name": "D-2021-1297.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1297.pdf",
    "metadata": {
        "title": "D-2021-1297",
        "author": "Myriam Mertens",
        "num_pages": 11
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\n1.General Information\nName applicant Miel Willems\nFWO Project Number & Title 1SC9922N\n “T-EX: Technology-based exercise protocols for knee osteoarthritis: A computational modeling framework  \ncombined with wearable technology, to support patient-specific exercise protocols in knee OA patients”\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data\nDescribe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of \nthese data. \nDistinguish data types (the kind of content) \nfrom data formats (the technical format).In the first phase of the project, we will reuse historical data to formulate an answer  to the first two \nobjectives of the project. Dataset of Happy Joints & TECH-4-KOA projects will be used for this purpose. \nThese two projects were granted by the FWO. Both projects already received ethical committee approval \n(Happy Joints: s64286 / TECH-4-KOA: 2021-2269) .\nIn the last phase of the project (proof-of-concept), we aim to recruit patients and consequently generate \nnew data. For this, we aim to write an ethical committee form in a later phase of the project.\nThe historical data and the newly generated data are primary quantitative and qualitative experimental \nand observational raw, derived and compiled data. Overall, the data will be from in vivo human \n(biomechanical, medical imaging and functional) experiments and from computational simulations. Data \n2019-10-01 | FWO DMP Template 2will be initially collected and used in a variety of file formats, mainly numerical and equipment specific. \nRaw data will be processed in type-specific software, more specific: Vicon Nexus, Opensim, Matlab and \nPython for in vivo human biomechanical experiments and computation simulation work; Mimics, 3-matic, \n3D-slicer, MAPclient, Matlab and Python software for the medical imaging data. Original data files output \nfrom quantitative experiments will be collected in Excel datasheets or matlab structures. For data sharing \nacross platforms, data will be additionally stored in .csv and .txt formats. The volumes of the data are \napproximations and are indicated per patient:\nType What Storage format Volume/patient \nPrimary physical data Informed consent \nformPrinted paper (.txt) /\nPrimary physical data Patient reported \noutcomesPrinted paper \n(.txt, .xlsx)50Mb\nPrimary physical data Clinical examination Printed paper \n(.txt, .xlsx)50Mb\nPrimary digital data Gait analysis \n(including motion \nanalysis, force plates, \nelectromyography)Numerical software-\nspecific data (.C3D)750Mb\nPrimary digital data Segment \naccelerations from \nXSENSNumerical software-\nspecific data (.mvn)500Mb\n Primary digital dataMovement \nsimulations Numerical software \nspecific data \n(.osim, .mot, .trc, . \nsto, .vtp)1GB \nPrimary digital dataMRI Numerical software- 1GB\n2019-10-01 | FWO DMP Template 3specific data (Dicom \nformat, .DCM)\nPrimary digital data Musculoskeletal \nmodelsNumerical software \ndata (.osim)1Mb\nPrimary digital data Segmented volumes \nof musculoskeletal \ntissueNumerical software-\nspecific data (.stl)100Mb\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No \nTwo types of personal data will be gathered:\n1.Personal information for contact purposes (e.g. name, address, phone number, e-mail), which will not \nbe used in any further analysis. Participants will be asked whether this information can be stored in a \ndatabase for future research, via a separate informed consent procedure in accordance with the \nGeneral Data Protection Regulation UZ/KU Leuven.\n2.Personal information for research purposes, consisting of socio-demographical data (e.g. gender, date \nof birth, handedness) and data concerning medical status (e.g. disease severity, medication intake, \nfunctionality), via the study-related informed consent procedure in agreement with the General Data \nProtection Regulation.\n2019-10-01 | FWO DMP Template 4Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nRegarding the reuse data:  \nWe will receive anonymized data from research experiments on humans, performed at\n-Université Laval (TECH-4-KOA study): a separate form was submitted to their local ethical Committee \n(Institut de réadaption en déficience physique de Québec: 2021-2269)\n-KU Leuven: patients will be recruited along with the study (S64286) as part of a different and approved  \nresearch project. \nRegarding the newly generated data:\nWe will send out a new form to the local Ethical Committee in a later phase of the project.\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nData from this project may be considered to claim intellectual property rights on the advice of Leuven \nR&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may  \nbe used for industrial collaborations and will then be defined as KU Leuven background by LRD in good \nfaith.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nNo, there are no restrictions on our data at this stage.\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 5What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  The following documentation will be provided:\n1. Table of content (excel file and .csv) with all project-related experiments including experiment number, \ndate of implementation and name of the researcher who stored the experiment\n2. Brief description of the goal of the experiment and related work package (word and .txt file)\n3. Detailed protocol or link to an existing standard protocol (SOP) which will enable other researchers to \nrepeat the experiment.\n4. All data or link to another file with the (raw) data\n5. If appropriate, illustrations of the data with legends and statistical analysis. In case that documentation \nis written or available in notebooks or stored on other files a link will be provided.\nWith the help of these documentations every authorized researcher will be able (1) to look up all the \ninformation of the performed experiments and (2) to repeat the experiments in exactly the same way.\nAll data will be coded. This will consist of:  \n-Approved Ethical Commission: description of study protocol (.pdf);\n-Informed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper);\n-Experimental protocols: description on how the data is collected and generated (software, \nmaterials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) \n(.docx, read.me text files);\n-Measurement forms: notes during data collection (printed paper);\n-Raw experimental data: storage of original physical data and folders with original digital data in \nsoftware-specific files;\n-Processed data: folder with digital data in the software-specific files, spreadsheets with results \n(.CSV, .xls);\n-Patient identifier record: name of the included subject, and subject study code (.xls). This patient \nrecord file is the only document that provides the link between the study code of the patient and \nthe patient’s identity;\n-Subject recruitment files: only subject study code, personal data (for example, age, weight, height, \n…,) short overview of assessments. The subject recruitment files described the measurements info \nfor each patient, whereby the patient’s identity is coded;\n-The patient identifier record (PIR) will be stored separately in another location than the subject \n2019-10-01 | FWO DMP Template 6recruitment files. A separate file will be stored for each measurement location (Laval/KU Leuven) \nfor each measurement cohort separately. This file will be password protected and will be \nsupervised by the local PI (Ilse Jonkers for KU Leuven and Katia Turcot for Université Laval).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nMetadata will be provided as readme, word, excel or xml files, containing all settings and technical \ndescriptions of the experiments and data processing workflows. In addition, readme files and logbooks will  \nbe generated to describe the different decisions taken in the processing workflow (filtering, labeling etc.).  \n-Raw experimental data (from the 3D movement analysis and strength tests) will be managed on a \nsoftware-specific data management platform.\n-For imaging data (i.e. MRI), a large part of the metadata is included in the header files of the \noriginal images. These files contain information regarding the acquisition settings (e.g. acquisition \ntime, flip angle, TE, TR, field of view, slice thickness).\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  For all WPs, digital data will be stored on a Large Volume Storage (J-drive- of the KU Leuven, specifically \ndeveloped to store large amounts of data for long periods of time. In addition, data will be stored on the \nsecured servers of Université de Laval (Valeria-platform). Additionally, copies can be made on the \nindividual computer of the researchers involved in the project. The paper copies of the descriptive data \nand questionnaires will be stored in a secured locker at the Department of Movement Sciences, Building \nThe Nayer of the KU Leuven and at the Department of Kinesiology of the Université Laval. Only authorized \npersonnel will have access to this locked storage room as they will need to be granted access by the PI \n(Prof. Dr. Ilse Jonkers). Digital copies will be available and stored on the Large Volume Storage of the KU \nLeuven.\n2019-10-01 | FWO DMP Template 7How will the data be backed up?  The paper copies will be digitized and together with the digital data stored on the university’s secure \nnetwork drive with automatic daily backup procedures. Additionally, a mirror of the data is provided in a \nsecond ICTS data center for business continuity or disaster recovery purposes.  \nDigital data automatically stored on the acquisition laptop during data collection, will be manually \ntransferred via external hard drive to the secure servers. This external hard drive is provided as an \nautomatic back-up of the acquisition laptop.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\n Sufficient storage and backup capacity are available at KU Leuven and will be purchased from the PhD \nfellow’ bench fee (cfr.  Operating Expenditure)\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the \nallocated project budget  to be used to cover the  \ncost incurred.1 Terabyte storage is anticipated as a need and will be covered but the grant (approx. 520/terabyte/year).\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  All data will be stored in a protected environment. Research data can only be accessed by a login following  \nKU Leuven's policy for identifier and with password. The digital, pseudonymized, data (i.e. coded and \ncontaining no personal information) will be stored in a secure university environment. The PI of this \nproject (Prof. Dr. Ilse Jonkers) will be the only one who can grant access to this network drive. The \nseparate and uniquely double password coded “Subject Identification Code List”, which matches \nidentifying codes with the subjects’ names, will be managed by the principal investigator (Prof. Dr. Ilse \nJonkers and Prof. Dr. Katia Turcot (historical data TECH-4-KOA project)) and stored separately, using the \nDigital vault for private data service of the ICTS, KU Leuven. This system involves a secure and operating \nsystem in ICTS’s special, secure environment for private data.”\n2019-10-01 | FWO DMP Template 86.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons for this \n(legal or contractual restrictions, physical \npreservation issues, ...).Both raw physical and digital data, as well as the processed data will be stored for a 5-year period after the  \nend of the project.\nWhere will these data be archived (= stored for \nthe long term)? Digital data will be archived on the secured university’s network drive, described in part 5 of this DMP. \nAdditionally, data will be stored offline on two external hard drives when the project is finished. Hard \ncopies (eg. The Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked \ncabinets in the PI’s lab.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the \nallocated project budget  to be used to cover the  \ncost incurred.For this project data storage of 3 TB is anticipated, resulting in a cost of 520 euro per year, that can be \npartly covered by the different FWO grants (Happy Joints: 3M200048  & TECH-4-KOA:  G0E4521N).\n \n7.Data sharing and reuse\n2019-10-01 | FWO DMP Template 9Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIP protection and valorisation initiatives may restrict sharing of the data.\nWhich data will be made available after the end \nof the project? All data will be made available after appropriate IP protection if this is applicable. The full anonymized \ndataset will be made available after publication of the data (upon simple request to the PI). Importantly, \nonly data of participants who granted their approval for re-use, either within the research group (closed \ndata) or outside the research group (open data), will be made available (also see ‘Who will be able to \naccess the data and under what conditions?’). This will be added to the informed consent.\nDuring the project as well as after the end of the project, the published data will be available via an open \naccess repository and upon request by email to the PI. These published data contain the results of \nprocessed coded data presented in tables.\nReference databases for gait analyses (in control and patient populations) will be established by the end or  \nafter the end of the project. As part of the valorisation plan, these databases may be put available for \nexternal users through open-source pathways. In that case, these data will be made available after \nappropriate IP protection.\nPatient-specific data will only be shared ensuring the privacy of the patients (e.g. body weight, body \nlength). Decoded personal data will never be shared.\n2019-10-01 | FWO DMP Template 10Where/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☒ In a restricted access repository\n☒ Upon request by mail\nThe main output of the project will be original scientific research papers. These will adhere to KU Leuven's \nand FWO's Open Access policy. In the context of Open and accessible science, original datasets will be \nmade available with publication, either as supplementary files or using a data-sharing platform such as \nfigshare or Znodo using a CC-BY license. Upon reasonable and specific request, any data subset and \nanalysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) \nwill be used.\nWhen will the data be made available?  Data will be made available immediately after publication unless specific IP protections remain to be set.\nWho will be able to access the data and under \nwhat conditions? All participants will be asked whether the data gathered in the context of this project can be reused for \nother research purposes, both within the research group (closed data) or with other researchers inside or \noutside KU Leuven (open data), via an informed consent procedure. Data of participants who granted this \npermission will only be shared with research groups who submitted a written request to the PI of this \nproject (Prof. Dr. Ilse Jonkers). Data will only be shared if the research is approved by the ethical \ncommittee and participants will be informed regarding this secondary use.\nIn principle, any researcher upon reasonable request or through the data repositories. During the post-\nproject trajectory, data remains available for involved researchers and will be made available to external \nusers upon request, with contact via LRD, with a CC-BY license.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the \nallocated project budget  to be used to cover the  \ncost incurred.No costs are expected. If any occur, that will be covered by the requesting parties.\n2019-10-01 | FWO DMP Template 118.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  The PhD researcher/FWO fellow (Miel Willems, KU Leuven) will be responsible for data documentation & \nmetadata, under supervision of the promotor (Prof. Dr. Ilse Jonkers)\nWho will be responsible for data storage & back \nup during the project?  Data management, storage and back-up will be performed by the PhD researcher/FWO fellow (Miel \nWillems, KU Leuven) under supervision of the promotor (Prof. Dr. Ilse Jonkers)\nWho will be responsible for ensuring data \npreservation and sharing?  The PhD fellow (Miel Willems) and promotor (Prof. Dr. Ilse Jonkers) will be responsible for ensuring data \npreservation and reuse.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this \nDMPThe PhD fellow (Miel Willems) bears the end responsibility of updating & implementing this DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template 1.General Information Name applicant Miel Willems FWO Project Number & Title 1SC9922N “T-EX: Technology-based exercise protocols for knee osteoarthritis: A computational modeling framework combined with wearable technology, to support patient-specific exercise protocols in knee OA patients” Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).In the first phase of the project, we will reuse historical data to formulate an answer to the first two objectives of the project. Dataset of Happy Joints & TECH-4-KOA projects will be used for this purpose. These two projects were granted by the FWO. Both projects already received ethical committee approval (Happy Joints: s64286 / TECH-4-KOA: 2021-2269) . In the last phase of the project (proof-of-concept), we aim to recruit patients and consequently generate new data. For this, we aim to write an ethical committee form in a later phase of the project. The historical data and the newly generated data are primary quantitative and qualitative experimental and observational raw, derived and compiled data. Overall, the data will be from in vivo human (biomechanical, medical imaging and functional) experiments and from computational simulations. Data 2019-10-01 | FWO DMP Template 2will be initially collected and used in a variety of file formats, mainly numerical and equipment specific. Raw data will be processed in type-specific software, more specific: Vicon Nexus, Opensim, Matlab and Python for in vivo human biomechanical experiments and computation simulation work; Mimics, 3-matic, 3D-slicer, MAPclient, Matlab and Python software for the medical imaging data. Original data files output from quantitative experiments will be collected in Excel datasheets or matlab structures. For data sharing across platforms, data will be additionally stored in .csv and .txt formats. The volumes of the data are approximations and are indicated per patient: Type What Storage format Volume/patient Primary physical data Informed consent formPrinted paper (.txt) / Primary physical data Patient reported outcomesPrinted paper (.txt, .xlsx)50Mb Primary physical data Clinical examination Printed paper (.txt, .xlsx)50Mb Primary digital data Gait analysis (including motion analysis, force plates, electromyography)Numerical software- specific data (.C3D)750Mb Primary digital data Segment accelerations from XSENSNumerical software- specific data (.mvn)500Mb Primary digital dataMovement simulations Numerical software specific data (.osim, .mot, .trc, . sto, .vtp)1GB Primary digital dataMRI Numerical software- 1GB 2019-10-01 | FWO DMP Template 3specific data (Dicom format, .DCM) Primary digital data Musculoskeletal modelsNumerical software data (.osim)1Mb Primary digital data Segmented volumes of musculoskeletal tissueNumerical software- specific data (.stl)100Mb 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No Two types of personal data will be gathered: 1.Personal information for contact purposes (e.g. name, address, phone number, e-mail), which will not be used in any further analysis. Participants will be asked whether this information can be stored in a database for future research, via a separate informed consent procedure in accordance with the General Data Protection Regulation UZ/KU Leuven. 2.Personal information for research purposes, consisting of socio-demographical data (e.g. gender, date of birth, handedness) and data concerning medical status (e.g. disease severity, medication intake, functionality), via the study-related informed consent procedure in agreement with the General Data Protection Regulation. 2019-10-01 | FWO DMP Template 4Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No Regarding the reuse data: We will receive anonymized data from research experiments on humans, performed at -Université Laval (TECH-4-KOA study): a separate form was submitted to their local ethical Committee (Institut de réadaption en déficience physique de Québec: 2021-2269) -KU Leuven: patients will be recruited along with the study (S64286) as part of a different and approved research project. Regarding the newly generated data: We will send out a new form to the local Ethical Committee in a later phase of the project. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No Data from this project may be considered to claim intellectual property rights on the advice of Leuven R&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may be used for industrial collaborations and will then be defined as KU Leuven background by LRD in good faith. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No No, there are no restrictions on our data at this stage. 4.Documentation and metadata 2019-10-01 | FWO DMP Template 5What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The following documentation will be provided: 1. Table of content (excel file and .csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment 2. Brief description of the goal of the experiment and related work package (word and .txt file) 3. Detailed protocol or link to an existing standard protocol (SOP) which will enable other researchers to repeat the experiment. 4. All data or link to another file with the (raw) data 5. If appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiments in exactly the same way. All data will be coded. This will consist of: -Approved Ethical Commission: description of study protocol (.pdf); -Informed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper); -Experimental protocols: description on how the data is collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx, read.me text files); -Measurement forms: notes during data collection (printed paper); -Raw experimental data: storage of original physical data and folders with original digital data in software-specific files; -Processed data: folder with digital data in the software-specific files, spreadsheets with results (.CSV, .xls); -Patient identifier record: name of the included subject, and subject study code (.xls). This patient record file is the only document that provides the link between the study code of the patient and the patient’s identity; -Subject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) short overview of assessments. The subject recruitment files described the measurements info for each patient, whereby the patient’s identity is coded; -The patient identifier record (PIR) will be stored separately in another location than the subject 2019-10-01 | FWO DMP Template 6recruitment files. A separate file will be stored for each measurement location (Laval/KU Leuven) for each measurement cohort separately. This file will be password protected and will be supervised by the local PI (Ilse Jonkers for KU Leuven and Katia Turcot for Université Laval). Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No Metadata will be provided as readme, word, excel or xml files, containing all settings and technical descriptions of the experiments and data processing workflows. In addition, readme files and logbooks will be generated to describe the different decisions taken in the processing workflow (filtering, labeling etc.). -Raw experimental data (from the 3D movement analysis and strength tests) will be managed on a software-specific data management platform. -For imaging data (i.e. MRI), a large part of the metadata is included in the header files of the original images. These files contain information regarding the acquisition settings (e.g. acquisition time, flip angle, TE, TR, field of view, slice thickness). 5.Data storage & backup during the FWO project Where will the data be stored? For all WPs, digital data will be stored on a Large Volume Storage (J-drive- of the KU Leuven, specifically developed to store large amounts of data for long periods of time. In addition, data will be stored on the secured servers of Université de Laval (Valeria-platform). Additionally, copies can be made on the individual computer of the researchers involved in the project. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Movement Sciences, Building The Nayer of the KU Leuven and at the Department of Kinesiology of the Université Laval. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Prof. Dr. Ilse Jonkers). Digital copies will be available and stored on the Large Volume Storage of the KU Leuven. 2019-10-01 | FWO DMP Template 7How will the data be backed up? The paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic daily backup procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. Digital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as an automatic back-up of the acquisition laptop. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Sufficient storage and backup capacity are available at KU Leuven and will be purchased from the PhD fellow’ bench fee (cfr. Operating Expenditure) What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.1 Terabyte storage is anticipated as a need and will be covered but the grant (approx. 520/terabyte/year). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier and with password. The digital, pseudonymized, data (i.e. coded and containing no personal information) will be stored in a secure university environment. The PI of this project (Prof. Dr. Ilse Jonkers) will be the only one who can grant access to this network drive. The separate and uniquely double password coded “Subject Identification Code List”, which matches identifying codes with the subjects’ names, will be managed by the principal investigator (Prof. Dr. Ilse Jonkers and Prof. Dr. Katia Turcot (historical data TECH-4-KOA project)) and stored separately, using the Digital vault for private data service of the ICTS, KU Leuven. This system involves a secure and operating system in ICTS’s special, secure environment for private data.” 2019-10-01 | FWO DMP Template 86.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).Both raw physical and digital data, as well as the processed data will be stored for a 5-year period after the end of the project. Where will these data be archived (= stored for the long term)? Digital data will be archived on the secured university’s network drive, described in part 5 of this DMP. Additionally, data will be stored offline on two external hard drives when the project is finished. Hard copies (eg. The Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the PI’s lab. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.For this project data storage of 3 TB is anticipated, resulting in a cost of 520 euro per year, that can be partly covered by the different FWO grants (Happy Joints: 3M200048 & TECH-4-KOA: G0E4521N). 7.Data sharing and reuse 2019-10-01 | FWO DMP Template 9Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No IP protection and valorisation initiatives may restrict sharing of the data. Which data will be made available after the end of the project? All data will be made available after appropriate IP protection if this is applicable. The full anonymized dataset will be made available after publication of the data (upon simple request to the PI). Importantly, only data of participants who granted their approval for re-use, either within the research group (closed data) or outside the research group (open data), will be made available (also see ‘Who will be able to access the data and under what conditions?’). This will be added to the informed consent. During the project as well as after the end of the project, the published data will be available via an open access repository and upon request by email to the PI. These published data contain the results of processed coded data presented in tables. Reference databases for gait analyses (in control and patient populations) will be established by the end or after the end of the project. As part of the valorisation plan, these databases may be put available for external users through open-source pathways. In that case, these data will be made available after appropriate IP protection. Patient-specific data will only be shared ensuring the privacy of the patients (e.g. body weight, body length). Decoded personal data will never be shared. 2019-10-01 | FWO DMP Template 10Where/how will the data be made available for reuse? ☒ In an Open Access repository ☒ In a restricted access repository ☒ Upon request by mail The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Access policy. In the context of Open and accessible science, original datasets will be made available with publication, either as supplementary files or using a data-sharing platform such as figshare or Znodo using a CC-BY license. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. When will the data be made available? Data will be made available immediately after publication unless specific IP protections remain to be set. Who will be able to access the data and under what conditions? All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes, both within the research group (closed data) or with other researchers inside or outside KU Leuven (open data), via an informed consent procedure. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project (Prof. Dr. Ilse Jonkers). Data will only be shared if the research is approved by the ethical committee and participants will be informed regarding this secondary use. In principle, any researcher upon reasonable request or through the data repositories. During the post- project trajectory, data remains available for involved researchers and will be made available to external users upon request, with contact via LRD, with a CC-BY license. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.No costs are expected. If any occur, that will be covered by the requesting parties. 2019-10-01 | FWO DMP Template 118.Responsibilities Who will be responsible for the data documentation & metadata? The PhD researcher/FWO fellow (Miel Willems, KU Leuven) will be responsible for data documentation & metadata, under supervision of the promotor (Prof. Dr. Ilse Jonkers) Who will be responsible for data storage & back up during the project? Data management, storage and back-up will be performed by the PhD researcher/FWO fellow (Miel Willems, KU Leuven) under supervision of the promotor (Prof. Dr. Ilse Jonkers) Who will be responsible for ensuring data preservation and sharing? The PhD fellow (Miel Willems) and promotor (Prof. Dr. Ilse Jonkers) will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PhD fellow (Miel Willems) bears the end responsibility of updating & implementing this DMP."
}