{
    "document_id": "D-2023-2195",
    "LinkTitle": "D-2023-2195",
    "file_name": "D-2023-2195.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2195.pdf",
    "metadata": {
        "title": "Learning to love cognitive challenge: understanding and fostering the development of Need for Cognition in youth",
        "author": "N/A",
        "creation_date": "2023-06-09 13:04:08+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Learning to love cognitive challenge: understanding and fostering the\ndevelopment of Need for Cognition in youth\nA Data Management Plan created using DMPonline.be\nCreators: \nJeroen Lavrijsen, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nJeroen Lavrijsen\nProject Administrator:\n \nJeroen Lavrijsen\nGrant number / URL: \nG048223N\nID: \n200156\nStart date: \n01-01-2023\nEnd date: \n30-06-2026\nProject abstract:\nNeed for Cognition (NFC), or the tendency to seek, engage in, and enjoy effortful cognitive activity, has been\nestablished as a critical determinant of academic achievement and can be regarded as a key educational outcome\nsupporting life-long learning. However, little is yet known about the development of NFC in youth and how it can be\nnurtured by the social learning environment. This project will fill these gaps using two longitudinal studies and an\nintervention study that address 4 research goals: First, using a long-term longitudinal study\nthroughout adolescence, we will investigate the degree to which NFC is subject to change and how developmental\ntrajectories differ between students. Second, using the same data we will examine whether flow experiences at school,\nin which students experience that engagement in cognitive activities is rewarding, provide the ‘motivational roots’ of\nNFC. Third, a 2-year 6-wave longitudinal study will be set up to examine how children's experiences with cognitive\nactivities at home and in school (i.e., yielding enjoyment, challenge, and feelings of self-efficacy) promote the\ndevelopment of NFC. Fourth, a teacher training aimed at fostering NFC in students by appraising and demonstrating\nhow to positively approach cognitive\nchallenge will be developed and effects on NFC will be tested.\nTogether these studies will provide critical insights in the antecedents of NFC and how to support students in learning to\nlove cognitive\nchallenge.\nLast modified: \n09-06-2023\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n1 of 5\nLearning to love cognitive challenge: understanding and fostering the\ndevelopment of Need for Cognition in youth\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nTH!NK-\nstudy -\nstudent\ndiaries\nDaily\ndiary assessment in which\nprimary school students students\nwill reflect on the cognitive\nactivities they\nparticipated in during that day. In\naddition, a pretest student\nsurvey and a pretest parent\nsurvey will be collected\nNew data\nDigital\nObservational\n.cvs or\n.sas7bdat\n<1 GB\n \nTH!NK-\nstudie\nintervention\nTeachers will participate in an\nintervention; timing and fidelity\nof implementation will be\nevaluated and related to student\ndiaries \nNew data\nDigital\nObservational\n.cvs or\n.sas7bdat\n<100 MB\n \nTalent-\nstudy\nAdditional wave of a longitudinal\nstudent survey in secondary\neducation\nNew data (extending existing\nlongitudinal data)\nDigital\nObservational\n.cvs or\n.sas7bdat\n<1 GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nEarlier waves of Talent-data have been collected within the same research unit; within this project, a new wave is collected\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nFor the TH!NK-study, ethical approval will be obtained before the start of the study (reference G-2023-6770)\nFor the TALENT-study, ethical approval has been granted (reference G-2023-6395)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nName, e-mail address, cell phone number\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n2 of 5\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor the TH!NK-dataset, a new codebook will be created documenting for each variable the background, scale and interpretation.\nFor the TALENT-dataset, the existing codebook will be updated accordingly.\nAll codebooks and documentation are shared within a dedicated TEAMS-channel.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored in the cloud (One Drive for Business) and on the personal PC of the project PI (Karine Verschueren, KU Leuven) and of the main researcher involved\nin the project (Jeroen Lavrijsen, KU Leuven)\nHow will the data be backed up?\nRegular back-up through faculty policy (i.e., OneDrive).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo protect data that is locally stored, hard disks are encrypted with centrally managed\nBitlocker technology. After the research, data are archived at a restricted area of the K: archive drive; in line with faculty policy, access to the data will be limited, fixed,\ndelegated to and audited by data managers.\nFollowing the GDPR, all personal data processing activities will be recorded. Personally identifiable information field within the data records will be replaced by codes\n(pseudonymization). Technical and organisational controls are in place to protect files that contain mappings between pseudonyms (codes) and the original personally\nidentifiable information. Specifically, the file that contains the mapping between the codes (pseudonyms) and the original personally identifiable information is stored on a\nseparated CODES share of our research unit, with access controlled by the data manager of the unit. Researchers in the project have access to the pseudonymized data\nonly\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe necessary funding for storage and backup has been foreseen within the research unit.\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n3 of 5\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nData will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nThe main promotor (Karine Verschueren) is responsible for data preservation. Data will be stored in accordance with Regulation 2016/679 (GDPR). All data will be stored\nat university's central network drives.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe necessary small amount of funding for storage and backup has been foreseen within the research unit.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIn line with open science guidelines, parts of the pseudonymized dataset will be included in the Open Science Framework and shared with other researchers upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIn line with open science guidelines, parts of the pseudonymized dataset (without any personal, identifiable or contact information) will be included in the Open Science\nFramework and shared with other researcher upon request.\nThe criteria for sharing are:\n- only data which have bene published (i.e., on which an accepted publication has been based) will be shared\n- data will only be shared with academic researchers \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOpen Science Framework.\nWhen will the data be made available?\nAfter publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData sharing will be provided within the Open Science Framework (i.e., upon request to researchers)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo expected costs\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n4 of 5\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nJeroen Lavrijsen \nWho will manage data storage and backup during the research project?\nJeroen Lavrijsen \nWho will manage data preservation and sharing?\nKarine Verschueren \nWho will update and implement this DMP?\nKarine Verschueren and Jeroen Lavrijsen \nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n5 of 5"
    },
    "clean_full_text": "Learning to love cognitive challenge: understanding and fostering the development of Need for Cognition in youth A Data Management Plan created using DMPonline.be Creators: Jeroen Lavrijsen, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Jeroen Lavrijsen Project Administrator: Jeroen Lavrijsen Grant number / URL: G048223N ID: 200156 Start date: 01-01-2023 End date: 30-06-2026 Project abstract: Need for Cognition (NFC), or the tendency to seek, engage in, and enjoy effortful cognitive activity, has been established as a critical determinant of academic achievement and can be regarded as a key educational outcome supporting life-long learning. However, little is yet known about the development of NFC in youth and how it can be nurtured by the social learning environment. This project will fill these gaps using two longitudinal studies and an intervention study that address 4 research goals: First, using a long-term longitudinal study throughout adolescence, we will investigate the degree to which NFC is subject to change and how developmental trajectories differ between students. Second, using the same data we will examine whether flow experiences at school, in which students experience that engagement in cognitive activities is rewarding, provide the ‘motivational roots’ of NFC. Third, a 2-year 6-wave longitudinal study will be set up to examine how children's experiences with cognitive activities at home and in school (i.e., yielding enjoyment, challenge, and feelings of self-efficacy) promote the development of NFC. Fourth, a teacher training aimed at fostering NFC in students by appraising and demonstrating how to positively approach cognitive challenge will be developed and effects on NFC will be tested. Together these studies will provide critical insights in the antecedents of NFC and how to support students in learning to love cognitive challenge. Last modified: 09-06-2023 Created using DMPonline.be. Last modiﬁed 09 June 2023 1 of 5 Learning to love cognitive challenge: understanding and fostering the development of Need for Cognition in youth FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA TH!NK- study - student diaries Daily diary assessment in which primary school students students will reflect on the cognitive activities they participated in during that day. In addition, a pretest student survey and a pretest parent survey will be collected New data Digital Observational .cvs or .sas7bdat <1 GB TH!NK- studie intervention Teachers will participate in an intervention; timing and fidelity of implementation will be evaluated and related to student diaries New data Digital Observational .cvs or .sas7bdat <100 MB Talent- study Additional wave of a longitudinal student survey in secondary education New data (extending existing longitudinal data) Digital Observational .cvs or .sas7bdat <1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Earlier waves of Talent-data have been collected within the same research unit; within this project, a new wave is collected Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data For the TH!NK-study, ethical approval will be obtained before the start of the study (reference G-2023-6770) For the TALENT-study, ethical approval has been granted (reference G-2023-6395) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Name, e-mail address, cell phone number Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 09 June 2023 2 of 5 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For the TH!NK-dataset, a new codebook will be created documenting for each variable the background, scale and interpretation. For the TALENT-dataset, the existing codebook will be updated accordingly. All codebooks and documentation are shared within a dedicated TEAMS-channel. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored in the cloud (One Drive for Business) and on the personal PC of the project PI (Karine Verschueren, KU Leuven) and of the main researcher involved in the project (Jeroen Lavrijsen, KU Leuven) How will the data be backed up? Regular back-up through faculty policy (i.e., OneDrive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To protect data that is locally stored, hard disks are encrypted with centrally managed Bitlocker technology. After the research, data are archived at a restricted area of the K: archive drive; in line with faculty policy, access to the data will be limited, fixed, delegated to and audited by data managers. Following the GDPR, all personal data processing activities will be recorded. Personally identifiable information field within the data records will be replaced by codes (pseudonymization). Technical and organisational controls are in place to protect files that contain mappings between pseudonyms (codes) and the original personally identifiable information. Specifically, the file that contains the mapping between the codes (pseudonyms) and the original personally identifiable information is stored on a separated CODES share of our research unit, with access controlled by the data manager of the unit. Researchers in the project have access to the pseudonymized data only What are the expected costs for data storage and backup during the research project? How will these costs be covered? The necessary funding for storage and backup has been foreseen within the research unit. Created using DMPonline.be. Last modiﬁed 09 June 2023 3 of 5 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The main promotor (Karine Verschueren) is responsible for data preservation. Data will be stored in accordance with Regulation 2016/679 (GDPR). All data will be stored at university's central network drives. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The necessary small amount of funding for storage and backup has been foreseen within the research unit. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) In line with open science guidelines, parts of the pseudonymized dataset will be included in the Open Science Framework and shared with other researchers upon request. If access is restricted, please specify who will be able to access the data and under what conditions. In line with open science guidelines, parts of the pseudonymized dataset (without any personal, identifiable or contact information) will be included in the Open Science Framework and shared with other researcher upon request. The criteria for sharing are: - only data which have bene published (i.e., on which an accepted publication has been based) will be shared - data will only be shared with academic researchers Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Open Science Framework. When will the data be made available? After publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Data sharing will be provided within the Open Science Framework (i.e., upon request to researchers) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? No expected costs Created using DMPonline.be. Last modiﬁed 09 June 2023 4 of 5 6. Responsibilities Who will manage data documentation and metadata during the research project? Jeroen Lavrijsen Who will manage data storage and backup during the research project? Jeroen Lavrijsen Who will manage data preservation and sharing? Karine Verschueren Who will update and implement this DMP? Karine Verschueren and Jeroen Lavrijsen Created using DMPonline.be. Last modiﬁed 09 June 2023 5 of 5"
}