{
    "document_id": "D-2023-1791",
    "LinkTitle": "D-2023-1791",
    "file_name": "D-2023-1791.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1791.pdf",
    "metadata": {
        "title": "D-2023-1791",
        "author": "N/A",
        "num_pages": 19
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Dimitrios Konstantinidis 0000 -0002 -2134 -6823  \nContributor name(s) ( + ORCID) & roles  Kevin Verstrepen 0000 -0002 -3077 -6219, supervisor  \nProject number1 & title  ProteoYeast 1283423 N \nFunder(s) GrantID2 ProteoYeast 1283423 N \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description   \nProtein synthesis is a complex, crucial cellular process, involving many quality control, sorting and \ntrafficking steps. This complexity hampers a full mechanistic understanding and drastically \nimpedes pathway improvements, required for several biotech and  medical applications. Prior \nstudies on protein synthesis yielded only limited results, mainly because they focus on single gene \nperturbation and secretion maximization —which are only some steps of the sophisticated process. \nMost studies solely use 1 genet ic background, thus missing how different (natural) genetic \nvariations could affect protein levels.  \nThe yeast Saccharomyces cerevisiae combines many unique traits, making it the perfect model to \nstudy protein synthesis. It is also commonly used for heterol ogous protein expression, facilitating \ndirect valorization of results. Here, I will identify genetic factors underlying efficient protein \nproduction and accumulation by exploring S. cerevisiae natural biodiversity. I will use an \ninnovative and multidiscipl inary approach, combining my omics skills with Round -Robin QTL \nmapping and state -of-the-art high -throughput proteomics. Ultimately, this will lead to (i) \ngenome -wide mapping of the S. cerevisiae protein accumulation biodiversity, (ii) mechanistic \nunderstan ding of genetic factors underpinning this phenotype, and (iii) development of new \nprotein over -accumulating strains.  \nToday’s demand for a sustainable bio - economy make this project timely and fitting to societal \nneeds.  \n \n \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the t ype of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nHigh -\nthroughput \nscreen  A collection of \nSaccharomyces \ncerevisiae \nstrains (500 in \ntotal) from \ndiverse geneti c \nbackgrounds \nable to secrete \nselected \nproteins.  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☒ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n In total 10 96 -well \nplates.  \nNext \nGene ration \nSequencing  Whole Genome \nsequences of \nselected strains \n(parental \nstrains) \noriginating f rom \nthe ab ove \nmentioned \nscreen, as we ll ☒ Generate new \ndata  \n ☒ Digital  \n☒ Physical ☒ Experimental  \n ☒ .csv \n☒ .txt \n☒ other:  .bam, \n.vcf  \n ☒ < 100 GB  \n In total 60 96-well \nplates  of single \nisolated S. \ncerevisiae  spores.  \nFWO DMP Template (Flemish Standard DMP)   6 \n as sequencing of \npooled F1 yeast \nspores  \n        \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC.), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPAT IAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOL UME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n  \n \n4 Add rows for each dataset you want to describe.  \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   7 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \nWill you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   8 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin-\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \nYes \nWe do not exclude that the proposed work could result in re search data with potential for tech transfer and  \nvalorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the  \nframework agreement of both institutes. VIB has a policy to actively monitor research data for such  \npotential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of  \ncases the invention will be IP protected (mostly  patent protection or copyright protection). As such the IP  \nprotection does not withhold the research data from being made public. In the case a decision is taken to file  \na patent application it will be planned so that publications need not be delayed.  \nThe use of strains/constructs will be subjected to the terms described in their respective MTAs.  \n \nMoreover, The host lab identifies in an  early phase the valorization potential of research lines and has a vast \nnetwork  \nof industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter  \nby Dr. Stijn Spaepen, IOF innovation manager responsible for re search valorization. For research with  \nvalorization potential, the host lab actively protects its IP by filling patent applications. Type of data with  \npotential for tech transfer and valorization: yeast strains isolated and generated during the timeframe o f this  \nproject, sequencing information generated during the timeframe of this project and (analysis) data and  \nmodels hereof derived. Valorization potential includes strain licensing, linking a specific sequence variant  \nto a phenotype.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Mater ial/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nFWO DMP Template (Flemish Standard DMP)   9 \n Are there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Data will be generated following standardized protocols. Metadata will be documented by the research and  \ntechnical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory  \nnotebook (E -notebook) and/or in hard c opy lab notebooks that refer to specific datasets.  \nCryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be labelled with a  \nreference number that links to an entry in or strain database.  \nAll datasets will be accompanied by a RE ADME.txt file containing all the associated metadata (see more  \ndetails below).  \nThe data will be generated following standardized protocols. Clear and detailed descriptions of these  \nprotocols will be stored in our lab protocol database, and published along with the results.  \nFWO DMP Template (Flemish Standard DMP)   10 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nWhile specific data types might require particular metadata, as a general rule the metadata will be based on  \na generalized metadata schema such as Dublin Core or DataCite.  \nWe will closely monitor MIBBI (Minimum Information for Biological a nd Biomedical Investigations) for  \nmetadata standards that are more specific to our data.  \nMetadata will include the following elements:  \n• Title: free text  \n• Creator: Last name, first name, organization  \n• Date and time reference  \n• Subject: Choice of keyword s and classifications  \n• Description: Text explaining the content of the data set and other contextual information needed for the  \ncorrect interpretation of the data, the software(s) (including version number) used to produce and to read the  \ndata, the purpos e of the experiment, etc.  \n• Format: Details of the file format,  \n• Resource Type: data set, image, audio, etc.  \n• Identifier: DOI (when applicable)  \n• Access rights: closed access, embargoed access, restricted access, open access.  \nAdditionally, we will closel y monitor MIBBI (Minimum Information for Biological and Biomedical  \nInvestigations) for metadata standards more specific to our data type.  \nFor specific datasets, additional metadata will be associated with the data file as appropriate. Give details as  \nneede d for the project.  \nSpecific examples:  \n- SOPs for biological data generation are kept on a dedicated KU Leuven shared drive. A central excel file  \nis stored on that same drive, detailing for examples: (1) sample ID; (2) SOP with which data generation was  \nperformed; (3) abnormalities or deviations from SOP in data generation; (4) experimental QC values (e.g.  \nDNA concentrations); (5) location of the source sample in the freezer.  \n- For bioinformatics processing, a data analysis log will be kept that details: (1)  sequencing run ID; (2) the  \nbioinformatics SOPs/scripts that were applied; (3) location of source files; (4) abnormalities or deviations.  \nThe final dataset will be accompanied by this information under the form of a README.txt document. This  \nfile will be lo cated in the top level directory of the dataset and will also list the contents of the other files  \nFWO DMP Template (Flemish Standard DMP)   11 \n and outline the file -naming convention used. This will allow the data to be understood by other members of  \nthe laboratory and add contextual value to the dat aset for future reuse.  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  secure server (digital vault).  \n- Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The  \nFlemish Supercomputer Centre (VSC), initially in the staging area and later in the archive area.  \n- Vectors: As a general rule at least two independently obtained clones will be preserved for each vector,  \nboth under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( -80°C). All  \npublished vectors and the associated sequences will be sent to the non -profit plasmid repository Addgene,  \nwhich will take care of vector storage and shipping upon request.  \n- Bacterial and yeast strains will be stored in a -80°C freezer in the lab of Kevin Verstrepen. Costs are  \ncovered by general lab expenses.  \n- Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project  \nwill be stored on KU Leuven servers. Upon publication, all sequences supporting a manuscript wi ll be made  \npublicly available via repositories such as the GenBank database or the European Nucleotide Archive  \n(nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus  \n(microarray data / RNA -seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI  \nEuropean Genome -phenome Archive (EGA) for personally identifiable (epi)genome and transcriptome  \nsequences.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   12 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n KU Leuven drives are backed -up according to the following scheme:  \n- data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes  \nin respect of the previous version are kept online; the last 14 backups are kept.  \n- data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midn ight \nbetween Saturday and Sunday); in each case the last 6 backups are kept.  \n- data stored on the digital vault is backed up using snapshot technology, where all incremental changes in  \nrespect of the previous version are kept online. As standard, 10% of th e requested storage is reserved for  \nbackups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the  \nlast 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly  \nbackup  (every week) at midnight between Saturday and Sunday, the last 2 of which are kept.  \n- All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to  \nthe archive area which is backed up. Incremental backups are don e daily from one 20 TB QNAP NAS to a  \nsecond 20 TB QNAP NAS.  \n- For bacterial and yeast strains: A backup of selected strains will be stored in -80°C freezers in a physically  \ndifferent location (CMPG main building in the Arenbergpark) than the initial stock in a more compressed  \nform (96 -well plates instead of cryotubes).  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \nThere is sufficient storage and back -up capacity on all KU Leuven servers:  \n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with  \nNetApp eser ies storage systems, and a CTDB samba cluster in the front -end. \n- the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.  \nIf no, please specify :  \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   13 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 7 \n Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the  \nsecond ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be  \nrecovered within an hour.  \nAccess to the digital vault is possible only through using a KU Leuven user -id and password, and user  \nrights only grant access to the data in their own vault. Sensitive data transfer will be performed according to  \nthe best practices for “Copying data to th e secure environment ” defined by KU Leuven. The operating  \nsystem of the vault is maintained on a monthly basis, including the application of upgrades and security  \npatches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the IC T code of  \nconduct for staff) have administrator/root rights. A security service monitors the technical installations  \ncontinuously, even outside working hours.  \nAll private data will be rendered anonymous before processing outside the digital vault. Only the  PI will be  \ngranted access to the server to deposit private data. The PI will be the only responsible for linking patient  \ninformation, survey data and/or tissue samples, and will strictly respect confidentiality. All de -identified  \ndata will be exported fro m the database by the PI, and stored on KU Leuven servers from where it can be  \naccessed by the research and technical staff from the laboratory.  \nFor bacterial and yeast strains: unauthorized people do not have access to the strain collections.  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   14 \n What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The total est imated cost of data storage during the project is 5000EUR which can be covered by the host  \nlab. This estimation is based on the following costs:  \n-The costs of digital data storage are as follows: 173,78 €/TB/Year for the “L-drive” and 519€/TB/Year for  \nthe “J-drive”. \nElectricity costs for the -80° freezers present in the labs are included in general lab costs.  \nData storage and backup costs are included in general lab costs.  \nYeast/bacteria strains are easily kept alive for several weeks. This costs on average <5 euro for sets of  \nhundreds of strains. When no experiments are planned with a specific strain, and in compliance with the  \n3R's rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the line, prevent  \ngenetic drift, loss of trans gene and potential infections or breeding problems. -80°C freezers are present in  \nthe lab of Kevin Verstrepen and costs are included in general lab costs.  \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). The minimum preservation term of 5 years after the end of the project will be applied to all datasets.  All \ndatasets will be stored on the university's central servers with automatic back -up procedures for at least 5  \nyears, conform the KU Leuven RDM policy. The costs ( €156 per TB per year for “Large volume -storage ” ) \nwill be covered by the host lab.  \nFWO DMP Template (Flemish Standard DMP)   15 \n Where will these data be archived (stored and \ncurated for the long -term)?  As a gen eral rule, datasets will be made openly accessible, whenever possible via existing platforms that  \nsupport FAIR data sharing (www.fairsharing.org), at the latest at the time of publication.  \nFor all other datasets, lo ng term storage will be ensured as follows:  \n-Digital datasets: files will be stored on the “L-drive”. \n-Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer  \nCentrum.  \n-Vectors: As a general rule at least t wo independently obtained clones will be preserved for each vector,  \nboth under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( -80°C). \n-Genetically modified organisms: Drosophila lines will be housed locally. All other lines t hat are no  \nactively used for experiments will be cryopreserved.  \n- Following publication, the results associated with each study will also be deposited in the Dryad  \nrepository, where they will be preserved indefinitely.  \nWhat are the expected costs for data  \npreservation during these 5 years? How will the  \ncosts be covered?  \nAlthough FWO has no earmarked budget at its  \ndisposal to support correct research data  \nmanagement, FWO allows for part of the allocated  \nproject budget to be used to cover the cost incurred.  \nThe total estimated cost of data storage during 5 years  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n The total estimated cost of data storage during 5 years after the end of the project is <3000EUR. This  \nestimation is based on the following costs:  \n-The costs of d igital data storage are as follows: 173,78 €/TB/Year for the “L-drive” and 519€/TB/Year for  \nthe “J-drive”. \nElectricity costs for the -80° freezers present in the labs are included in general lab costs.  \nData storage and backup costs are included in general l ab costs.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   16 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \nParticipants to the present project are committed to publish research results to communicate them to peers  \nand to a wide audience. All research outputs supporting publications will be made openly accessible.  \nDepending on their nature, some data ma y be made available prior to publication, either on an individual  \nbasis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative  \ndata).  \nWe aim at communicating our results in top journals that require full d isclosure upon publication of all  \nincluded data, either in the main text, in supplementary material or in a data repository if requested by the  \njournal and following deposit advice given by the journal. Depending on the journal, accessibility  \nrestrictions may apply.  \nBiological material will be distributed to other parties if requested (unless we first want to file for IP)  \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nFWO DMP Template (Flemish Standard DMP)   17 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☒ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nYeast strains  will be shared upon simple request following publication, unless we identify  \nvaluable IP. In this case, we will first protect commercial exploitation, either through patenting or via an  \nMTA that restricts the material from commercial use.  \nWe aim at commun icating our results in top journals that require full disclosure of all included data.  \nBiological material will be shared upon simple request following publication, unless we identify valuable  \nIP, in which case we will first protect commercial exploitation , either through patenting or via an MTA that  \nrestricts the material from commercial use  \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  In an Open Access repository, Upon request by mail  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results, After an embargo period.  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   18 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE  AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MAD E AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n Whenever p ossible, datasets and the appropriate metadata will be made publicly available through  \nrepositories that support FAIR data sharing. As detailed above, metadata will contain sufficient  \ninformation to support data interpretation and reuse, and will be confor m to community norms. These  \nrepositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal  \n(CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC -BY) or an ODC Public Domain  \nDedication and Licenc e, with a material transfer agreement when applicable). Interested parties will  \nthereby be allowed to access data directly, and they will give credit to the authors for the data used by  \nciting the corresponding DOI. For data shared directly by the PI, a ma terial transfer agreement (and a \nnondisclosure  \nagreement if applicable) will be concluded with the beneficiaries in order to clearly describe the  \ntypes of reuse that are permitted.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: Accession or D oi numbers a re not yet avai lable.  \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n It is the intention to minimize data management costs by implementing standa rd procedures e.g. for  \nmetadata collection and file storage and organization from the start of the project, and by using free -touse  \ndata repositories and dissemination facilities whenever possible. Data management costs will be  \ncovered by the laboratory bu dget.  \n \n7. Responsibilities  \n \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   19 \n Who will manage data documentation and \nmetadata during the research project?  Metadata will be documented by the research and technical staff at the time of data collection and  \nanalysis, by taking careful notes in the physical or electronic laboratory notebook (E -notebook) that refer  \nto specific datasets.  \nWho will manage data storage and backup \nduring the research project?  The research and technical staff will ensure data storage and back up, with support from Ren é Custers and  \nAlexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven  \ndrives.  \nWho will manage data preservation and \nsharing?  The PI  (Kevin Verstrepen)  is responsible for data preservatio n and sharing, with support from the research \nand technical staff  \ninvolved in the project, from Ren é Custers and Alexander Botzki for the electronic laboratory notebook  \n(ELN) and from Raf De Coster for the KU Leuven drives.  \nWho will update and implement this DMP?  The PI  (Kevin Vers trepen)  is ultimately responsible for all data management during and after data \ncollection, including  \nimplementing and updating the DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Dimitrios Konstantinidis 0000 -0002 -2134 -6823 Contributor name(s) ( + ORCID) & roles Kevin Verstrepen 0000 -0002 -3077 -6219, supervisor Project number1 & title ProteoYeast 1283423 N Funder(s) GrantID2 ProteoYeast 1283423 N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Protein synthesis is a complex, crucial cellular process, involving many quality control, sorting and trafficking steps. This complexity hampers a full mechanistic understanding and drastically impedes pathway improvements, required for several biotech and medical applications. Prior studies on protein synthesis yielded only limited results, mainly because they focus on single gene perturbation and secretion maximization —which are only some steps of the sophisticated process. Most studies solely use 1 genet ic background, thus missing how different (natural) genetic variations could affect protein levels. The yeast Saccharomyces cerevisiae combines many unique traits, making it the perfect model to study protein synthesis. It is also commonly used for heterol ogous protein expression, facilitating direct valorization of results. Here, I will identify genetic factors underlying efficient protein production and accumulation by exploring S. cerevisiae natural biodiversity. I will use an innovative and multidiscipl inary approach, combining my omics skills with Round -Robin QTL mapping and state -of-the-art high -throughput proteomics. Ultimately, this will lead to (i) genome -wide mapping of the S. cerevisiae protein accumulation biodiversity, (ii) mechanistic understan ding of genetic factors underpinning this phenotype, and (iii) development of new protein over -accumulating strains. Today’s demand for a sustainable bio - economy make this project timely and fitting to societal needs. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the t ype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume High - throughput screen A collection of Saccharomyces cerevisiae strains (500 in total) from diverse geneti c backgrounds able to secrete selected proteins. ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA In total 10 96 -well plates. Next Gene ration Sequencing Whole Genome sequences of selected strains (parental strains) originating f rom the ab ove mentioned screen, as we ll ☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ .csv ☒ .txt ☒ other: .bam, .vcf ☒ < 100 GB In total 60 96-well plates of single isolated S. cerevisiae spores. FWO DMP Template (Flemish Standard DMP) 6 as sequencing of pooled F1 yeast spores GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC.), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPAT IAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOL UME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . 4 Add rows for each dataset you want to describe. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin- offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : Yes We do not exclude that the proposed work could result in re search data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. The use of strains/constructs will be subjected to the terms described in their respective MTAs. Moreover, The host lab identifies in an early phase the valorization potential of research lines and has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF innovation manager responsible for re search valorization. For research with valorization potential, the host lab actively protects its IP by filling patent applications. Type of data with potential for tech transfer and valorization: yeast strains isolated and generated during the timeframe o f this project, sequencing information generated during the timeframe of this project and (analysis) data and models hereof derived. Valorization potential includes strain licensing, linking a specific sequence variant to a phenotype. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Mater ial/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 9 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Data will be generated following standardized protocols. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E -notebook) and/or in hard c opy lab notebooks that refer to specific datasets. Cryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be labelled with a reference number that links to an entry in or strain database. All datasets will be accompanied by a RE ADME.txt file containing all the associated metadata (see more details below). The data will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. FWO DMP Template (Flemish Standard DMP) 10 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite. We will closely monitor MIBBI (Minimum Information for Biological a nd Biomedical Investigations) for metadata standards that are more specific to our data. Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keyword s and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpos e of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. Additionally, we will closel y monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards more specific to our data type. For specific datasets, additional metadata will be associated with the data file as appropriate. Give details as neede d for the project. Specific examples: - SOPs for biological data generation are kept on a dedicated KU Leuven shared drive. A central excel file is stored on that same drive, detailing for examples: (1) sample ID; (2) SOP with which data generation was performed; (3) abnormalities or deviations from SOP in data generation; (4) experimental QC values (e.g. DNA concentrations); (5) location of the source sample in the freezer. - For bioinformatics processing, a data analysis log will be kept that details: (1) sequencing run ID; (2) the bioinformatics SOPs/scripts that were applied; (3) location of source files; (4) abnormalities or deviations. The final dataset will be accompanied by this information under the form of a README.txt document. This file will be lo cated in the top level directory of the dataset and will also list the contents of the other files FWO DMP Template (Flemish Standard DMP) 11 and outline the file -naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dat aset for future reuse. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? secure server (digital vault). - Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the archive area. - Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( -80°C). All published vectors and the associated sequences will be sent to the non -profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. - Bacterial and yeast strains will be stored in a -80°C freezer in the lab of Kevin Verstrepen. Costs are covered by general lab expenses. - Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. Upon publication, all sequences supporting a manuscript wi ll be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA -seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome -phenome Archive (EGA) for personally identifiable (epi)genome and transcriptome sequences. FWO DMP Template (Flemish Standard DMP) 12 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . KU Leuven drives are backed -up according to the following scheme: - data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midn ight between Saturday and Sunday); in each case the last 6 backups are kept. - data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of th e requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. - All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up. Incremental backups are don e daily from one 20 TB QNAP NAS to a second 20 TB QNAP NAS. - For bacterial and yeast strains: A backup of selected strains will be stored in -80°C freezers in a physically different location (CMPG main building in the Arenbergpark) than the initial stock in a more compressed form (96 -well plates instead of cryotubes). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: There is sufficient storage and back -up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eser ies storage systems, and a CTDB samba cluster in the front -end. - the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. If no, please specify : 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user -id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to th e secure environment ” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the IC T code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. All private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will be the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de -identified data will be exported fro m the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. For bacterial and yeast strains: unauthorized people do not have access to the strain collections. FWO DMP Template (Flemish Standard DMP) 14 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total est imated cost of data storage during the project is 5000EUR which can be covered by the host lab. This estimation is based on the following costs: -The costs of digital data storage are as follows: 173,78 €/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs. Yeast/bacteria strains are easily kept alive for several weeks. This costs on average <5 euro for sets of hundreds of strains. When no experiments are planned with a specific strain, and in compliance with the 3R's rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the line, prevent genetic drift, loss of trans gene and potential infections or breeding problems. -80°C freezers are present in the lab of Kevin Verstrepen and costs are included in general lab costs. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets will be stored on the university's central servers with automatic back -up procedures for at least 5 years, conform the KU Leuven RDM policy. The costs ( €156 per TB per year for “Large volume -storage ” ) will be covered by the host lab. FWO DMP Template (Flemish Standard DMP) 15 Where will these data be archived (stored and curated for the long -term)? As a gen eral rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, lo ng term storage will be ensured as follows: -Digital datasets: files will be stored on the “L-drive”. -Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer Centrum. -Vectors: As a general rule at least t wo independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( -80°C). -Genetically modified organisms: Drosophila lines will be housed locally. All other lines t hat are no actively used for experiments will be cryopreserved. - Following publication, the results associated with each study will also be deposited in the Dryad repository, where they will be preserved indefinitely. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The total estimated cost of data storage during 5 years What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The total estimated cost of data storage during 5 years after the end of the project is <3000EUR. This estimation is based on the following costs: -The costs of d igital data storage are as follows: 173,78 €/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general l ab costs. FWO DMP Template (Flemish Standard DMP) 16 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data ma y be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative data). We aim at communicating our results in top journals that require full d isclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Biological material will be distributed to other parties if requested (unless we first want to file for IP) If access is restricted, please specify who will be able to access the data and under what conditions. FWO DMP Template (Flemish Standard DMP) 17 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : Yeast strains will be shared upon simple request following publication, unless we identify valuable IP. In this case, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. We aim at commun icating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation , either through patenting or via an MTA that restricts the material from commercial use Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository, Upon request by mail When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results, After an embargo period. FWO DMP Template (Flemish Standard DMP) 18 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MAD E AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 Whenever p ossible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be confor m to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC -BY) or an ODC Public Domain Dedication and Licenc e, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a ma terial transfer agreement (and a nondisclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: Accession or D oi numbers a re not yet avai lable. What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standa rd procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -touse data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory bu dget. 7. Responsibilities 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 19 Who will manage data documentation and metadata during the research project? Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the physical or electronic laboratory notebook (E -notebook) that refer to specific datasets. Who will manage data storage and backup during the research project? The research and technical staff will ensure data storage and back up, with support from Ren é Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. Who will manage data preservation and sharing? The PI (Kevin Verstrepen) is responsible for data preservatio n and sharing, with support from the research and technical staff involved in the project, from Ren é Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. Who will update and implement this DMP? The PI (Kevin Vers trepen) is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP."
}