{
    "document_id": "D-2024-2671",
    "LinkTitle": "D-2024-2671",
    "file_name": "D-2024-2671.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2671.pdf",
    "metadata": {
        "title": "D-2024-2671",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 11.General Project Information\nName Grant Holder & ORCID Christiaan Clement (Arend Christiaan), http://orcid.org/0000-0002-0942-4198\nContributor name(s) (+ ORCID) & roles PhD researcher: Christiaan Clement (Arend Christiaan), http://orcid.org/0000-0002-0942-4198\nPhD supervisor: David Burn http://orcid.org/0000-0002-9137-9591\nPhD co-supervisor: Antonio Chemotti http://orcid.org/0000-0002-8279-7265\nProject number1 & title  3H210439, Conceptualising heavenly music in the light of the Lutheran doctrine of eschatology (1517-\n1750)\nFunder(s) GrantID211PCU24N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 2Please provide a short project description\nThe notion of heavenly music played a central role in the Lutheran tradition of the early modern period. In  \nmany  Lutheran  works  of  art,  including  musical  compositions,  paintings,  and  architecture,  notions  of  \nheavenly  music  are  artistically  expressed.  Simultaneously,  presentations  of  music  in  the  afterlife  are  \ndiscernible in music theoretical and theological writings. This research aims to shed a new light on the  \nsignificance of heavenly music as a central Lutheran trope. Therefore, the following question is posed: how is  \nheavenly music conceptualised through a Lutheran eschatological lens between 1517 and 1750, and how is  \nthis reflected in the musical and visual arts? A wide variety of sources will be systematically analysed, using a  \nhermeneutic methodology. This overarching approach is based on an intellectual history rationale: ideas do  \nnot exist in pure isolation, but permeate all intellectual and artistic disciplines. Lutheran artistic products and  \nwritten sources were at a constant state of interaction. The abundancy of primary sources necessitates the  \nisolation of key-sources, which will be used as case studies in my research.\nFWO DMP Template (Flemish Standard DMP) 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescriptionNew or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nExtant copies \nof sheet musicExtant sheet music \neditions will be \nconsulted in \ndigitalised formats \n(insofar as they are \nnot available \nphysically in a \nlibrary nearby). \nThese are .pdf files.Reused DigitalObservational .pdf Less than 1 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 4Visual artworksPaintings, \nprints, murals, \nand \narchitectural \nfeatures. Reused Physical \nand \ndigitalObservational jpg, jpeg, tiff. Less than 1 TB\nHistorical \nwritings Books and \narticles from \nthe early \nmodern \nperiod.Reused Digital \nan \nphysicalObservational .pdf Less than 100 \nGB\nDrafts of my \ndissertation \nand academic \narticlesMicrosoft Word will \nbe used for the \ncreation and \nnotation of my \nwritten work. At the \nend of the project, \nthis Microsoft Word \nfile will be saved as \npdf. Chapters will \nbe written in \nseparate Word \ndocuments.New Digital \nand \nphysicalNA .docx, pdf. Less than 1 GB\nTablesTables will be \ncreated in Microsoft \nWord when they \nare not expansive. \nMore expansive \ntables will be \ncreated in Excel.New DigitalNA .docx, .xlsx. Less than 100 \nMB\nNewly edited \nsheet music \n(by me).Sheet music will be \nedited in music \nnotation software \n(Sibelius and \nFinale). The sheet \nmusic will then be \nexported into jpeg, \nso that it can be New DigitalNA .sub (Sibelius), .mus \n(Finale), .pdfLess than 100 \nMB\nFWO DMP Template (Flemish Standard DMP) 5used in my \ndissertation as a \nmusic example \n(integrated into the \ndissertation itself).\nTranscriptions \nof manuscriptsTranskribus will be \nused when it is able \nto read manuscripts \nrelevant for my \ndissertation. This is \nnot normally the \ncase in my \nexperience (most \nmanuscripts are \nwritten in 17th \ncentury German \nKurrentschrift, \noftentimes with \npoor handwriting). \nHowever, in case \nthe documents are \nwritten very neatly, \nand in case of \nprinted documents, \nTranskribus proves \nto be a valuable \ntool. Nonetheless,  \nthe bulk of \ntranscription work \nwill be done by me \nin Microsoft Word.New DigitalNA .docx, Transkribus Less than 100 \nMB\nReference data \n(data to keep \ntrack of my \nsecondary \nsources)Reference data will \nbe created in \nZotero, and then \nexported into \nMicrosoft Word (if I \nend up using the \narticle in my \ndissertation). This \nwill be done via New DigitalNA .docx, Zotero Less than 100 \nMB\nFWO DMP Template (Flemish Standard DMP) 6Zotero’s Microsoft \nWord Processor \nplugin.\nResearch notesResearch notes will \nbe created in \nMicrosoft Word. For \nevery chapter of \nthe dissertation \n(see the column \n‘written work’), \nthere will be a \nseparate word file \nwith notes for this \nchapter. There will \nalso be a separate \nword file for \ngeneral notes.New DigitalNA .docx Less than 100 \nMB\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Visual artworks: Pictures will be downloaded via the relevant websites or provided directly by the institution (usually via WeTransfer).\nHistorical writings: Historical writings are usually available in digitalised formats. Although usually viewable via a website, occasionally they \nneed to be downloaded. Physical editions will be consulted in libraries or be acquired for my personal research library.\nExtant sheet music editions: mostly IMSLP.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).The documentation for my data will consist of a README file. This file explains that all necessary \ndocumentation can be found inside the bibliographic references of my work. I will also use the README \nfile to organize my dissertation files. This README file will be structured in a manner so that I, or others \nwho would like to reuse collected data can easily find their way through the materials. So, there will be \ninformation on the file-naming system for different drafts of my dissertation, and notes on collected \nprimary sources, notes on parts of my work which will be developed later, and notes on where the data \n(and relevant corresponding metadata) can be found.  \nFWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nSince my discipline does not have appropriate metadata standards, I will seek the advice of colleagues in \nmy discipline and research support staff at my institution to decide which metadata standard (if any) is \nappropriate for me.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All primary data will be stored on KU Leuven’s OneDrive for Business, an USB stick, and my laptop. \nSecondary data will be stored in the same manner insofar as they are not permanently digitally available. \nFor instance, some pictures and manuscripts are digitally available, but I might obtain higher quality \nversions directly from the museum, which will then be stored by me. Since these are rather large files, I \nneed additional storage resources (outlined in section 7), which consists of extra cloud storage space and \nan external hard drive.\nIn addition, new data or new versions of work will sporadically (once or twice per year) be Data stored on \nKU Leuven’s RDR. This will be done by uploading the data to this RDR.  \nFWO DMP Template (Flemish Standard DMP) 10How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Data will also be stored on my computer, KU Leuven’s OneDrive for Business, and a USB stick.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nI have access to the back-up locations mentioned above.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7KU Leuven’s RDR and Onedrive for Business are password-protected. I personally make sure my laptop \ndoes not get stolen or lost. My laptop is also password-protected. It should be noted that my research \ndoes not use sensitive data.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?There are no expected additional costs in this regard.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 115. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Newly generated data (written work, tables, edited sheet music, and transcriptions of manuscripts) will be \nstored on my computer and on a secure research data repository such as KU Leuven's RDR during  \nWhere will these data be archived (stored and \ncurated for the long-term)?For at least 10 years after the research.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no expected additional costs.\nFWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nThe data that I intend to be shared openly is: the final draft of my PhD.\nAll other data sets will only be published openly after consultation with my colleagues regarding \nintellectual property.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Any data I feel hesitant sharing completely openly, I will upload to the data repository with restricted \naccess, granting access only to those who have asked for my permission first. Other data will be shared \nopenly.\nFWO DMP Template (Flemish Standard DMP) 13Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nData which cannot be openly shared from a legal perspective (due to e.g. copyright issues or contractual \nagreements with third parties) will be completely restricted for as long as these legal issues are relevant \n(this is completely on a case-by-case basis). Other data not affected by this will be openly shared with the \npublic, so that it contributes to achieving the minimum threshold that is needed to replicate my research.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.For all digital data: Data sharing will occur via a secure data repository, being KU Leuven’s RDR.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results.\nFWO DMP Template (Flemish Standard DMP) 14Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Yes, I do intend to publish my research result in Gold OA, so that my work is directly freely accessible, and \nthus has maximum visibility.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  I intend to use part of my bench fee for this insofar as this is possible. Otherwise I will ask for consultation \nwith my colleagues.\n7. Responsibilities\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 15Who will manage data documentation and \nmetadata during the research project?Although I will be managing the data, Professor David Burn has the formal end responsibility for the data \nmanagement in the course of this project in his capacity as PhD-supervisor.\nWho will manage data storage and backup \nduring the research project?Same as above.\nWho will manage data preservation and \nsharing?Same as above.\nWho will update and implement this DMP? I will update and implement the DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 11.General Project Information Name Grant Holder & ORCID Christiaan Clement (Arend Christiaan), http://orcid.org/0000-0002-0942-4198 Contributor name(s) (+ ORCID) & roles PhD researcher: Christiaan Clement (Arend Christiaan), http://orcid.org/0000-0002-0942-4198 PhD supervisor: David Burn http://orcid.org/0000-0002-9137-9591 PhD co-supervisor: Antonio Chemotti http://orcid.org/0000-0002-8279-7265 Project number1 & title 3H210439, Conceptualising heavenly music in the light of the Lutheran doctrine of eschatology (1517- 1750) Funder(s) GrantID211PCU24N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 2Please provide a short project description The notion of heavenly music played a central role in the Lutheran tradition of the early modern period. In many Lutheran works of art, including musical compositions, paintings, and architecture, notions of heavenly music are artistically expressed. Simultaneously, presentations of music in the afterlife are discernible in music theoretical and theological writings. This research aims to shed a new light on the significance of heavenly music as a central Lutheran trope. Therefore, the following question is posed: how is heavenly music conceptualised through a Lutheran eschatological lens between 1517 and 1750, and how is this reflected in the musical and visual arts? A wide variety of sources will be systematically analysed, using a hermeneutic methodology. This overarching approach is based on an intellectual history rationale: ideas do not exist in pure isolation, but permeate all intellectual and artistic disciplines. Lutheran artistic products and written sources were at a constant state of interaction. The abundancy of primary sources necessitates the isolation of key-sources, which will be used as case studies in my research. FWO DMP Template (Flemish Standard DMP) 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescriptionNew or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Extant copies of sheet musicExtant sheet music editions will be consulted in digitalised formats (insofar as they are not available physically in a library nearby). These are .pdf files.Reused DigitalObservational .pdf Less than 1 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4Visual artworksPaintings, prints, murals, and architectural features. Reused Physical and digitalObservational jpg, jpeg, tiff. Less than 1 TB Historical writings Books and articles from the early modern period.Reused Digital an physicalObservational .pdf Less than 100 GB Drafts of my dissertation and academic articlesMicrosoft Word will be used for the creation and notation of my written work. At the end of the project, this Microsoft Word file will be saved as pdf. Chapters will be written in separate Word documents.New Digital and physicalNA .docx, pdf. Less than 1 GB TablesTables will be created in Microsoft Word when they are not expansive. More expansive tables will be created in Excel.New DigitalNA .docx, .xlsx. Less than 100 MB Newly edited sheet music (by me).Sheet music will be edited in music notation software (Sibelius and Finale). The sheet music will then be exported into jpeg, so that it can be New DigitalNA .sub (Sibelius), .mus (Finale), .pdfLess than 100 MB FWO DMP Template (Flemish Standard DMP) 5used in my dissertation as a music example (integrated into the dissertation itself). Transcriptions of manuscriptsTranskribus will be used when it is able to read manuscripts relevant for my dissertation. This is not normally the case in my experience (most manuscripts are written in 17th century German Kurrentschrift, oftentimes with poor handwriting). However, in case the documents are written very neatly, and in case of printed documents, Transkribus proves to be a valuable tool. Nonetheless, the bulk of transcription work will be done by me in Microsoft Word.New DigitalNA .docx, Transkribus Less than 100 MB Reference data (data to keep track of my secondary sources)Reference data will be created in Zotero, and then exported into Microsoft Word (if I end up using the article in my dissertation). This will be done via New DigitalNA .docx, Zotero Less than 100 MB FWO DMP Template (Flemish Standard DMP) 6Zotero’s Microsoft Word Processor plugin. Research notesResearch notes will be created in Microsoft Word. For every chapter of the dissertation (see the column ‘written work’), there will be a separate word file with notes for this chapter. There will also be a separate word file for general notes.New DigitalNA .docx Less than 100 MB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Visual artworks: Pictures will be downloaded via the relevant websites or provided directly by the institution (usually via WeTransfer). Historical writings: Historical writings are usually available in digitalised formats. Although usually viewable via a website, occasionally they need to be downloaded. Physical editions will be consulted in libraries or be acquired for my personal research library. Extant sheet music editions: mostly IMSLP. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).The documentation for my data will consist of a README file. This file explains that all necessary documentation can be found inside the bibliographic references of my work. I will also use the README file to organize my dissertation files. This README file will be structured in a manner so that I, or others who would like to reuse collected data can easily find their way through the materials. So, there will be information on the file-naming system for different drafts of my dissertation, and notes on collected primary sources, notes on parts of my work which will be developed later, and notes on where the data (and relevant corresponding metadata) can be found. FWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Since my discipline does not have appropriate metadata standards, I will seek the advice of colleagues in my discipline and research support staff at my institution to decide which metadata standard (if any) is appropriate for me. 4.Data Storage & Back-up during the Research Project Where will the data be stored? All primary data will be stored on KU Leuven’s OneDrive for Business, an USB stick, and my laptop. Secondary data will be stored in the same manner insofar as they are not permanently digitally available. For instance, some pictures and manuscripts are digitally available, but I might obtain higher quality versions directly from the museum, which will then be stored by me. Since these are rather large files, I need additional storage resources (outlined in section 7), which consists of extra cloud storage space and an external hard drive. In addition, new data or new versions of work will sporadically (once or twice per year) be Data stored on KU Leuven’s RDR. This will be done by uploading the data to this RDR. FWO DMP Template (Flemish Standard DMP) 10How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Data will also be stored on my computer, KU Leuven’s OneDrive for Business, and a USB stick. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: I have access to the back-up locations mentioned above. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7KU Leuven’s RDR and Onedrive for Business are password-protected. I personally make sure my laptop does not get stolen or lost. My laptop is also password-protected. It should be noted that my research does not use sensitive data. What are the expected costs for data storage and backup during the research project? How will these costs be covered?There are no expected additional costs in this regard. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 115. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Newly generated data (written work, tables, edited sheet music, and transcriptions of manuscripts) will be stored on my computer and on a secure research data repository such as KU Leuven's RDR during Where will these data be archived (stored and curated for the long-term)?For at least 10 years after the research. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no expected additional costs. FWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: The data that I intend to be shared openly is: the final draft of my PhD. All other data sets will only be published openly after consultation with my colleagues regarding intellectual property. If access is restricted, please specify who will be able to access the data and under what conditions.Any data I feel hesitant sharing completely openly, I will upload to the data repository with restricted access, granting access only to those who have asked for my permission first. Other data will be shared openly. FWO DMP Template (Flemish Standard DMP) 13Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Data which cannot be openly shared from a legal perspective (due to e.g. copyright issues or contractual agreements with third parties) will be completely restricted for as long as these legal issues are relevant (this is completely on a case-by-case basis). Other data not affected by this will be openly shared with the public, so that it contributes to achieving the minimum threshold that is needed to replicate my research. Where will the data be made available? If already known, please provide a repository per dataset or data type.For all digital data: Data sharing will occur via a secure data repository, being KU Leuven’s RDR. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results. FWO DMP Template (Flemish Standard DMP) 14Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Yes, I do intend to publish my research result in Gold OA, so that my work is directly freely accessible, and thus has maximum visibility. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? I intend to use part of my bench fee for this insofar as this is possible. Otherwise I will ask for consultation with my colleagues. 7. Responsibilities 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15Who will manage data documentation and metadata during the research project?Although I will be managing the data, Professor David Burn has the formal end responsibility for the data management in the course of this project in his capacity as PhD-supervisor. Who will manage data storage and backup during the research project?Same as above. Who will manage data preservation and sharing?Same as above. Who will update and implement this DMP? I will update and implement the DMP."
}