{
    "document_id": "D-2024-3576",
    "LinkTitle": "D-2024-3576",
    "file_name": "D-2024-3576.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3576.pdf",
    "metadata": {
        "title": "Hoe de Schoolcontext bijdraagt aan Lage Etnische Vooroordelen onder de Volgende Generatie: Onderzoek naar de Gezamenlijke Rollen van Scholen, Leraren en Leerlingen.",
        "author": "N/A",
        "creation_date": "2025-02-13 16:20:15+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Hoe de Schoolcontext bijdraagt aan Lage Etnische Vooroordelen onder de Volgende Generatie:\nHoe de Schoolcontext bijdraagt aan Lage Etnische Vooroordelen onder de Volgende Generatie:\nOnderzoek naar de Gezamenlijke Rollen van Scholen, Leraren en Leerlingen.\nOnderzoek naar de Gezamenlijke Rollen van Scholen, Leraren en Leerlingen.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nECDIS dataset\n(LLNLKRSCH.sav)\nAll pupil and teacher responses to\nthe ECDIS questionnaire\nExisting\nDigital\nNumerical\n+ textual\nSPSS\ndatafile\n<1GB\n14.117KB\nSchool without\nRacism dataset\n(name)\nAll pupil and teacher responses to\nthe School without Racism dataset\nExisting\nDigital\nNumerical\n+ textual\nSPSS\ndatafile\n<1GB\n<10KB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe sources will be the i) ECDIS dataset, which is collected as part of the Ethnic-Cultural Diversity in Schools project (ECDIS) in\n2021 and contains answers of 3073 pupils and 816 teachers from 59 primary schools in Flanders and ii) the School without\nRacism dataset contains answers of 2600 pupils and 300 teachers from 10 secondary schools in Flanders. There are no\ndois/handles or URLs available for these datasets.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nFor ECDIS see: G-2020-1523.\nFor School without Racism see: G-2020-1977\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nFor ECDIS see: G-2020-1523.\nCreated using DMPonline.be. Last modiﬁed 13 February 2025\n1 of 6\nFor School without Racism see: G-2020-1977.\nNone of the personal data are directly identifiable data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor ECDIS, a technical report already exist that describe the data and the data collection process in detail, which can be accessed\nvia \nhttps://osf.io/qsgcy/\n. In addition, there are spss syntax files in which we transform raw data into processed data. We also\nhave logbooks that describe the data collection phase in detail, as well as codebooks that describe each of the variables in detail,\nand we have readme files that signify the purpose of all files. For School witout Racism, a presentation exists that describes the\ndata collection process (\nhttps://www.youtube.com/watch?v=IgZU70ZbQ6c)\n and an excel file exists to see where all scales come\nfrom.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe follow the guidelines of the research unit CSCP, specifically: \n1.Organisation\nThe practical/organizational aspects of the study. This includes submission/approval of ethics committee; information on\nparticipant recruitment (e.g. informed consent and debriefing documents, information on the recruitment strategy); funding\nproposals \n2. Material\nThe material we used for our study: questionnaires, scales, focus-group interviews, back-translation etc.  \nThis folder also includes information on the implementation of our study.  .\n3. Data & Analyses\nCreated using DMPonline.be. Last modiﬁed 13 February 2025\n2 of 6\n- Raw data (\nDo not include personally identifying data, we will put privacy-sensitive data on a separate network space, with access\nDo not include personally identifying data, we will put privacy-sensitive data on a separate network space, with access\nfor only a few people\nfor only a few people\n).\n- Data cleaning (syntax, cleaned dataset, information on deleted participants,..)\n- Data structuring\n- Different steps in the analyses; these will be kept separately with all papers\n- Results (tables, figures, summary of results)\nMake sure that all your steps are included, so that a third party can replicate your results without further information. Always\ninclude your syntax. If syntax is not available for your program, make a document with the different steps you took.\n4. Output\nA folder for papers (manuscripts sent in for submission; comments reviewers; final manuscript; pdf-file of publication). We also\ninclude master theses and given presentaitons\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nShort-term data storage will be done at OneDrive, while data will be stored at the J-drive for the longer run (i.e., after 3 to 4 years\nwhen the post-doc project is finished).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe digital data will be stored on a safe network drive from KU Leuven (J-drive). Also, it will be stored on OneDrive linked to a KU\nLeuven-account. The secure data storage options provide automatic and manual back-up options for the data. This will provide\nsufficient storage capacity and backup capacity. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nSecure and encrypted data storage and data sharing among researchers on the project are organized through the encrypted\nserver space of the Center for Social and Cultural Psychology in line with data security policies and data management policies\nwithin KU Leuven.\nResearchers who join the project (such as master students or interns) will sign a data user agreement stipulating the conditions\nfor data use before they are given access to the data. The key files with contact details with names of participating schools will\nonly be accessible to the project researchers. Please note that these are contact details of the schools that are publicly available\nonline on the website of Department of Education; in no way these are 'persoonsgegevens'. \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNone\nCreated using DMPonline.be. Last modiﬁed 13 February 2025\n3 of 6\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nData will be shared upon request. Many journals also offer the possibility to publish the used data with the articles. We will make\nuse of this opportunity. Researchers from other universities interested in further exploring the data can also be granted access\nupon signing a data-sharing agreement in which they specify their hypotheses, and in which we exclude potential misuse. To this\nend, Jozefien De Leersnyder uses a standard data-sharing agreement form that has been approved by the ERC ethical\ncommittee.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe main researcher (Roy Konings), and both professors involved in the ECDIS project (Orhan Agirdag & Jozefien De Leersnyder)\nwill be able to access the datasets. Thesis students will also have access to the data, but only to the parts relevant to their thesis\nand after signing a data user agreement. Similarly, the main researchers involved in the School without Racism Project (Roy\nKonings & Jozefien De Leersnyder) will have access to these datasets.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nWe collect personal information about our participants which cannot be shared with others to protect the privacy of our\nCreated using DMPonline.be. Last modiﬁed 13 February 2025\n4 of 6\nparticipants. Therefore, only affiliated researchers and project supervisors will have access to the original data.\nWith third parties, only the anonymized quantitative dataset and/or the pseudonymized qualitative dataset will be shared.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nIn case a journal allows to publish parts of the data, we will make use of this option so that part of the data will have a PID.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nRoy Konings\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nRoy Konings & Jozefien De Leersnyder\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nJozefien De Leersnyder\nCreated using DMPonline.be. Last modiﬁed 13 February 2025\n5 of 6\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nRoy Konings\nCreated using DMPonline.be. Last modiﬁed 13 February 2025\n6 of 6"
    },
    "clean_full_text": "Hoe de Schoolcontext bijdraagt aan Lage Etnische Vooroordelen onder de Volgende Generatie: Hoe de Schoolcontext bijdraagt aan Lage Etnische Vooroordelen onder de Volgende Generatie: Onderzoek naar de Gezamenlijke Rollen van Scholen, Leraren en Leerlingen. Onderzoek naar de Gezamenlijke Rollen van Scholen, Leraren en Leerlingen. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA ECDIS dataset (LLNLKRSCH.sav) All pupil and teacher responses to the ECDIS questionnaire Existing Digital Numerical + textual SPSS datafile <1GB 14.117KB School without Racism dataset (name) All pupil and teacher responses to the School without Racism dataset Existing Digital Numerical + textual SPSS datafile <1GB <10KB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The sources will be the i) ECDIS dataset, which is collected as part of the Ethnic-Cultural Diversity in Schools project (ECDIS) in 2021 and contains answers of 3073 pupils and 816 teachers from 59 primary schools in Flanders and ii) the School without Racism dataset contains answers of 2600 pupils and 300 teachers from 10 secondary schools in Flanders. There are no dois/handles or URLs available for these datasets. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) For ECDIS see: G-2020-1523. For School without Racism see: G-2020-1977 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) For ECDIS see: G-2020-1523. Created using DMPonline.be. Last modiﬁed 13 February 2025 1 of 6 For School without Racism see: G-2020-1977. None of the personal data are directly identifiable data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For ECDIS, a technical report already exist that describe the data and the data collection process in detail, which can be accessed via https://osf.io/qsgcy/ . In addition, there are spss syntax files in which we transform raw data into processed data. We also have logbooks that describe the data collection phase in detail, as well as codebooks that describe each of the variables in detail, and we have readme files that signify the purpose of all files. For School witout Racism, a presentation exists that describes the data collection process ( https://www.youtube.com/watch?v=IgZU70ZbQ6c) and an excel file exists to see where all scales come from. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We follow the guidelines of the research unit CSCP, specifically: 1.Organisation The practical/organizational aspects of the study. This includes submission/approval of ethics committee; information on participant recruitment (e.g. informed consent and debriefing documents, information on the recruitment strategy); funding proposals 2. Material The material we used for our study: questionnaires, scales, focus-group interviews, back-translation etc. This folder also includes information on the implementation of our study. . 3. Data & Analyses Created using DMPonline.be. Last modiﬁed 13 February 2025 2 of 6 - Raw data ( Do not include personally identifying data, we will put privacy-sensitive data on a separate network space, with access Do not include personally identifying data, we will put privacy-sensitive data on a separate network space, with access for only a few people for only a few people ). - Data cleaning (syntax, cleaned dataset, information on deleted participants,..) - Data structuring - Different steps in the analyses; these will be kept separately with all papers - Results (tables, figures, summary of results) Make sure that all your steps are included, so that a third party can replicate your results without further information. Always include your syntax. If syntax is not available for your program, make a document with the different steps you took. 4. Output A folder for papers (manuscripts sent in for submission; comments reviewers; final manuscript; pdf-file of publication). We also include master theses and given presentaitons Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Short-term data storage will be done at OneDrive, while data will be stored at the J-drive for the longer run (i.e., after 3 to 4 years when the post-doc project is finished). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The digital data will be stored on a safe network drive from KU Leuven (J-drive). Also, it will be stored on OneDrive linked to a KU Leuven-account. The secure data storage options provide automatic and manual back-up options for the data. This will provide sufficient storage capacity and backup capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Secure and encrypted data storage and data sharing among researchers on the project are organized through the encrypted server space of the Center for Social and Cultural Psychology in line with data security policies and data management policies within KU Leuven. Researchers who join the project (such as master students or interns) will sign a data user agreement stipulating the conditions for data use before they are given access to the data. The key files with contact details with names of participating schools will only be accessible to the project researchers. Please note that these are contact details of the schools that are publicly available online on the website of Department of Education; in no way these are 'persoonsgegevens'. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? None Created using DMPonline.be. Last modiﬁed 13 February 2025 3 of 6 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Data will be shared upon request. Many journals also offer the possibility to publish the used data with the articles. We will make use of this opportunity. Researchers from other universities interested in further exploring the data can also be granted access upon signing a data-sharing agreement in which they specify their hypotheses, and in which we exclude potential misuse. To this end, Jozefien De Leersnyder uses a standard data-sharing agreement form that has been approved by the ERC ethical committee. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The main researcher (Roy Konings), and both professors involved in the ECDIS project (Orhan Agirdag & Jozefien De Leersnyder) will be able to access the datasets. Thesis students will also have access to the data, but only to the parts relevant to their thesis and after signing a data user agreement. Similarly, the main researchers involved in the School without Racism Project (Roy Konings & Jozefien De Leersnyder) will have access to these datasets. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects We collect personal information about our participants which cannot be shared with others to protect the privacy of our Created using DMPonline.be. Last modiﬁed 13 February 2025 4 of 6 participants. Therefore, only affiliated researchers and project supervisors will have access to the original data. With third parties, only the anonymized quantitative dataset and/or the pseudonymized qualitative dataset will be shared. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository In case a journal allows to publish parts of the data, we will make use of this option so that part of the data will have a PID. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Roy Konings Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Roy Konings & Jozefien De Leersnyder Who will manage data preservation and sharing? Who will manage data preservation and sharing? Jozefien De Leersnyder Created using DMPonline.be. Last modiﬁed 13 February 2025 5 of 6 Who will update and implement this DMP? Who will update and implement this DMP? Roy Konings Created using DMPonline.be. Last modiﬁed 13 February 2025 6 of 6"
}