{
    "document_id": "D-2021-1007",
    "LinkTitle": "D-2021-1007",
    "file_name": "D-2021-1007.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1007.pdf",
    "metadata": {
        "title": "CRT Multicenter (FWO TBM) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n CRT Multicenter (FWO TBM) - DMP title\nPrincipal Investigator / Researcher\n Jens-Uwe Voigt\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJens-Uwe Voigt\n \nFWO Project Number & Title\nProject nr: T002919N\nProject title: Assessment of Mechanical Dyssynchrony as Selection Criterion for CRT Treatment\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP 1 (Study Setup): Data from this work package (WP) will mainly consist of protocols, plans and\ncontracts that will be stored as Microsoft Word files. Data volume is estimated at 10-50 MB.\nWP 2 (Registration and Ethics): Also in this WP, any preparations of the trial registration in\ninternational databases and submission to the ethical committee will be stored as Microsoft Word\nfiles. Data volume is estimated at 10-50 MB.\nWP 3 (Setup infrastructure): Any preparations for the electronic case report forms (eCRF’s) on the\nRedCap servers will be stored as Microsoft Word files. Training files for the eCRF system and\nimage transfer will also be stored in Microsoft Word and PDF format. The volume of those data is\nestimated at 100 MB.\nWP 4 (Including sites): Data concerning local ethical approval will consist of Microsoft Word or PDF\nfiles of contracts and protocol amendments. The total volume of those data is estimated at 100\nMB. For each centre, a test will be performed of eCRF and imaging data transmission. These test\neCRF export files will be saved in a CSV format, with an estimated total data volume of 100 MB.\nImaging data will consist of echocardiographic images in DICOM format. The estimated volume of\na complete test echo examination of all centres is approximately 30 GB (30 x 1 GB).\nWP 5 (Patient inclusion): Data concerning patient inclusion and follow-up include CSV files of the\neCRF export (circa 18 per patient, circa 2-3 GB in total), PDF files of the ECG’s (circa 3 per\npatient, circa 2-3 GB in total), PDF files of pacemaker read-outs (circa 3 per patient, circa 2-3 GB\nin total), and echo DICOM files (circa 4 per patient, circa 3 TB in total).\nWP 6 (Advisory board): Data from the trial supervision will consist of Microsoft Word files with\nagenda topics and minutes of meetings (circa 1 GB in total). Any statistics on inclusion rates and\nsurvival will be based on the CSV files from the eCRF export and will be processed in Microsoft\nExcel and statistical software such as SPSS. Exports of Excel will be saved in XLS format, whereas\nexports from SPSS will be saved in SAV file format (circa 1 GB in total). Data will be presented in\nMicrosoft PowerPoint format (circa 1 GB in total).\nWP 7 (Data analysis): Data analysis concerns the CSV, PDF and DICOM files of WP 5. Also for this\nWP, analysis will take place using Microsoft Excel XLS files and SPSS SAV files (10 GB in total).\nWP 8 (Publications): Publications will be prepared in Microsoft Word (circa 500 MB of files per\npublication). Figures will be prepared in Microsoft Excel and PowerPoint (circa 500 MB per\npublication).\n3. Legal and ethical issues\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nWhereas patient data that we will receive from other centres will be transmitted and stored in a\npseudonomyzed way, data in Leuven will originally be personal when they will be retrieved from\nin-hospital records. For study purposes, however, they will only be stored in pseudonymzed\nmanner.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes. We will collect patient data that will need approval of the ethical committee.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDigital data: All raw digital files will be labelled in a structured manner. Specific data coming from\neach contributing centre will be labelled with a specific centre and patient code (e.g. patient 1\nfrom Leuven will be labelled LEU_001, patient 1 from Rennes will be labelled REN_001, etcetera).\nA TXT or Microsoft Word file with a clear description of what a specific folder contains will be\nsaved in each specific folder.\nWritten data: Any written documentation on study design, data analysis, variable details and all\ninformation necessary for a secondary analyst to use the data accurately and effectively will\ngathered in notebooks which will be labelled with the investigators’ name, title of the project and\nbook number.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nMedical images: All images used in our study will be saved in the conventionally-used DICOM\nformat which contains metadata in the file header. This header contains key technical attributes\nof each specific file. In addition, each patient will have a specific folder carrying his/her specific\npatient code with all medical images.\nOther medical data: Metadata of other medical data include e.g. naming and headers of PDF files\nwith the ECG and pacemaker read-outs will be labelled with the patients’ specific code.\nNumeric data: Metadata of numeric data (both raw and processed) include e.g. any headers of\nCSV, XLS, TXT, SAV files used throughout the study. These will be created manually in a\ndescriptive and structured manner.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nMedical images: All raw imaging data from Leuven is stored automatically on the hospitals’\nclinical servers. These are automatically back-upped. In addition, a copy will be stored on the\nserver of our research group, which are also located within the hospital in Leuven and which are\nautomatically back-upped on a daily basis. All raw imaging data from other centres will be\ntransferred online to Leuven and will be downloaded directly to the same server of our research\ngroup. The server access subject to the access management of the university/hospital.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nOther medical and numeric data: All other medical data will also be stored on the server of our\nresearch group.\nEveryday working files: Processed data, such as Excel sheets, CSV files etcetera will be stored on\nthe personal virtual hard disks of the respective co-worker which are automatically back-upped\non a daily basis.\nData on Paper: All written data on paper will be digitized and stored on the server described\nabove. Originals will be kept in a locked cabinet for future reference only when required for legal\nreasons.\nHow is backup of the data provided?\nThe server system of the hospital provides an automatic daily backup.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSufficient backup capacity on the hospital servers is currently available for the start of the\nproject. This backup capacity can always be increased.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData storage capacity including backup on hospital servers is available for a yearly fee of 200\nEUR/TB. We expect a total of 3.5 - 4 TB, in the end. Given the gradually increasing demands over\nthe four years of the project, we foresee ca. 1600 EUR in total.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to data stored on the hospital servers is subject to the access rights management of the\nhospital. Access will be restricted to persons directly related to the study. Paper files containing\nstudy related information bill be locked in a separate cabinet within the Medical Imaging\nresearch Center with access for the PI and Co-PIs only.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated during the project will be retained for minimum 5 years after publication of\nthe study findings.\nWhere will the data be archived (= stored for the longer term)?\nFor the first five years, digital data remain on the servers and paper data locked away at the\nresearch center as described above. After that period, a decision will be taken if a selection of\ndata will be retained and if yes, which.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData storage capacity including backup on hospital servers is available for a yearly fee of 200\nEUR/Tb.\nThe expected costs are therefore 800 EUR/year, i.e. ca. 4000 EUR it total.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAfter the primary publication of the main research results, the full datasets will be made available\nto the collaborating centres on request.\nWhere/how will the data be made available for reuse?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nUpon request by mail\nData will be made available for other research groups, upon reasonable request and after\npublication of research results. Appropriate credit should be given to our research group.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will be made available for other research groups, upon reasonable request and after\npublication of research results. Appropriate credit should be given to our research group.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNone. Potential costs for data sharing will be billed to the requesting investigator.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe responsibility for data storage lies with the local investigators in Leuven, more specifically\nmore specifically the assigned senior researcher Jurgen Duchenne under supervision of the PI.\nData backup is automatically provided by the hospital.\nWho will be responsible for data storage & back up during the project?\nThe responsibility for data storage lies with the local investigators in Leuven, more specifically\nmore specifically the assigned senior researcher Jurgen Duchenne under supervision of the PI.\nData backup is automatically provided by the hospital.\nWho will be responsible for ensuring data preservation and reuse ?\nThe responsibility for data preservation and re-use lies with the local investigators in Leuven,\nmore specifically the PI of the study.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name CRT Multicenter (FWO TBM) - DMP title Principal Investigator / Researcher Jens-Uwe Voigt Institution KU Leuven 1. General Information Name applicant Jens-Uwe Voigt FWO Project Number & Title Project nr: T002919N Project title: Assessment of Mechanical Dyssynchrony as Selection Criterion for CRT Treatment Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP 1 (Study Setup): Data from this work package (WP) will mainly consist of protocols, plans and contracts that will be stored as Microsoft Word files. Data volume is estimated at 10-50 MB. WP 2 (Registration and Ethics): Also in this WP, any preparations of the trial registration in international databases and submission to the ethical committee will be stored as Microsoft Word files. Data volume is estimated at 10-50 MB. WP 3 (Setup infrastructure): Any preparations for the electronic case report forms (eCRF’s) on the RedCap servers will be stored as Microsoft Word files. Training files for the eCRF system and image transfer will also be stored in Microsoft Word and PDF format. The volume of those data is estimated at 100 MB. WP 4 (Including sites): Data concerning local ethical approval will consist of Microsoft Word or PDF files of contracts and protocol amendments. The total volume of those data is estimated at 100 MB. For each centre, a test will be performed of eCRF and imaging data transmission. These test eCRF export files will be saved in a CSV format, with an estimated total data volume of 100 MB. Imaging data will consist of echocardiographic images in DICOM format. The estimated volume of a complete test echo examination of all centres is approximately 30 GB (30 x 1 GB). WP 5 (Patient inclusion): Data concerning patient inclusion and follow-up include CSV files of the eCRF export (circa 18 per patient, circa 2-3 GB in total), PDF files of the ECG’s (circa 3 per patient, circa 2-3 GB in total), PDF files of pacemaker read-outs (circa 3 per patient, circa 2-3 GB in total), and echo DICOM files (circa 4 per patient, circa 3 TB in total). WP 6 (Advisory board): Data from the trial supervision will consist of Microsoft Word files with agenda topics and minutes of meetings (circa 1 GB in total). Any statistics on inclusion rates and survival will be based on the CSV files from the eCRF export and will be processed in Microsoft Excel and statistical software such as SPSS. Exports of Excel will be saved in XLS format, whereas exports from SPSS will be saved in SAV file format (circa 1 GB in total). Data will be presented in Microsoft PowerPoint format (circa 1 GB in total). WP 7 (Data analysis): Data analysis concerns the CSV, PDF and DICOM files of WP 5. Also for this WP, analysis will take place using Microsoft Excel XLS files and SPSS SAV files (10 GB in total). WP 8 (Publications): Publications will be prepared in Microsoft Word (circa 500 MB of files per publication). Figures will be prepared in Microsoft Excel and PowerPoint (circa 500 MB per publication). 3. Legal and ethical issues This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Whereas patient data that we will receive from other centres will be transmitted and stored in a pseudonomyzed way, data in Leuven will originally be personal when they will be retrieved from in-hospital records. For study purposes, however, they will only be stored in pseudonymzed manner. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes. We will collect patient data that will need approval of the ethical committee. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Digital data: All raw digital files will be labelled in a structured manner. Specific data coming from each contributing centre will be labelled with a specific centre and patient code (e.g. patient 1 from Leuven will be labelled LEU_001, patient 1 from Rennes will be labelled REN_001, etcetera). A TXT or Microsoft Word file with a clear description of what a specific folder contains will be saved in each specific folder. Written data: Any written documentation on study design, data analysis, variable details and all information necessary for a secondary analyst to use the data accurately and effectively will gathered in notebooks which will be labelled with the investigators’ name, title of the project and book number. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Medical images: All images used in our study will be saved in the conventionally-used DICOM format which contains metadata in the file header. This header contains key technical attributes of each specific file. In addition, each patient will have a specific folder carrying his/her specific patient code with all medical images. Other medical data: Metadata of other medical data include e.g. naming and headers of PDF files with the ECG and pacemaker read-outs will be labelled with the patients’ specific code. Numeric data: Metadata of numeric data (both raw and processed) include e.g. any headers of CSV, XLS, TXT, SAV files used throughout the study. These will be created manually in a descriptive and structured manner. 5. Data storage and backup during the FWO project Where will the data be stored? Medical images: All raw imaging data from Leuven is stored automatically on the hospitals’ clinical servers. These are automatically back-upped. In addition, a copy will be stored on the server of our research group, which are also located within the hospital in Leuven and which are automatically back-upped on a daily basis. All raw imaging data from other centres will be transferred online to Leuven and will be downloaded directly to the same server of our research group. The server access subject to the access management of the university/hospital. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Other medical and numeric data: All other medical data will also be stored on the server of our research group. Everyday working files: Processed data, such as Excel sheets, CSV files etcetera will be stored on the personal virtual hard disks of the respective co-worker which are automatically back-upped on a daily basis. Data on Paper: All written data on paper will be digitized and stored on the server described above. Originals will be kept in a locked cabinet for future reference only when required for legal reasons. How is backup of the data provided? The server system of the hospital provides an automatic daily backup. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Sufficient backup capacity on the hospital servers is currently available for the start of the project. This backup capacity can always be increased. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data storage capacity including backup on hospital servers is available for a yearly fee of 200 EUR/TB. We expect a total of 3.5 - 4 TB, in the end. Given the gradually increasing demands over the four years of the project, we foresee ca. 1600 EUR in total. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to data stored on the hospital servers is subject to the access rights management of the hospital. Access will be restricted to persons directly related to the study. Paper files containing study related information bill be locked in a separate cabinet within the Medical Imaging research Center with access for the PI and Co-PIs only. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated during the project will be retained for minimum 5 years after publication of the study findings. Where will the data be archived (= stored for the longer term)? For the first five years, digital data remain on the servers and paper data locked away at the research center as described above. After that period, a decision will be taken if a selection of data will be retained and if yes, which. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data storage capacity including backup on hospital servers is available for a yearly fee of 200 EUR/Tb. The expected costs are therefore 800 EUR/year, i.e. ca. 4000 EUR it total. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? After the primary publication of the main research results, the full datasets will be made available to the collaborating centres on request. Where/how will the data be made available for reuse? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Upon request by mail Data will be made available for other research groups, upon reasonable request and after publication of research results. Appropriate credit should be given to our research group. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data will be made available for other research groups, upon reasonable request and after publication of research results. Appropriate credit should be given to our research group. What are the expected costs for data sharing? How will the costs be covered? None. Potential costs for data sharing will be billed to the requesting investigator. 8. Responsibilities Who will be responsible for data documentation & metadata? The responsibility for data storage lies with the local investigators in Leuven, more specifically more specifically the assigned senior researcher Jurgen Duchenne under supervision of the PI. Data backup is automatically provided by the hospital. Who will be responsible for data storage & back up during the project? The responsibility for data storage lies with the local investigators in Leuven, more specifically more specifically the assigned senior researcher Jurgen Duchenne under supervision of the PI. Data backup is automatically provided by the hospital. Who will be responsible for ensuring data preservation and reuse ? The responsibility for data preservation and re-use lies with the local investigators in Leuven, more specifically the PI of the study. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}