{
    "document_id": "D-2023-2041",
    "LinkTitle": "D-2023-2041",
    "file_name": "D-2023-2041.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2041.pdf",
    "metadata": {
        "title": "Design-based research of integrated automated mobility services",
        "author": "N/A",
        "creation_date": "2023-02-10 13:58:47+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Design-based research of integrated automated mobility services\nA Data Management Plan created using DMPonline.be\nCreators: \nLotte Notelaers, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nFirst Name Surname\nGrant number / URL: \n1S80623N\nID: \n196912\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nWith the emergence of automated driving technology, the transport and mobility sector faces a\nperiod of significant transformation with automated mobility services (AMS) entering our\nmultimodal systems. While many existing studies have explored conceptually simple AMS\nscenarios benchmarking the impact of a single one-fits-all AMS (like shared taxis), this project\naims for a fundamentally ‘deeper’ type of exploration: one that considers which AMS and\ntraditional mobility services may co-exist, tailored the diverse mixture of spatio-temporal markets\nand population segments and the unique local context of spatial planning, demographic,\npolitical, economic, and cultural boundary conditions. We use the innovative design-based\nresearch method supported by multimodal transport modelling to co-create such refined AMS\nscenarios together with local mobility stakeholders while providing them feedback through KPI\ndashboards. We drive the development of the approach by piloting it on some typical Flemish\ncase studies that, at the same time, will deliver thought-provoking future scenarios that call for\nconstructive debate and further valorization of our design method.\nLast modified: \n10-02-2023\nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n1 of 7\nDesign-based research of integrated automated mobility services\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nOD\nmatrices\nThe Origin\nDestination\nmatrices\ngenerated by\nthe Flemish\nTraffic Model\nincluding an\nestimate of the\nnumber of trips\nbetween each\norigin-\ndestination pair.\nThis data is\nprovided by the\ndepartment of\n\"Mobiliteit en\nOpenbare\nWerken\"\n(MOW).\nReuse existing\ndata\nDigital\nSimulation data\ntabular data in\n.csv, metadata\nin .txt, license\nin .pdf\n<1GB\n \nZonering\nThe zoning\nused in the\nFlemish Traffic\nModel.\nReuse existing\ndata\nDigital\nSimulation data\ngeospatial data\nin .shp, license\nin .pdf\n<1GB\n \nLOS\nskims\nThe Level Of\nService skims\ncoming from\nthe Flemish\ntraffic model.\nReuse existing\ndata\nDigital\nSimulation data\ntabular data in\n.csv, metadata\nin .txt, license\nin .pdf\n<10GB\n \nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n2 of 7\nPTV\nVisum\nTraffic\nsimulation\nsoftware\nGenerate new data\n+ reuse existing\ndata\nDigital\nSoftware\nmodels (version\nfiles) of different\nsettings and\ncities in .ver.\nResults of these\nmodel\nsimulations will\nbe stored in\ntabular format\nin .csv, .xslx\nand further\nanalysed and\nprocessed via\ncode in .py \n<1GB\n \nResearch\ncodes\nResearch\ncodes\ndeveloped\nwithin the\nresearch unit\n(stored in\nITScrealab on\nGitlab) or found\nonline as open-\nsource code\nGenerate new data\n+ reuse existing\ndata\nDigital\nSoftware\ncode in .py\n<1GB\n \nOSM\nOpenStreetMap\ndata\nreuse existing data\nDigital\nCompiled/aggregated data\nonline database\nin .osm, can be\nextracted and\nstored in\ntabular format\nin .csv\n<10 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nAll data from the Flemish Traffic Model are stored on a server hosted by MOW which I can access via remote access through my\npersonal account \nMultimodale verkeersplanning & macroscopische verkeerssimulaties | PTV Visum (ptvgroup.com)\nITSCreaLab · GitLab (kuleuven.be)\nExport | OpenStreetMap\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nThe research codes and the model setups (for the simulation of developed scenarios) might have the potential for commercial\nvalorization. We work with open source licenses with the restriction that everyone who uses our data or tools/code must also make their\ntools/code or data available open source as well. For commercial use or other use types that are excluded from the open-source\nlicense, the license needs to be negotiated with KUL/LRD.\nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n3 of 7\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nYes\nData of the Flemish Traffic Model made available by the department of \"Mobiliteit en Openbare Werken\" is used under license restricting\nthe use only within the research group for research or student projects. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nData of the Flemish Traffic Model made available by the department of \"Mobiliteit en Openbare Werken\" is used under license restricting\nthe use only within the research group for research or student projects. No IP.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll data extracted from the Flemish Traffic model will be stored together with the documentation provided by MOW in .txt files.\nResearch codes will be accompanied by a readme file (.md). Codes will be annotated with documentation/explanatory\ncomments. This will include a description of what the code does, required inputs, generated outputs, and unit of measurement\nused, ...\nThe used OSM data will be stored together with a text file specifying the query used to download the data.\nDatasets will be accompanied by references to the related publications.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nResearch codes and model setups will be accompanied by a readme file (.md). Codes will be annotated with\ndocumentation/explanatory comments. This will include a description of what the code does, required inputs, generated outputs,\nand unit of measurement used, ...\nThese will be made available on the Gitlab in the ITScrealab.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nLocal storage on managed PC/laptop (with automatic backup on OneDrive) \nOneDrive for Business cloud storage provided via KU Leuven\nShared network drive hosted by KU Leuven\nITScrealab on Gitlab managed via KU Leuven\nThe data of the Flemish Traffic Model is stored on an external server hosted by MOW.\nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n4 of 7\nHow will the data be backed up?\nAll data stored locally on by KU Leuven-managed laptop will be automatically backed up on OneDrive. Develop codes will be backed up\nin the ITScrealab on Gitlab (includes versioning). The KU Leuven provided Gitlab and OneDrive have adequate backup strategies in\nplace. In case of data loss or damage, we can easily revert to (older versions) of our software or data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKUL OneDrive and Gitlab quota are sufficient for the entirety of the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOn Gitlab an access management system is in place which is restrictive. Different access rights/permission levels need to be\ngiven explicitly to individuals. For non-public repositories people from outside KU Leuven can only access by requesting a visitor\naccount. This account can give different permission levels for a specified period of time. \nOneDrive can only be accessed via my personal account. Files can be shared publicly or with specific people (via url, email) with\ndifferent permission levels. Access can always be revoked.\nBoth the Gitlab and OneDrive are offered via KUL. KUL works with multi-factor authentication and KUL is permanently monitoring\nand updating its web security performance and policy. (see \nIdentity en Access Management - ICTS (kuleuven.be)\n)\nThe data provided by MOW of the Flemish Traffic Model is stored on a server hosted by MOW which can only be accessed\nremotely via my personal account which requires my password and has an extra layer of security with two-factor authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExisting quota are sufficient. No extra costs are expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nKU Leuven research data management policy stipulates that all relevant data generated are retained for a period of minimally 10 years\nafter the end of the project. This will be followed. \nThe GitLab repository of the group including all the developed codes stays in tact irrespective of people finishing their research and\nmoving on to other projects. All data related to publications will necessarily be retained along with other important unpublished data.\nThe possibility of publication of open-source tools as formal publications with permanent public\nidentifier is currently being examined for other packages in the group and will become our standard for open-science publishing.\nWhere will these data be archived (stored and curated for the long-term)?\nOn the GitLab repository, KU Leuven shared drive and as a backup, the work computer/hard drive of the researcher will be submitted.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNegligible costs covered by resources of the research group.\nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n5 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe developed codes can be shared with restricted access on request via Gitlab.\nThe OSM data is openly available for everyone to use.\nDepending on journal expectations all data related to publications (e.g. Visum model setups as well as their results (csv, xls)) can be\nmade publicly available.\nThe data of the Flemish Traffic Model can not be shared under the current license.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon request (restricted) access can be given to the Gitlab.\nThe data of the Flemish Traffic Model can only be accessed by Lotte Notelaers via her personal account including two-factor\nauthentication. If this data should be made publicly available for publication purposes, this should be discussed with MOW.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nData of the Flemish Traffic Model made available by the department of \"Mobiliteit en Openbare Werken\" is used under license restricting\nthe use only within the research group for research or student projects.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOSM data is openly available via \nExport | OpenStreetMap\nThe Visum model setups and results and, the research codes will be made available on \nITSCreaLab · GitLab (kuleuven.be).\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nUpon request\nWhich data usage licenses are you going to provide? If none, please explain why.\nDatasets will be published under GNU General Public License version 3 (https://www.gnu.org/licenses/gpl-3.0.en.html) which is an open\nsource software license. It has the restriction that everyone who uses our data or tools must also make their tools or data available open\nsource as well. For commercial use or other use types that are excluded from the open-source license, license needs to be negotiated\nwith KUL/LRD.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n6 of 7\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone costs expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nLotte Notelaers \nWho will manage data storage and backup during the research project?\nLotte Notelaers \nWho will manage data preservation and sharing?\nChris Tampère (supervisor) \nWho will update and implement this DMP?\nLotte Notelaers and Chris Tampère \nCreated using DMPonline.be. Last modiﬁed 10 February 2023\n7 of 7"
    },
    "clean_full_text": "Design-based research of integrated automated mobility services A Data Management Plan created using DMPonline.be Creators: Lotte Notelaers, First Name Surname Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: First Name Surname Grant number / URL: 1S80623N ID: 196912 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: With the emergence of automated driving technology, the transport and mobility sector faces a period of significant transformation with automated mobility services (AMS) entering our multimodal systems. While many existing studies have explored conceptually simple AMS scenarios benchmarking the impact of a single one-fits-all AMS (like shared taxis), this project aims for a fundamentally ‘deeper’ type of exploration: one that considers which AMS and traditional mobility services may co-exist, tailored the diverse mixture of spatio-temporal markets and population segments and the unique local context of spatial planning, demographic, political, economic, and cultural boundary conditions. We use the innovative design-based research method supported by multimodal transport modelling to co-create such refined AMS scenarios together with local mobility stakeholders while providing them feedback through KPI dashboards. We drive the development of the approach by piloting it on some typical Flemish case studies that, at the same time, will deliver thought-provoking future scenarios that call for constructive debate and further valorization of our design method. Last modified: 10-02-2023 Created using DMPonline.be. Last modiﬁed 10 February 2023 1 of 7 Design-based research of integrated automated mobility services FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA OD matrices The Origin Destination matrices generated by the Flemish Traffic Model including an estimate of the number of trips between each origin- destination pair. This data is provided by the department of \"Mobiliteit en Openbare Werken\" (MOW). Reuse existing data Digital Simulation data tabular data in .csv, metadata in .txt, license in .pdf <1GB Zonering The zoning used in the Flemish Traffic Model. Reuse existing data Digital Simulation data geospatial data in .shp, license in .pdf <1GB LOS skims The Level Of Service skims coming from the Flemish traffic model. Reuse existing data Digital Simulation data tabular data in .csv, metadata in .txt, license in .pdf <10GB Created using DMPonline.be. Last modiﬁed 10 February 2023 2 of 7 PTV Visum Traffic simulation software Generate new data + reuse existing data Digital Software models (version files) of different settings and cities in .ver. Results of these model simulations will be stored in tabular format in .csv, .xslx and further analysed and processed via code in .py <1GB Research codes Research codes developed within the research unit (stored in ITScrealab on Gitlab) or found online as open- source code Generate new data + reuse existing data Digital Software code in .py <1GB OSM OpenStreetMap data reuse existing data Digital Compiled/aggregated data online database in .osm, can be extracted and stored in tabular format in .csv <10 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All data from the Flemish Traffic Model are stored on a server hosted by MOW which I can access via remote access through my personal account Multimodale verkeersplanning & macroscopische verkeerssimulaties | PTV Visum (ptvgroup.com) ITSCreaLab · GitLab (kuleuven.be) Export | OpenStreetMap Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The research codes and the model setups (for the simulation of developed scenarios) might have the potential for commercial valorization. We work with open source licenses with the restriction that everyone who uses our data or tools/code must also make their tools/code or data available open source as well. For commercial use or other use types that are excluded from the open-source license, the license needs to be negotiated with KUL/LRD. Created using DMPonline.be. Last modiﬁed 10 February 2023 3 of 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Data of the Flemish Traffic Model made available by the department of \"Mobiliteit en Openbare Werken\" is used under license restricting the use only within the research group for research or student projects. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Data of the Flemish Traffic Model made available by the department of \"Mobiliteit en Openbare Werken\" is used under license restricting the use only within the research group for research or student projects. No IP. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data extracted from the Flemish Traffic model will be stored together with the documentation provided by MOW in .txt files. Research codes will be accompanied by a readme file (.md). Codes will be annotated with documentation/explanatory comments. This will include a description of what the code does, required inputs, generated outputs, and unit of measurement used, ... The used OSM data will be stored together with a text file specifying the query used to download the data. Datasets will be accompanied by references to the related publications. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Research codes and model setups will be accompanied by a readme file (.md). Codes will be annotated with documentation/explanatory comments. This will include a description of what the code does, required inputs, generated outputs, and unit of measurement used, ... These will be made available on the Gitlab in the ITScrealab. 3. Data storage & back-up during the research project Where will the data be stored? Local storage on managed PC/laptop (with automatic backup on OneDrive) OneDrive for Business cloud storage provided via KU Leuven Shared network drive hosted by KU Leuven ITScrealab on Gitlab managed via KU Leuven The data of the Flemish Traffic Model is stored on an external server hosted by MOW. Created using DMPonline.be. Last modiﬁed 10 February 2023 4 of 7 How will the data be backed up? All data stored locally on by KU Leuven-managed laptop will be automatically backed up on OneDrive. Develop codes will be backed up in the ITScrealab on Gitlab (includes versioning). The KU Leuven provided Gitlab and OneDrive have adequate backup strategies in place. In case of data loss or damage, we can easily revert to (older versions) of our software or data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KUL OneDrive and Gitlab quota are sufficient for the entirety of the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? On Gitlab an access management system is in place which is restrictive. Different access rights/permission levels need to be given explicitly to individuals. For non-public repositories people from outside KU Leuven can only access by requesting a visitor account. This account can give different permission levels for a specified period of time. OneDrive can only be accessed via my personal account. Files can be shared publicly or with specific people (via url, email) with different permission levels. Access can always be revoked. Both the Gitlab and OneDrive are offered via KUL. KUL works with multi-factor authentication and KUL is permanently monitoring and updating its web security performance and policy. (see Identity en Access Management - ICTS (kuleuven.be) ) The data provided by MOW of the Flemish Traffic Model is stored on a server hosted by MOW which can only be accessed remotely via my personal account which requires my password and has an extra layer of security with two-factor authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Existing quota are sufficient. No extra costs are expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). KU Leuven research data management policy stipulates that all relevant data generated are retained for a period of minimally 10 years after the end of the project. This will be followed. The GitLab repository of the group including all the developed codes stays in tact irrespective of people finishing their research and moving on to other projects. All data related to publications will necessarily be retained along with other important unpublished data. The possibility of publication of open-source tools as formal publications with permanent public identifier is currently being examined for other packages in the group and will become our standard for open-science publishing. Where will these data be archived (stored and curated for the long-term)? On the GitLab repository, KU Leuven shared drive and as a backup, the work computer/hard drive of the researcher will be submitted. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Negligible costs covered by resources of the research group. Created using DMPonline.be. Last modiﬁed 10 February 2023 5 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The developed codes can be shared with restricted access on request via Gitlab. The OSM data is openly available for everyone to use. Depending on journal expectations all data related to publications (e.g. Visum model setups as well as their results (csv, xls)) can be made publicly available. The data of the Flemish Traffic Model can not be shared under the current license. If access is restricted, please specify who will be able to access the data and under what conditions. Upon request (restricted) access can be given to the Gitlab. The data of the Flemish Traffic Model can only be accessed by Lotte Notelaers via her personal account including two-factor authentication. If this data should be made publicly available for publication purposes, this should be discussed with MOW. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other Data of the Flemish Traffic Model made available by the department of \"Mobiliteit en Openbare Werken\" is used under license restricting the use only within the research group for research or student projects. Where will the data be made available? If already known, please provide a repository per dataset or data type. OSM data is openly available via Export | OpenStreetMap The Visum model setups and results and, the research codes will be made available on ITSCreaLab · GitLab (kuleuven.be). When will the data be made available? Immediately after the end of the project Upon publication of the research results Upon request Which data usage licenses are you going to provide? If none, please explain why. Datasets will be published under GNU General Public License version 3 (https://www.gnu.org/licenses/gpl-3.0.en.html) which is an open source software license. It has the restriction that everyone who uses our data or tools must also make their tools or data available open source as well. For commercial use or other use types that are excluded from the open-source license, license needs to be negotiated with KUL/LRD. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No Created using DMPonline.be. Last modiﬁed 10 February 2023 6 of 7 What are the expected costs for data sharing? How will these costs be covered? None costs expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? Lotte Notelaers Who will manage data storage and backup during the research project? Lotte Notelaers Who will manage data preservation and sharing? Chris Tampère (supervisor) Who will update and implement this DMP? Lotte Notelaers and Chris Tampère Created using DMPonline.be. Last modiﬁed 10 February 2023 7 of 7"
}