{
    "document_id": "D-2021-1266",
    "LinkTitle": "D-2021-1266",
    "file_name": "D-2021-1266.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1266.pdf",
    "metadata": {
        "title": "A numerical coastal and ocean basin equivalent to the physical COB in Ostend for testing floating structures in extreme multidirectional wave and wave-current conditions - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n A numerical coastal and ocean basin equivalent to the physical COB in Ostend for\ntesting floating structures in extreme multidirectional wave and wave-current conditions - DMP\ntitle\nGrant Title\n 1S36822N\nPrincipal Investigator / Researcher\n Tim Aertsens\nProject Data Contact\n \n+3216325153; tim.aertsens@kuleuven.be\nDescription\n This research project aims to create a numerical wave tank (NWT) equivalent to the\nnew Coastal and Ocean Basin (COB) in Ostend. The most appropriate Free Surface Potential Flow\n(FSPF) model will be adapted to the specifications of the COB, i.e., the combination of\nmultidirectional extreme waves and currents. To do so, the boundary conditions need to be\nadjusted, steepness breaking should be included and the wave-current interaction (WCI) needs to\nbe modelled. Very little research has been done into numerical wave-current simulation. The\nadapted model will be validated using measurements in the COB to make sure it gives an\naccurate prediction of what is going on in the physical wave tank. In a next step, the interaction\nof the water with a structure present in the testing site is studied. Therefore, the adapted far-\nfield model is coupled with a carefully selected CFD model. A trade-off will be made between\nmore efficient one-way coupling and more accurate two-way coupling. The final coupled model\nwill be validated as well. The resulting NWT can be used to prepare physical model tests, sparing\nrare time available in the COB. It provides a rigorous way to account for scaling effects. The\nmodel can cover a wider range of loading conditions than the physical COB and gives the solution\nfor the entire computational domain. That hybrid modelling approach is applied to a test case as\na demo for the industry.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTim Aertsens\nFWO Project Number & Title\n1S36822N - A numerical coastal and ocean basin equivalent to the physical COB in Ostend for\ntesting floating structures in extreme multidirectional wave and wave-current conditions\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nData(set)\nname\nOrigin of\ndata\nType of data\nFile\nformat \nVolume\nPlatform\nused to\nsave\nMeasurements\nat COB\nPhysical\nexperiments\nat COB\nInfo on\nexperimental\nsetup, wave\nmaker motions,\nmeasurements\nfrom all sorts\nof instruments\n(yet to be\ndetermined,\ne.g., wave\ngauges,\nvelocimeters...)\nMany\ndifferent,\ndepending\non the used\ninstruments\n(e.g., .dat,\n.dbg, .err,\n.ifg, .ini, .k\nand many\nmore from\nwave\nmaker\ncontrol\nsoftware)\n 5 TB\nMDA +\nservers\nat KUL\nCode to\nanalyze\nmeasurements\nat COB\nCode written\nto process the\nphysical\nmeasurements\n(by myself and\nother people\nworking with\nthe COB) \nPrograms to\nanalyze\nmeasurements\n.py \n5 GB\nGithub +\nOneDrive\nLiterature\nWeb of\nscience,\nGoogle\nscholar,\nLIMO...\nPapers and\nTheses\nPDF\n5 GB\nOneDrive\nCode\nadaptations\nHOS-NWT\nSelf-made\nCode\ninnovations\n.f90\n5 GB\nGithub +\nOneDrive\nProcessed\nresults of\nnumerical\nsimulations\nResults of the\nnumerical\nsimulations\nperformed in\nthe scope of\nthis PhD\nResults from\nnumerical\nsimulations \n.dat\n5 TB\nMDA +\nservers\nat KUL\nPractical\nguidelines for\nhybrid\nmodelling\n(applied to\ntest case)\nSelf-made\nSome sort of\nmanual \nPDF\n50 MB\nOneDrive\nDissemination\n(presentations,\npublications,\nPhD Thesis\netc.)\nSelf-made\nPapers and a\nPhD Thesis \nPDF\n 200 MB\nOneDrive\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nA small part of the performed research (mainly on the current generation) has to stay\nconfidential so that the COB retains a competitive advantage. The details of what can be shared\nand what not will be discussed further with the management of the COB throughout the project.\nNevertheless, most results will be made open-source available.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Reference information, a hyperlink to the source and the path to the PDF location of the file of\nall background material is collected in a bibtex-file. Focused searching and filtering of that\nmaterial is possible by use of software like JabRef.\n2. For all simulations, the input file will be stored together with a .txt-file with additional\ninformation about the simulations. That file will specify for example the exact version of the code\nused for the simulations. For Monte Carlo Simulations on irregular wave spectra, all seeding\nparameters will be stored, to make replication of the results possible. All details on the performed\npostprocessing will be stored as well.\n3. For the physical measurements in the COB, apart from the measurement results themselves,\nall details about the experimental setup, environmental factors and instrumentation used will be\nstored. A clear and structured way to do so will be developed together with the experts from the\nCOB-consortium and our technicians during the first trial tests in the wave basin (foreseen\nAugust-September 2022).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe DataCite Metadata Schema will be used.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. Big data (i.e. results of numerical simulations and physical measurements) will be stored on\nthe KU Leuven servers, as well as on the Marine Data Archive of VLIZ.\n 2. Everything else is stored on my personal KU Leuven OneDrive for Business account. These\nOneDrive accounts are managed by ICTS to meet the FWO requirements for backups (saved at\nmultiple locations etc.).\n3. All code written will be saved on both OneDrive and Github. \nHow is backup of the data provided?\n1. Backup of generated data from simulations and measurements on both MDA and KU Leuven\nservers.\n2. OneDrive of KU Leuven meets the backup requirements.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nexplain how this will be taken care of.\nYes\n1. MDA: unlimited storage capacity is provided.\n2. The department will provide the necessary storage space on their servers to store all the\nsimulation and measurement results.\n3. Standard storage on KUL OneDrive up to 2 TB. This can be extended to 5 TB through ICTS\nservice point.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n1. MDA: free of costs\n2. KU Leuven servers: costs covered by the department\n3. KU Leuven OneDrive for Business: free of cost\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo sensitive data is used, so no special security measures will be taken.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll generated data will be retained for at least 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\n1. Simulation and measurement results will be assigned with a DOI and published using the VLIZ\nsystems. \n2. All codes used for the research, as well as other background material (e.g., used literature) will\nbe stored on KU Leuven's central servers (with automatic back-up procedures).\n3. Most of the code written in the scope of this research will be made open source available on\nGithub.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n1. Archiving through VLIZ: free of costs\n2. The department will vouch for the costs of the storage on the KU Leuven servers.\n3. Github: free of costs\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nSome details about the physical current generation in the COB are not to be shared. All other\ndata generated can be shared.\nWhich data will be made available after the end of the project?\n1. All physical measurements and the results of the simulations will be published with a DOI.\n2. For all publications during the project we aim at open access journals.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be able to access the data and under what conditions?\nPublished open access, so the data will be available to anyone for any purpose, provided that\nthey give appropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe costs are covered by VLIZ.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI is the main responsible for data documentation and metadata. Support and advice will be\nprovided by the people of the VLIZ datacenter.\nWho will be responsible for data storage & back up during the project?\nThe PI is the main responsible for data storage & back up. Support and advice will be provided by\nthe people of the VLIZ datacenter and the ICTS representative at the department (Tim De Bruyn).\nWho will be responsible for ensuring data preservation and reuse ?\nThe people from the data center of VLIZ (Project Manager Data Center: Jelle Rondelez).\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name A numerical coastal and ocean basin equivalent to the physical COB in Ostend for testing floating structures in extreme multidirectional wave and wave-current conditions - DMP title Grant Title 1S36822N Principal Investigator / Researcher Tim Aertsens Project Data Contact +3216325153; tim.aertsens@kuleuven.be Description This research project aims to create a numerical wave tank (NWT) equivalent to the new Coastal and Ocean Basin (COB) in Ostend. The most appropriate Free Surface Potential Flow (FSPF) model will be adapted to the specifications of the COB, i.e., the combination of multidirectional extreme waves and currents. To do so, the boundary conditions need to be adjusted, steepness breaking should be included and the wave-current interaction (WCI) needs to be modelled. Very little research has been done into numerical wave-current simulation. The adapted model will be validated using measurements in the COB to make sure it gives an accurate prediction of what is going on in the physical wave tank. In a next step, the interaction of the water with a structure present in the testing site is studied. Therefore, the adapted far- field model is coupled with a carefully selected CFD model. A trade-off will be made between more efficient one-way coupling and more accurate two-way coupling. The final coupled model will be validated as well. The resulting NWT can be used to prepare physical model tests, sparing rare time available in the COB. It provides a rigorous way to account for scaling effects. The model can cover a wider range of loading conditions than the physical COB and gives the solution for the entire computational domain. That hybrid modelling approach is applied to a test case as a demo for the industry. Institution KU Leuven 1. General Information Name applicant Tim Aertsens FWO Project Number & Title 1S36822N - A numerical coastal and ocean basin equivalent to the physical COB in Ostend for testing floating structures in extreme multidirectional wave and wave-current conditions Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Data(set) name Origin of data Type of data File format Volume Platform used to save Measurements at COB Physical experiments at COB Info on experimental setup, wave maker motions, measurements from all sorts of instruments (yet to be determined, e.g., wave gauges, velocimeters...) Many different, depending on the used instruments (e.g., .dat, .dbg, .err, .ifg, .ini, .k and many more from wave maker control software) 5 TB MDA + servers at KUL Code to analyze measurements at COB Code written to process the physical measurements (by myself and other people working with the COB) Programs to analyze measurements .py 5 GB Github + OneDrive Literature Web of science, Google scholar, LIMO... Papers and Theses PDF 5 GB OneDrive Code adaptations HOS-NWT Self-made Code innovations .f90 5 GB Github + OneDrive Processed results of numerical simulations Results of the numerical simulations performed in the scope of this PhD Results from numerical simulations .dat 5 TB MDA + servers at KUL Practical guidelines for hybrid modelling (applied to test case) Self-made Some sort of manual PDF 50 MB OneDrive Dissemination (presentations, publications, PhD Thesis etc.) Self-made Papers and a PhD Thesis PDF 200 MB OneDrive 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes A small part of the performed research (mainly on the current generation) has to stay confidential so that the COB retains a competitive advantage. The details of what can be shared and what not will be discussed further with the management of the COB throughout the project. Nevertheless, most results will be made open-source available. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Reference information, a hyperlink to the source and the path to the PDF location of the file of all background material is collected in a bibtex-file. Focused searching and filtering of that material is possible by use of software like JabRef. 2. For all simulations, the input file will be stored together with a .txt-file with additional information about the simulations. That file will specify for example the exact version of the code used for the simulations. For Monte Carlo Simulations on irregular wave spectra, all seeding parameters will be stored, to make replication of the results possible. All details on the performed postprocessing will be stored as well. 3. For the physical measurements in the COB, apart from the measurement results themselves, all details about the experimental setup, environmental factors and instrumentation used will be stored. A clear and structured way to do so will be developed together with the experts from the COB-consortium and our technicians during the first trial tests in the wave basin (foreseen August-September 2022). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The DataCite Metadata Schema will be used. 5. Data storage and backup during the FWO project Where will the data be stored? 1. Big data (i.e. results of numerical simulations and physical measurements) will be stored on the KU Leuven servers, as well as on the Marine Data Archive of VLIZ. 2. Everything else is stored on my personal KU Leuven OneDrive for Business account. These OneDrive accounts are managed by ICTS to meet the FWO requirements for backups (saved at multiple locations etc.). 3. All code written will be saved on both OneDrive and Github. How is backup of the data provided? 1. Backup of generated data from simulations and measurements on both MDA and KU Leuven servers. 2. OneDrive of KU Leuven meets the backup requirements. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 explain how this will be taken care of. Yes 1. MDA: unlimited storage capacity is provided. 2. The department will provide the necessary storage space on their servers to store all the simulation and measurement results. 3. Standard storage on KUL OneDrive up to 2 TB. This can be extended to 5 TB through ICTS service point. What are the expected costs for data storage and back up during the project? How will these costs be covered? 1. MDA: free of costs 2. KU Leuven servers: costs covered by the department 3. KU Leuven OneDrive for Business: free of cost Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive data is used, so no special security measures will be taken. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All generated data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? 1. Simulation and measurement results will be assigned with a DOI and published using the VLIZ systems. 2. All codes used for the research, as well as other background material (e.g., used literature) will be stored on KU Leuven's central servers (with automatic back-up procedures). 3. Most of the code written in the scope of this research will be made open source available on Github. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 1. Archiving through VLIZ: free of costs 2. The department will vouch for the costs of the storage on the KU Leuven servers. 3. Github: free of costs 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Some details about the physical current generation in the COB are not to be shared. All other data generated can be shared. Which data will be made available after the end of the project? 1. All physical measurements and the results of the simulations will be published with a DOI. 2. For all publications during the project we aim at open access journals. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be able to access the data and under what conditions? Published open access, so the data will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? The costs are covered by VLIZ. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI is the main responsible for data documentation and metadata. Support and advice will be provided by the people of the VLIZ datacenter. Who will be responsible for data storage & back up during the project? The PI is the main responsible for data storage & back up. Support and advice will be provided by the people of the VLIZ datacenter and the ICTS representative at the department (Tim De Bruyn). Who will be responsible for ensuring data preservation and reuse ? The people from the data center of VLIZ (Project Manager Data Center: Jelle Rondelez). Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}