{
    "document_id": "D-2024-2958",
    "LinkTitle": "D-2024-2958",
    "file_name": "D-2024-2958.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2958.pdf",
    "metadata": {
        "title": "D-2024-2958",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Colouring White Habits  \nThe FWO expects a completed DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be \nsubmitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Annemie Dillen     (0000-0002-0535-0750)  \nContributor name(s) (+ ORCID) & roles Amy Casteel  (  0000-0001-7906-4952  )\nProject number & title Coloring white habits: case studies on (dis)regard for white normativity and racial diversity in\nparishes in Belgium and Austria\nFunder(s) GrantID G053224N\nAffiliation(s) KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR identifier when possible:  \nPlease provide a short project description Attention for racial diversity is growing in Europe. Several social movements have played a role is\nthis increased awareness. Still, could it be that this openness for diversity is more limited within\nRoman Catholic parishes in Belgium and Austria? The Roman Catholic Church is a worldwide\norganization with a diverse membership. Yet, there is a tendency to suggest that conservative groups which identify \nas religious may be the same groups that tend to hold racist attitudes. Despite having a long-standing Catholic \nidentity, both Austria and Belgium have each experienced such a decline in affiliation that they may be considered \nas Post-Catholic. In what ways do parishes in a Post-Catholic context oppose or contribute to the phenomena of \nracism, whiteness, and diversity? This project will invite parishioners and leaders of eight catholic parishes to engage  \nin the research in an active way using arts informed methods to challenge the unacknowledged normativity of \nwhiteness and bring attention to diversity. Notions around racial diversity involve bodies in addition to ideas. Thus \nthe project is not only about ideas (notions) but also about materiality. Together the researchers and co-\ncollaborators will engage in conversations about racial diversity, but also co-create art, and build a community \ndialogue. These experiences will be brought together to create a book that may be used as a tool to contribute to \nthe broader conversation on whiteness and racism in religious contexts.\nFWO DMP Template (Flemish Standard DMP) 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data1. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL \nDATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data Format Digital Data Volume \n(MB, GB)Physical Volume\nParticipant \nInformationParticipant Lists, \nsigned Informed \nConsent forms☒ Generate new data ☒ Digital\n☒ Physical☒ Observational☒ .xml\n☒ .pdf ☒ < 100 MB --\nWritten datadigital transcript, \ncode books and \nNVivo files☒ Generate new data ☒ Digital☒ Observational☒ .xml\n☒ .pdf\n☒ .nvp☒ < 100 MB --\nData \nrecordingsaudio  recordings, \nvideo recordings, \nphotographs☒ Generate new data ☒ Digital☒ Observational☒ MP3\n☒ MP4\n☒ WMV\n☒ JPEG☒ < 1 GB --\nArt projectsKinetic art, photo \nessays, visual art, \ntextile arts☒ Generate new data ☒ Physical☒ Experimental- - The physical objects \nwill belong to the \nparticipants. We will \nstore only photos \nand videos.\n1 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 4If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  n/a\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nHuman participants of various ages and genders will participate for up to four years in this non-medical project. \nPersonal data such as contact information, name, age, gender and religion will be gathered. Some participants may \nbe minors, some may be from vulnerable situations.\nWill  you  process  personal  data2?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:  Short description of the kind of personal data that will be used:\n-Personal Information  \n-Name\n-Address\n-Email\n-Phone number\n-Age\n-Gender\n-Religion\n-Privacy Registry Reference:\n2 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 5Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain: The physical art pieces that are generated will belong to the participants who generated the \nart. The university will store only the photos and videos of the art.\n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).-Information about the chosen methodology, the questions and other elements will be provided by means of  \nspecific README files.  \n-The following metadata fields will be required with MAXQDA including type, title of the object, description, \nkeyword, subject term, role, association and license.\n-Ensuring FAIR-principles by: persistent identificatory, using standardised licence agreements and using \nstandardised communication protocols, providing metadata with controlled vocabularies and classifications \nto make it comparable and exchangeable with other data sets and providing a description of the research \ncontext.\nFWO DMP Template (Flemish Standard DMP) 6Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n-Ensuring FAIR-principles by: persistent identificatory, using standardised licence agreements and using \nstandardised communication protocols, providing metadata with controlled vocabularies and classifications \nto make it comparable and exchangeable with other data sets and providing a description of the research \ncontext.\n-Providing a DOI, comprehensible description of the research process, open vocabularies, linked data and \npublications\n-Standardised data capture, peer review of data\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Written data: informed consent forms, participant information, transcripts, code books. It will be pseudonymized \nand maintained in locked, password protected computer files of primary researcher for a period of 10 years after \nthe conclusion of the research.\nRecorded data: audio recordings, video recordings of the focus groups. Original files maintained on a locked, \npassword protected computer of the primary researcher. After transcription, the audio and video recordings will be \ndestroyed.\nArt: photos and videos of the art pieces, the art installations, and the art shows will be maintained in locked, \npassword protected computer files of primary researcher for a period of 10 years after the conclusion of the \nresearch.\nFWO DMP Template (Flemish Standard DMP) 7How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.3\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.During the project, data will be stored on KU Leuven OneDrive for Business with automatic back-up procedures. The \ndata files will be stored secure and encrypted, only accessible to the researcher and promoter. Personal information  \nwill be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator  \napp.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: Text, excel and NVivo files will be stored on OneDrive which has sufficient storage \ncapacity.  The audio and video files of the focus groups will be deleted after transcription, so only temporary storage  \nwill be necessary. The photo and video files of the artistic works will be stored on OneDrive.  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7During the project, data will be stored on KU Leuven OneDrive for Business with automatic back-up procedures. The \ndata files will be stored secure and encrypted, only accessible to the researcher and promoter. Personal information  \nwill be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator  \napp.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No extra costs are anticipated.\n3 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 85. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Written data, Photos and videos of artwork: informed consent forms, participant information, transcripts, code \nbooks. Photographs and videos of the art, without persons in them. This data will be pseudonymized and \nmaintained in locked, password protected computer files of primary researcher for a period of 10 years after the \nconclusion of the research.\nRecorded data: audio recordings, video recordings. Original files will be maintained on a locked, password\nprotected computer of the primary researcher during the project. After transcription, to protect privacy, the audio \nand video recordings will be destroyed.\nWhere will these data be archived (stored and \ncurated for the long-term)?After the project, the pseudonymized datasets will be made available to others by uploading it to KU\nLeuven's Research Data Repository (RDR) and restricting access to the files.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?As part of the university, there are no expected costs for storage.\nFWO DMP Template (Flemish Standard DMP) 96. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nKU Leuven's Research Data Repository (RDR)\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Upon motivation, researchers may request access to the pseudonymized data for comparative use.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\n-Participant Information  \n-Participant Lists, The real names will no longer be stored in the RDR, only the pseudonyms  \n-signed Informed Consent forms will not be made available for research\n-Written data transcripts, code books and NVivo files\n-Data recordings The original audio and video recordings of the focus groups will not be stored. The \ntranscripts will be pseudonymised and those will be accessible.\n-Art Projects photos and videos of the art will be pseudonymised and made available upon request\nFWO DMP Template (Flemish Standard DMP) 10Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.KU Leuven's Research Data Repository (RDR)\n  All stored data will be deposited in the RDR\nWhen will the data be made available? Data will become available after the publication of results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.Licenses will only exceptionally be provided upon request for access to the data\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.☒ Yes\n☐ No\nIf yes: Not yet available\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Any costs will be borne by those requesting access to the data.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Amy Casteel\nWho will manage data storage and backup \nduring the research project?Amy Casteel\nWho will manage data preservation and \nsharing?Annemie Dillen \nWho will update and implement this DMP? Annemie Dillen"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Colouring White Habits The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Annemie Dillen (0000-0002-0535-0750) Contributor name(s) (+ ORCID) & roles Amy Casteel ( 0000-0001-7906-4952 ) Project number & title Coloring white habits: case studies on (dis)regard for white normativity and racial diversity in parishes in Belgium and Austria Funder(s) GrantID G053224N Affiliation(s) KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR identifier when possible: Please provide a short project description Attention for racial diversity is growing in Europe. Several social movements have played a role is this increased awareness. Still, could it be that this openness for diversity is more limited within Roman Catholic parishes in Belgium and Austria? The Roman Catholic Church is a worldwide organization with a diverse membership. Yet, there is a tendency to suggest that conservative groups which identify as religious may be the same groups that tend to hold racist attitudes. Despite having a long-standing Catholic identity, both Austria and Belgium have each experienced such a decline in affiliation that they may be considered as Post-Catholic. In what ways do parishes in a Post-Catholic context oppose or contribute to the phenomena of racism, whiteness, and diversity? This project will invite parishioners and leaders of eight catholic parishes to engage in the research in an active way using arts informed methods to challenge the unacknowledged normativity of whiteness and bring attention to diversity. Notions around racial diversity involve bodies in addition to ideas. Thus the project is not only about ideas (notions) but also about materiality. Together the researchers and co- collaborators will engage in conversations about racial diversity, but also co-create art, and build a community dialogue. These experiences will be brought together to create a book that may be used as a tool to contribute to the broader conversation on whiteness and racism in religious contexts. FWO DMP Template (Flemish Standard DMP) 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data1. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB)Physical Volume Participant InformationParticipant Lists, signed Informed Consent forms☒ Generate new data ☒ Digital ☒ Physical☒ Observational☒ .xml ☒ .pdf ☒ < 100 MB -- Written datadigital transcript, code books and NVivo files☒ Generate new data ☒ Digital☒ Observational☒ .xml ☒ .pdf ☒ .nvp☒ < 100 MB -- Data recordingsaudio recordings, video recordings, photographs☒ Generate new data ☒ Digital☒ Observational☒ MP3 ☒ MP4 ☒ WMV ☒ JPEG☒ < 1 GB -- Art projectsKinetic art, photo essays, visual art, textile arts☒ Generate new data ☒ Physical☒ Experimental- - The physical objects will belong to the participants. We will store only photos and videos. 1 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. n/a Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Human participants of various ages and genders will participate for up to four years in this non-medical project. Personal data such as contact information, name, age, gender and religion will be gathered. Some participants may be minors, some may be from vulnerable situations. Will you process personal data2? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: Short description of the kind of personal data that will be used: -Personal Information -Name -Address -Email -Phone number -Age -Gender -Religion -Privacy Registry Reference: 2 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 5Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: The physical art pieces that are generated will belong to the participants who generated the art. The university will store only the photos and videos of the art. 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).-Information about the chosen methodology, the questions and other elements will be provided by means of specific README files. -The following metadata fields will be required with MAXQDA including type, title of the object, description, keyword, subject term, role, association and license. -Ensuring FAIR-principles by: persistent identificatory, using standardised licence agreements and using standardised communication protocols, providing metadata with controlled vocabularies and classifications to make it comparable and exchangeable with other data sets and providing a description of the research context. FWO DMP Template (Flemish Standard DMP) 6Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: -Ensuring FAIR-principles by: persistent identificatory, using standardised licence agreements and using standardised communication protocols, providing metadata with controlled vocabularies and classifications to make it comparable and exchangeable with other data sets and providing a description of the research context. -Providing a DOI, comprehensible description of the research process, open vocabularies, linked data and publications -Standardised data capture, peer review of data 4.Data Storage & Back-up during the Research Project Where will the data be stored? Written data: informed consent forms, participant information, transcripts, code books. It will be pseudonymized and maintained in locked, password protected computer files of primary researcher for a period of 10 years after the conclusion of the research. Recorded data: audio recordings, video recordings of the focus groups. Original files maintained on a locked, password protected computer of the primary researcher. After transcription, the audio and video recordings will be destroyed. Art: photos and videos of the art pieces, the art installations, and the art shows will be maintained in locked, password protected computer files of primary researcher for a period of 10 years after the conclusion of the research. FWO DMP Template (Flemish Standard DMP) 7How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.3 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.During the project, data will be stored on KU Leuven OneDrive for Business with automatic back-up procedures. The data files will be stored secure and encrypted, only accessible to the researcher and promoter. Personal information will be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator app. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Text, excel and NVivo files will be stored on OneDrive which has sufficient storage capacity. The audio and video files of the focus groups will be deleted after transcription, so only temporary storage will be necessary. The photo and video files of the artistic works will be stored on OneDrive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7During the project, data will be stored on KU Leuven OneDrive for Business with automatic back-up procedures. The data files will be stored secure and encrypted, only accessible to the researcher and promoter. Personal information will be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator app. What are the expected costs for data storage and backup during the research project? How will these costs be covered?No extra costs are anticipated. 3 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 85. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Written data, Photos and videos of artwork: informed consent forms, participant information, transcripts, code books. Photographs and videos of the art, without persons in them. This data will be pseudonymized and maintained in locked, password protected computer files of primary researcher for a period of 10 years after the conclusion of the research. Recorded data: audio recordings, video recordings. Original files will be maintained on a locked, password protected computer of the primary researcher during the project. After transcription, to protect privacy, the audio and video recordings will be destroyed. Where will these data be archived (stored and curated for the long-term)?After the project, the pseudonymized datasets will be made available to others by uploading it to KU Leuven's Research Data Repository (RDR) and restricting access to the files. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?As part of the university, there are no expected costs for storage. FWO DMP Template (Flemish Standard DMP) 96. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: KU Leuven's Research Data Repository (RDR) If access is restricted, please specify who will be able to access the data and under what conditions.Upon motivation, researchers may request access to the pseudonymized data for comparative use. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: -Participant Information -Participant Lists, The real names will no longer be stored in the RDR, only the pseudonyms -signed Informed Consent forms will not be made available for research -Written data transcripts, code books and NVivo files -Data recordings The original audio and video recordings of the focus groups will not be stored. The transcripts will be pseudonymised and those will be accessible. -Art Projects photos and videos of the art will be pseudonymised and made available upon request FWO DMP Template (Flemish Standard DMP) 10Where will the data be made available? If already known, please provide a repository per dataset or data type.KU Leuven's Research Data Repository (RDR) All stored data will be deposited in the RDR When will the data be made available? Data will become available after the publication of results Which data usage licenses are you going to provide? If none, please explain why.Licenses will only exceptionally be provided upon request for access to the data Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.☒ Yes ☐ No If yes: Not yet available What are the expected costs for data sharing? How will these costs be covered? Any costs will be borne by those requesting access to the data. 7. Responsibilities Who will manage data documentation and metadata during the research project?Amy Casteel Who will manage data storage and backup during the research project?Amy Casteel Who will manage data preservation and sharing?Annemie Dillen Who will update and implement this DMP? Annemie Dillen"
}