{
    "document_id": "D-2023-2321",
    "LinkTitle": "D-2023-2321",
    "file_name": "D-2023-2321.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2321.pdf",
    "metadata": {
        "title": "Deep Process Model Forecasting",
        "author": "N/A",
        "creation_date": "2023-10-06 11:58:42+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Deep Process Model Forecasting\nA Data Management Plan created using DMPonline.be\nCreators: \nJohannes De Smedt, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nJohannes De Smedt, n.n. n.n.\nData Manager:\n \nJohannes De Smedt, n.n. n.n.\nGrant number / URL: \nC14/23/031\nID: \n202110\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nThis project envisions to introduce a new take on process analytics by introducing a deep learning-based approach to\nforecast process models which simultaneously supports the discovery of process models from data, i.e., to understand\nhow the process behaved in the past, and the prediction of process models, i.e., to understand how the process will\nbehave in the future. Currently, both activities are treated separately, although they are learned from the same data.\nTo achieve this, the investigators will build on their recent efforts on a first incarnation of process model forecasting\nbased on univariate statistical time series analysis and use them towards deep learning solutions. In a second instance,\nthe short term-focused predictive monitoring and long-term model-wide forecasting will be combined into a single deep\nlearning model based on recurrent and graph neural networks optimized with a process-specific loss function which will\nalso support the discovery of process models over time directly. The project envisions significant predictive performance\nimprovement and uncovering the interrelations between short- and long term, element-specific and model-wide\npredictions packaged in a user-friendly software tool.\nThrough a set of benchmarks, the model will be enhanced with guidelines in a Predictive Process Mining Framework\n(PPMF) which will equip practitioners with high-quality process-oriented decision support. The results will help process\nexperts to simplify their predictive\nLast modified: \n06-10-2023\nCreated using DMPonline.be. Last modiﬁed 06 October 2023\n1 of 5\nDeep Process Model Forecasting\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nBPI Challenge\n2011-2023\nEvent log data\ncollected from\nvarious information\nsystems used\nthrough the\nprocess mining\nresearch\ncommunity for\nbenchmarking and\nexperimental\nevaluation.\n☐ Generate new data\n☒ Reuse existing data\n☒ Digital\n☐ Physical\n☐ Observational\n☐ Experimental\n☐ Compiled/\naggregated data\n☐ Simulation data\n☒ Software\n☐ Other\n☐ NA\n \n \n☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .xes\n☐ NA\n☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAll data is hosted at: \nhttps://data.4tu.nl/articles/\nE.g., BPI 12 has a DOI of https://doi.org/10.4121/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 October 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nThe data is already available and well-documenten on dedicated sites such as (https://www.win.tue.nl/bpi/2012/challenge.html).\nFor outcomes produced by the research in the project based on these available data, GitHub pages will be made available which contain the algorithms for pre-processing,\ndata analysis, visualisation of results, and so on.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nFor online processing, the data will be stored on the local desktop computers of the academics involved in the research\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nNo (explain solution below)\nNo needed, all data is freely available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nNA\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNA\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nCreated using DMPonline.be. Last modiﬁed 06 October 2023\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nAlready available open access\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nAll data is hosted at: \nhttps://data.4tu.nl/articles/\nWhen will the data be made available? \nOther (specify below)\nAlready available\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nhttps://data.4tu.nl/articles/_/12721292/1\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nYes, my dataset already has a PID\nAvailable for all the event logs listed above, e.g. for BPI 12: https://data.4tu.nl/articles/dataset/BPI_Challenge_2012/12689204\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe Main PI\nCreated using DMPonline.be. Last modiﬁed 06 October 2023\n4 of 5\nWho will manage data storage and backup during the research project? \nThe Main PI/postdoctoral research of the project\nWho will manage data preservation and sharing? \nThe Main PI/postdoctoral research of the project\nWho will update and implement this DMP? \nThe Main PI\nCreated using DMPonline.be. Last modiﬁed 06 October 2023\n5 of 5"
    },
    "clean_full_text": "Deep Process Model Forecasting A Data Management Plan created using DMPonline.be Creators: Johannes De Smedt, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Johannes De Smedt, n.n. n.n. Data Manager: Johannes De Smedt, n.n. n.n. Grant number / URL: C14/23/031 ID: 202110 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: This project envisions to introduce a new take on process analytics by introducing a deep learning-based approach to forecast process models which simultaneously supports the discovery of process models from data, i.e., to understand how the process behaved in the past, and the prediction of process models, i.e., to understand how the process will behave in the future. Currently, both activities are treated separately, although they are learned from the same data. To achieve this, the investigators will build on their recent efforts on a first incarnation of process model forecasting based on univariate statistical time series analysis and use them towards deep learning solutions. In a second instance, the short term-focused predictive monitoring and long-term model-wide forecasting will be combined into a single deep learning model based on recurrent and graph neural networks optimized with a process-specific loss function which will also support the discovery of process models over time directly. The project envisions significant predictive performance improvement and uncovering the interrelations between short- and long term, element-specific and model-wide predictions packaged in a user-friendly software tool. Through a set of benchmarks, the model will be enhanced with guidelines in a Predictive Process Mining Framework (PPMF) which will equip practitioners with high-quality process-oriented decision support. The results will help process experts to simplify their predictive Last modified: 06-10-2023 Created using DMPonline.be. Last modiﬁed 06 October 2023 1 of 5 Deep Process Model Forecasting Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA BPI Challenge 2011-2023 Event log data collected from various information systems used through the process mining research community for benchmarking and experimental evaluation. ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .xes ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All data is hosted at: https://data.4tu.nl/articles/ E.g., BPI 12 has a DOI of https://doi.org/10.4121/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 06 October 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data is already available and well-documenten on dedicated sites such as (https://www.win.tue.nl/bpi/2012/challenge.html). For outcomes produced by the research in the project based on these available data, GitHub pages will be made available which contain the algorithms for pre-processing, data analysis, visualisation of results, and so on. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Personal network drive (I-drive) For online processing, the data will be stored on the local desktop computers of the academics involved in the research How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. No (explain solution below) No needed, all data is freely available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? NA What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Created using DMPonline.be. Last modiﬁed 06 October 2023 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Already available open access If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) All data is hosted at: https://data.4tu.nl/articles/ When will the data be made available? Other (specify below) Already available Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) https://data.4tu.nl/articles/_/12721292/1 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Yes, my dataset already has a PID Available for all the event logs listed above, e.g. for BPI 12: https://data.4tu.nl/articles/dataset/BPI_Challenge_2012/12689204 What are the expected costs for data sharing? How will these costs be covered? None Responsibilities Who will manage data documentation and metadata during the research project? The Main PI Created using DMPonline.be. Last modiﬁed 06 October 2023 4 of 5 Who will manage data storage and backup during the research project? The Main PI/postdoctoral research of the project Who will manage data preservation and sharing? The Main PI/postdoctoral research of the project Who will update and implement this DMP? The Main PI Created using DMPonline.be. Last modiﬁed 06 October 2023 5 of 5"
}