{
    "document_id": "D-2023-1988",
    "LinkTitle": "D-2023-1988",
    "file_name": "D-2023-1988.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1988.pdf",
    "metadata": {
        "title": "D-2023-1988",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Julius Anthony Porqueriño  (0000-0002-1019-7746)\nContributor name(s) (+ ORCID) & roles\nProject number1 & title Thinking about Religious Education as 'Pag-alalay': A postcolonial, empirical and theological study into the \ntheory and practice of Catholic religious education in the Philippines\nFunder(s) GrantID2\nAffiliation(s) 🅇 KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \nPlease provide a short project description     ,           For contexts like the Philippines where the majority of the people are religious and where\n            ,  the Catholic religion has been entangled with a history of oppression of peoples the\n             challenge for religious education is to reimagine both the content and methodology of\n .            religious education Thereby it is important that it promotes inclusive care and just relations  \n    .     ,  , inside and outside the classroom In dialogue with postcolonial theory practical theology\n  -      ( ),   and the hermeneutical communicative model of religious education RE this research\n             project will utilize theological action research to collaborate with RE teachers in developing\n       .        a contextual approach to RE in the Philippines The project will put forth guiding principles\n           “ - \" (   ). that will serve as a basis for thinking about RE as pag alalay supporting with care\n               Thereby teachers are supported as they support children not only in making sense of their\n             .religious identity but also in bringing this identity into dialogue with the larger society\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nLITRelevant \nliterature for \nthe research Reuse existing data DigitalNA .pdf or .epub for \nfile; .docx \nand .md for \nannotations< 1 GB\nINTInterview \nDocumentation \n(Interview \nQuestion List, \nConsent Forms, \nKey \ncharacteristics \nof interview – \nschedule, place, \nbiographical \ninfo of \nparticipant) Generate new data DigitalObservational MS Word (.docx) \nand .pdf for \ninterview \nquestions list and \nconsent forms. \nMS Excel (.xlsx) \nfor key \ncharacteristics of \nparticipants < 1 GB\nQ1Qualitative data: \nInterview with Generate new data DigitalObservational Audio data \n(.wav), video data < 100 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 520 religious \neducation \nteachers (phase \nI)(.mp4 or .m4a) \nfor interview \nrecordings; MS \nWord (.docx) for \ntranscript; NVivo \n(.nvp) for analysis\nQ2Qualitative data: \nInterview with \n20 religious \neducation \nteachers (phase \nII)Generate new data DigitalObservational Audio data \n(.wav), video data \n(.mp4 or .m4a) \nfor interview \nrecordings; MS \nWord (.docx) for \ntranscript; NVivo \n(.nvp) for analysis< 100 GB\nQ3Qualitative data: \nFGD with \nparticipants of \nworkshopGenerate new data DigitalObservational Audio data \n(.wav), video data \n(.mp4 or .m4a) \nfor interview \nrecordings; MS \nWord (.docx) for \ntranscript; NVivo \n(.nvp) for analysis< 100 GB\nNOTESResearcher's \nNotesGenerate New Data DigitalObservational .md or .docx < 1 GB\nFWO DMP Template (Flemish Standard DMP) 6GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  The data that will be reused in this research are from published books, journals, reports and \ntheses/dissertations only. The data are available in digital format (.html, .pdf or .docx) or in hard-copy. I \nuse KU Leuven Libraries' search function (Limo) to look for physical copies of books. I also use Limo, \ntogether with Google Scholar to look for appropriate articles and books. I also search for relevant articles \non ATLA Religion Database, JSTOR, and ProQuest Central.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nThe possible area for ethical issues will be in the personal data of the religious education teachers that will  \nbe interviewed (name, age, gender, education, political stand, and religious and philosophical views). \nThese data, however, will not be used in the analysis of the interviews.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\nShort description of the kind of personal data that will be used:\nThe diversity of the data to be processed will be highly dependent on the semi-structured open-ended \ninterviews to be conducted with the religious education teachers. Data from these interviews may range \nfrom, but are not limited to, religious education teaching experience, religious and philosophical views, \nand views about the aims of religious education, children and roles of RE teachers. Prior to information \nfrom the interviews, I will collect personal information: name, age, gender, education and training, and \nprofessional occupation, etc. These personal information will not be included in the analysis of the \nresearch data.\nPrivacy Registry Reference:  \nSMEC: G-2022-5181-R2(MIN)\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).All the published data (journal, books, reports, theses, etc.) and their metadata are documented and \nstored via Zotero and its built-in storage. The metadata can be exported as a .csv file.\nFor the interview documentation, the questions/topics list, consent forms and information letters will be \nprovided. A .pdf file can be produced for these documents. As for the documentation that will contain the \nkey characteristics of the interview participants and the interview date, time and location, they will be \nstored on a secure, password-protected MS Excel (.xlsx) file.  \nFor the analysed interview data, a codebook and readme.txt will be provided.\nFWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nWhen necessary, the research will use the Dublin Core metadata standard.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All the data that do not contain any personal or private information of the researcher and the participants \n(i.e., journal articles, desk research notes, interview questions, information letters, publication materials, \npseudonymized transcripts and interview analyses) will be stored in the researcher's KU Leuven OneDrive \naccount.\nThe data that may contain personal and private information will be stored in a secure KU Leuven managed  \nstorage, specifically a Sharepoint On-Premise Site. Access to the site will be purchased as soon as the first \ninterview data is generated.  \nFWO DMP Template (Flemish Standard DMP) 10How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data will be stored on OneDrive for Business. KU Leuven ICTS protects and manages the accounts \nused.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe data will consist of video, audio and pdf forms. It is projected that the data that do not contain \npersonal data and the videos can be stored in the 2TB storage that comes from the KU Leuven's OneDrive \ncloud storage, which is free for staff and students of KU Leuven. The videos and those that have personal \ndata will be stored in the SharePoint Online-Site which is free for KU Leuven staff and offers 5TB of \nstorage.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Only the researcher (Julius Porqueriño) has access to the files that contain personal data and interview \nvideos. KU Leuven for Business allows for multifactor authentication to protect access to strictly \nconfidential data.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?OneDrive is free for students and staff at KU Leuven, and the SharePoint online-site is free for KU Leuven \nstaff. In the unlikely event that additional storage space is required, the researcher's FWO bench fee will \nbe used to cover the costs.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).The KU Leuven policy for data management will be followed, meaning data must be preserved for ten \nyears, following the RDM policy of KU Leuven. The data that will be stored are: the transcribed and \npseudonymised interviews (.docx, .pdf), the analysis through NVivo (.nvp), and the researcher's notes \n(.docx, .md). \nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be archived via the OneDrive account managed by KU Leuven for at least 10 years.  \nData that will contain personal and private information will be deleted once the research project is done. \nOnly the analyzed and pseudonymized interview data, and other important data gathered during the \nresearch will be kept. As such, these will be stored with promoter (Prof. Annemie Dillen) for at least 10 \nyears. \nFWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no expected costs for data storage. OneDrive for business is free for staff and students of KU \nLeuven. However, in the event that a paid service is necessary to store data during the retention period, \nthe bench fee of the researcher will be used.\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only the researcher will have access to the data prior to its publication. When it is published, the public \nwill have access to the data.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nThe process of the interviews may collect confidential data, such as name, age, gender, education and \ntraining, and professional occupation, etc.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data \nRepository). Articles that will be published as a result of the analyzed data will be made available via KU \nLeuven's Lirias (Leuven Institutional Repository and Information Archiving System).\nFWO DMP Template (Flemish Standard DMP) 14When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The analyzed data will be made available immediately after the completion of the project.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  The project data that can be shared via the online repositories will be made available under a Creative \nCommons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  There are no expected costs for many of the data repositories. However, in the event that a paid service is \nnecessary to share data, the bench fee of the researcher will be used.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researcher (Julius Porqueriño) will manage the data documentation and metadata during the research  \nproject.\nWho will manage data storage and backup \nduring the research project?The researcher (Julius Porqueriño) will manage the data storage and backup during the research project.  \nWho will manage data preservation and \nsharing?While the project is ongoing, the researcher (Julius Porqueriño) will manage the data preservation. Prof. \nAnnemie Dillen, the promoter, will take care of the preservation after the completion of the doctoral \ndissertation. The researcher will manage the sharing of the data.\nWho will update and implement this DMP? The researcher (Julius Porqueriño) will update and implement the DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Julius Anthony Porqueriño (0000-0002-1019-7746) Contributor name(s) (+ ORCID) & roles Project number1 & title Thinking about Religious Education as 'Pag-alalay': A postcolonial, empirical and theological study into the theory and practice of Catholic religious education in the Philippines Funder(s) GrantID2 Affiliation(s) 🅇 KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description , For contexts like the Philippines where the majority of the people are religious and where , the Catholic religion has been entangled with a history of oppression of peoples the challenge for religious education is to reimagine both the content and methodology of . religious education Thereby it is important that it promotes inclusive care and just relations . , , inside and outside the classroom In dialogue with postcolonial theory practical theology - ( ), and the hermeneutical communicative model of religious education RE this research project will utilize theological action research to collaborate with RE teachers in developing . a contextual approach to RE in the Philippines The project will put forth guiding principles “ - \" ( ). that will serve as a basis for thinking about RE as pag alalay supporting with care Thereby teachers are supported as they support children not only in making sense of their .religious identity but also in bringing this identity into dialogue with the larger society 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume LITRelevant literature for the research Reuse existing data DigitalNA .pdf or .epub for file; .docx and .md for annotations< 1 GB INTInterview Documentation (Interview Question List, Consent Forms, Key characteristics of interview – schedule, place, biographical info of participant) Generate new data DigitalObservational MS Word (.docx) and .pdf for interview questions list and consent forms. MS Excel (.xlsx) for key characteristics of participants < 1 GB Q1Qualitative data: Interview with Generate new data DigitalObservational Audio data (.wav), video data < 100 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 520 religious education teachers (phase I)(.mp4 or .m4a) for interview recordings; MS Word (.docx) for transcript; NVivo (.nvp) for analysis Q2Qualitative data: Interview with 20 religious education teachers (phase II)Generate new data DigitalObservational Audio data (.wav), video data (.mp4 or .m4a) for interview recordings; MS Word (.docx) for transcript; NVivo (.nvp) for analysis< 100 GB Q3Qualitative data: FGD with participants of workshopGenerate new data DigitalObservational Audio data (.wav), video data (.mp4 or .m4a) for interview recordings; MS Word (.docx) for transcript; NVivo (.nvp) for analysis< 100 GB NOTESResearcher's NotesGenerate New Data DigitalObservational .md or .docx < 1 GB FWO DMP Template (Flemish Standard DMP) 6GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The data that will be reused in this research are from published books, journals, reports and theses/dissertations only. The data are available in digital format (.html, .pdf or .docx) or in hard-copy. I use KU Leuven Libraries' search function (Limo) to look for physical copies of books. I also use Limo, together with Google Scholar to look for appropriate articles and books. I also search for relevant articles on ATLA Religion Database, JSTOR, and ProQuest Central. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: The possible area for ethical issues will be in the personal data of the religious education teachers that will be interviewed (name, age, gender, education, political stand, and religious and philosophical views). These data, however, will not be used in the analysis of the interviews. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: Short description of the kind of personal data that will be used: The diversity of the data to be processed will be highly dependent on the semi-structured open-ended interviews to be conducted with the religious education teachers. Data from these interviews may range from, but are not limited to, religious education teaching experience, religious and philosophical views, and views about the aims of religious education, children and roles of RE teachers. Prior to information from the interviews, I will collect personal information: name, age, gender, education and training, and professional occupation, etc. These personal information will not be included in the analysis of the research data. Privacy Registry Reference: SMEC: G-2022-5181-R2(MIN) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).All the published data (journal, books, reports, theses, etc.) and their metadata are documented and stored via Zotero and its built-in storage. The metadata can be exported as a .csv file. For the interview documentation, the questions/topics list, consent forms and information letters will be provided. A .pdf file can be produced for these documents. As for the documentation that will contain the key characteristics of the interview participants and the interview date, time and location, they will be stored on a secure, password-protected MS Excel (.xlsx) file. For the analysed interview data, a codebook and readme.txt will be provided. FWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: When necessary, the research will use the Dublin Core metadata standard. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? All the data that do not contain any personal or private information of the researcher and the participants (i.e., journal articles, desk research notes, interview questions, information letters, publication materials, pseudonymized transcripts and interview analyses) will be stored in the researcher's KU Leuven OneDrive account. The data that may contain personal and private information will be stored in a secure KU Leuven managed storage, specifically a Sharepoint On-Premise Site. Access to the site will be purchased as soon as the first interview data is generated. FWO DMP Template (Flemish Standard DMP) 10How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data will be stored on OneDrive for Business. KU Leuven ICTS protects and manages the accounts used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The data will consist of video, audio and pdf forms. It is projected that the data that do not contain personal data and the videos can be stored in the 2TB storage that comes from the KU Leuven's OneDrive cloud storage, which is free for staff and students of KU Leuven. The videos and those that have personal data will be stored in the SharePoint Online-Site which is free for KU Leuven staff and offers 5TB of storage. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Only the researcher (Julius Porqueriño) has access to the files that contain personal data and interview videos. KU Leuven for Business allows for multifactor authentication to protect access to strictly confidential data. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data storage and backup during the research project? How will these costs be covered?OneDrive is free for students and staff at KU Leuven, and the SharePoint online-site is free for KU Leuven staff. In the unlikely event that additional storage space is required, the researcher's FWO bench fee will be used to cover the costs. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).The KU Leuven policy for data management will be followed, meaning data must be preserved for ten years, following the RDM policy of KU Leuven. The data that will be stored are: the transcribed and pseudonymised interviews (.docx, .pdf), the analysis through NVivo (.nvp), and the researcher's notes (.docx, .md). Where will these data be archived (stored and curated for the long-term)?The data will be archived via the OneDrive account managed by KU Leuven for at least 10 years. Data that will contain personal and private information will be deleted once the research project is done. Only the analyzed and pseudonymized interview data, and other important data gathered during the research will be kept. As such, these will be stored with promoter (Prof. Annemie Dillen) for at least 10 years. FWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no expected costs for data storage. OneDrive for business is free for staff and students of KU Leuven. However, in the event that a paid service is necessary to store data during the retention period, the bench fee of the researcher will be used. FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Only the researcher will have access to the data prior to its publication. When it is published, the public will have access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The process of the interviews may collect confidential data, such as name, age, gender, education and training, and professional occupation, etc. Where will the data be made available? If already known, please provide a repository per dataset or data type.The analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articles that will be published as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven Institutional Repository and Information Archiving System). FWO DMP Template (Flemish Standard DMP) 14When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The analyzed data will be made available immediately after the completion of the project. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 The project data that can be shared via the online repositories will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for many of the data repositories. However, in the event that a paid service is necessary to share data, the bench fee of the researcher will be used. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 157. Responsibilities Who will manage data documentation and metadata during the research project?The researcher (Julius Porqueriño) will manage the data documentation and metadata during the research project. Who will manage data storage and backup during the research project?The researcher (Julius Porqueriño) will manage the data storage and backup during the research project. Who will manage data preservation and sharing?While the project is ongoing, the researcher (Julius Porqueriño) will manage the data preservation. Prof. Annemie Dillen, the promoter, will take care of the preservation after the completion of the doctoral dissertation. The researcher will manage the sharing of the data. Who will update and implement this DMP? The researcher (Julius Porqueriño) will update and implement the DMP."
}