{
    "document_id": "D-2021-1210",
    "LinkTitle": "D-2021-1210",
    "file_name": "D-2021-1210.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1210.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP FWO project",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP FWO project\nProject Name\n My plan (FWO DMP) - DMP FWO project\nGrant Title\n 11K7822N\nPrincipal Investigator / Researcher\n Laura Hellemans\nProject Data Contact\n laura.hellemans@uzleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLaura Hellemans\nFWO Project Number & Title\n11K7822N\nOptimizing medical-pharmaceutical care to reduce unplanned hospital visits and improve clinical\noutcomes in geriatric inpatients\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nWork\npackage\nRaw vs\nprocessed\ntype of data\nFormat\nVolume\nHow created\nWP 1\nRaw\nAdministrative\ndata on\nhospital visits\n .xls\n \nCollected from\nInterMutualistic\nAgency (IMA)\n \nRaw\nPatient\ncharacteristics\nREDCap\n \nCollected from\npatient or\ncaregiver\n(telephone)\ninterview,\nelectronic health\nrecord and a diary\n \nProcessed\nPatient\ncharacteristics\n.xls\n \nexported data\nfrom our REDCap\ndatabase\nWP 2\nRaw\nAudio-\nrecordings of\ninterviews\n.mp3\n5 GB (30\ninterviews)\nFace-to-face\ninterviews/focus\ngroup\n \nRaw\nPersonal notes\non interviews\npaper\n \nNotes made during\ninterviews on the\nsituation/context\nof the interview \n \nProcessed\nTranscipts\n.docx\nestimated\n10-15\npages per\ninterview\nx 30\ninterviews\n--> 6-8 MB\nTranscription of\nthe audio-files of\nthe interviews\n \nProcessed\nCoding\n.nvp\n(Codes\ngiven in\nNVivo)\nDigital\ndataset of\nall\ntranscripts\nwith\ncoding\nInterview\ntranscripts will be\nimported into\nNVivO and coded\nWP 3\nRaw\nAll healthcare\nrelated costs\n .xls\n \nCollected from\nInterMutualistic\nAgency (IMA)\n \nRaw\nCosts related\nto the\ninterventions\npaper\n \nEstimated by\nmultiplying an\nhourly wage by\nthe documented\ntime spent on the\nintervention\n \nRaw\nProductivity\nlost costs\npaper\n \nPatient diary\n \nProcessed\n costs\n.xls\n \nAll collected costs \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nOur prospective randomized controlled trial has obtained ethical approval by the Ethics\nCommittee of Research UZ/KU Leuven \n(S64758)\n. An amendement for the data of WP 2  was\nsubmitted on 19th October 2022. \nShort description of the kind of personal data that will be used:\nAdministrative data on hospital visits and all healthcare related costs will be collected\nthrough the InterMutualistic Agency. Medication use will be collected from the patient or\ncaregiver\ninterview and the electronic health record. The majority of patient characteristics will also be\ncollected from the electronic health record:, age, sex, body mass index, weight, serum\ncreatinine, creatinine clearance, hemoglobin levels, alanine aminotransferase, aspartate\ntransaminase, potassium, HbA1c, systolic blood pressure and left ventricle ejection fraction, the\ntotal number of comorbidities and specific co-morbidities such as systolic heart failure, atrial\nfibrillation, chronic obstructive pulmonary disease, diabetes mellitus type 2, arrhythmia,\ndementia, diagnosis of coronary artery disease, stroke, cancer, peripheral artery disease, chronic\nkidney disease and orthostatic hypotension. Other administrative data such as reason for\nadmission, admission source (e.g. home, nursing home), discharge destination, responsible\nperson (mainly or partly) for the medication management process, surgery during hospitalization,\nstay on the intensive care unit during the hospitalization, admission to another ward before\nadmission to the acute geriatric ward, length of stay, the Charlson Comorbidity Score, Mini\nMental State Examination and the clinical frailty score will also be collected. Patient reported data\nsuch as patient preferences, quality of life, medication adherence will be collected during the\ninclusion interview, by follow-up telephone calls and from a patient diary.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nOur prospective randomized controlled trial has obtained ethical approval by the Ethics\nCommittee of Research UZ/KU Leuven \n(S64758)\n. An amendement for the data of WP 2 was\nsubmitted on 19th October 2022.The GDPR questionnaire of the CTC was submitted and\napproved.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor each WP meta-data will be available and stored on the secured server of the hospital.\nMore precisely, meta-data will be provided by 1. EC approval, Data management plan, and Data\nAppendix (REDCap) or Interview Guide, 2. preparation and cleaning of the data, 3. analyses of the\ndata. \nWhen using REDCap, a Data Dictionary Codebook will be generated which includes information\non variable level for all collected data. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSince we will be working with sensitive personal data, the data will be stored in the hospital's\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nsecure environment for private data. All data will be password-secured. \nHow is backup of the data provided?\nThe data will be stored in REDCap and on the hospital's central servers with automatic daily\nback-up procedures. \n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nREDCap provides unlimited capacity and is hosted on central webservices of KU Leuven. \nThe available capacity of the UZ Leuven servers is XX. Given the nature of our research, we\nexpect this capacity to be sufficient for all data storage. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe yearly cost of using REDCap is 80 euros/year, this cost is coverd by the PI. The use of UZ\nLeuven servers is free of charge. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nPatient-related information is stored in a password-protected folder on the servers of UZ Leuven.\nOnly investigators have access to this folder. Included patients receive an unique identification-\nnumber and this number is used in REDCap ™. So, only anonymised data will be entered in\nREDCap.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 5 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the UZ Leuven central servers (with automatic back-up procedures) for\nat least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAfter entering data in REDCap, all data will be downloaded from REDCap and be stored on the\nservers of UZ Leuven. Therefore, the yearly cost of using REDCap will no longer be applicable\nafterward and no extra fee is charged for using the servers of UZ Leuven.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nWe collect patient-related information, therefore datasharing is restricted. Moreover, participants\ndid not give consent for data sharing. \nWhich data will be made available after the end of the project?\nWe collect patient-related information so data will not be freely available. Upon reasonable\nrequest, anonymised data can be made available.\nWhere/how will the data be made available for reuse?\nData will be available on reasonable request after signing a data sharing agreement. \nWhen will the data be made available?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData sharing will be considered after a reasonable request is submitted explaining the planned\nreuse. Only uses for research purposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe expect no costs for data sharing\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\n2 PhD students (Laura Hellemans and Julie Hias) will be responsible for data documentation and\nmetadata. \nWho will be responsible for data storage & back up during the project?\n2 PhD students (Laura Hellemans and Julie Hias) will be responsible for data storage and back-up\nof data during the project?\nWho will be responsible for ensuring data preservation and reuse ?\nThe principal investigator (Jos Tournoy) will be responsible for ensuring data preservation and\nreuse.\nWho bears the end responsibility for updating & implementing this DMP?\nLaura Hellemans (PhD student) bears the end responsibility of updating & implementing this\nDMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP FWO project Project Name My plan (FWO DMP) - DMP FWO project Grant Title 11K7822N Principal Investigator / Researcher Laura Hellemans Project Data Contact laura.hellemans@uzleuven.be Institution KU Leuven 1. General Information Name applicant Laura Hellemans FWO Project Number & Title 11K7822N Optimizing medical-pharmaceutical care to reduce unplanned hospital visits and improve clinical outcomes in geriatric inpatients Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Work package Raw vs processed type of data Format Volume How created WP 1 Raw Administrative data on hospital visits .xls Collected from InterMutualistic Agency (IMA) Raw Patient characteristics REDCap Collected from patient or caregiver (telephone) interview, electronic health record and a diary Processed Patient characteristics .xls exported data from our REDCap database WP 2 Raw Audio- recordings of interviews .mp3 5 GB (30 interviews) Face-to-face interviews/focus group Raw Personal notes on interviews paper Notes made during interviews on the situation/context of the interview Processed Transcipts .docx estimated 10-15 pages per interview x 30 interviews --> 6-8 MB Transcription of the audio-files of the interviews Processed Coding .nvp (Codes given in NVivo) Digital dataset of all transcripts with coding Interview transcripts will be imported into NVivO and coded WP 3 Raw All healthcare related costs .xls Collected from InterMutualistic Agency (IMA) Raw Costs related to the interventions paper Estimated by multiplying an hourly wage by the documented time spent on the intervention Raw Productivity lost costs paper Patient diary Processed costs .xls All collected costs 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Our prospective randomized controlled trial has obtained ethical approval by the Ethics Committee of Research UZ/KU Leuven (S64758) . An amendement for the data of WP 2 was submitted on 19th October 2022. Short description of the kind of personal data that will be used: Administrative data on hospital visits and all healthcare related costs will be collected through the InterMutualistic Agency. Medication use will be collected from the patient or caregiver interview and the electronic health record. The majority of patient characteristics will also be collected from the electronic health record:, age, sex, body mass index, weight, serum creatinine, creatinine clearance, hemoglobin levels, alanine aminotransferase, aspartate transaminase, potassium, HbA1c, systolic blood pressure and left ventricle ejection fraction, the total number of comorbidities and specific co-morbidities such as systolic heart failure, atrial fibrillation, chronic obstructive pulmonary disease, diabetes mellitus type 2, arrhythmia, dementia, diagnosis of coronary artery disease, stroke, cancer, peripheral artery disease, chronic kidney disease and orthostatic hypotension. Other administrative data such as reason for admission, admission source (e.g. home, nursing home), discharge destination, responsible person (mainly or partly) for the medication management process, surgery during hospitalization, stay on the intensive care unit during the hospitalization, admission to another ward before admission to the acute geriatric ward, length of stay, the Charlson Comorbidity Score, Mini Mental State Examination and the clinical frailty score will also be collected. Patient reported data such as patient preferences, quality of life, medication adherence will be collected during the inclusion interview, by follow-up telephone calls and from a patient diary. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Our prospective randomized controlled trial has obtained ethical approval by the Ethics Committee of Research UZ/KU Leuven (S64758) . An amendement for the data of WP 2 was submitted on 19th October 2022.The GDPR questionnaire of the CTC was submitted and approved. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For each WP meta-data will be available and stored on the secured server of the hospital. More precisely, meta-data will be provided by 1. EC approval, Data management plan, and Data Appendix (REDCap) or Interview Guide, 2. preparation and cleaning of the data, 3. analyses of the data. When using REDCap, a Data Dictionary Codebook will be generated which includes information on variable level for all collected data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Since we will be working with sensitive personal data, the data will be stored in the hospital's This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 secure environment for private data. All data will be password-secured. How is backup of the data provided? The data will be stored in REDCap and on the hospital's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes REDCap provides unlimited capacity and is hosted on central webservices of KU Leuven. The available capacity of the UZ Leuven servers is XX. Given the nature of our research, we expect this capacity to be sufficient for all data storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? The yearly cost of using REDCap is 80 euros/year, this cost is coverd by the PI. The use of UZ Leuven servers is free of charge. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Patient-related information is stored in a password-protected folder on the servers of UZ Leuven. Only investigators have access to this folder. Included patients receive an unique identification- number and this number is used in REDCap ™. So, only anonymised data will be entered in REDCap. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the UZ Leuven central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? After entering data in REDCap, all data will be downloaded from REDCap and be stored on the servers of UZ Leuven. Therefore, the yearly cost of using REDCap will no longer be applicable afterward and no extra fee is charged for using the servers of UZ Leuven. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: We collect patient-related information, therefore datasharing is restricted. Moreover, participants did not give consent for data sharing. Which data will be made available after the end of the project? We collect patient-related information so data will not be freely available. Upon reasonable request, anonymised data can be made available. Where/how will the data be made available for reuse? Data will be available on reasonable request after signing a data sharing agreement. When will the data be made available? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data sharing will be considered after a reasonable request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? We expect no costs for data sharing 8. Responsibilities Who will be responsible for data documentation & metadata? 2 PhD students (Laura Hellemans and Julie Hias) will be responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? 2 PhD students (Laura Hellemans and Julie Hias) will be responsible for data storage and back-up of data during the project? Who will be responsible for ensuring data preservation and reuse ? The principal investigator (Jos Tournoy) will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Laura Hellemans (PhD student) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}