{
    "document_id": "D-2022-1639",
    "LinkTitle": "D-2022-1639",
    "file_name": "D-2022-1639.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1639.pdf",
    "metadata": {
        "title": "Control theoretic foundations and design tools for periodic time-delay systems",
        "author": "N/A",
        "creation_date": "2023-01-06 16:48:29+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Control theoretic foundations and design tools for periodic time-\ndelay systems\nA Data Management Plan created using DMPonline.be\nCreator: \nWim Michiels\nAffiliation: \nKU Leuven (KUL)\nFunder: \nBijzonder Onderzoeksfonds\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC14/22/092\nID: \n191821\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nLinear periodic time-delay models are used to describe dynamical systems in many fields of\nscience and engineering. The project aims at a mathematical and computational framework for\ncontrol design of linear periodic time-delay systems of both retarded and neutral type. First, a\nbasic theory will be constructed, focusing on structural properties, fundamental limitations and\ntrade-offs in control, as well as well-posedness and fragility of closed-loop control system\ngoverned by equations of neutral type. Second, methodologies and computational tools will be\ndeveloped for designing periodic output feedback controllers, based on shaping the spectrum of\nthe monodromy operator and optimizing input-output maps. Particular attention will be paid to\ninnovative schemes compensating part of the dynamics, to the use of delays for the purpose of\ncontrol, and to the development of optimal strategies for achieving phase synchronization in\nnetworks\n \n \n \nLast modified: \n06-01-2023\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n1 of 6\nControl theoretic foundations and design tools for periodic time-\ndelay systems\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset\nname /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew\ndata) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital)\nor\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAlg\nown algorithms and in-\nhouse developed\nsoftware that are being\ndeveloped during the\nproject\n \n \nSO\nThe specific data format depends on the code\nbeing used. This will be documented for all\nalgorithmic developments and computational\nexperiments, see the section on documentation\nand metadata.\n<1GB\n \nSw\nopen source software\ntools that will be made\navailable to the\ncommunity via a GPL\nlicence\n \n \nSO\nThe specific data format depends on the code\nbeing used. This will be documented for all\nalgorithmic developments and computational\nexperiments, see the section on documentation\nand metadata.\n<1GB\n \nBm\nbenchmark problems to\nvalidate mathematical\nand computational tools\n \n \nSO,N\nThe specific data format depends on the code\nbeing used. This will be documented for all\nalgorithmic developments and computational\nexperiments, see the section on documentation\nand metadata.\n<1GB\n \nSR\nsimulation results, mainly\nrelated to published\nmanuscripts and reports\n \n \nN\nThe specific data format depends on the code\nbeing used. This will be documented for all\nalgorithmic developments and computational\nexperiments, see the section on documentation\nand metadata.\n<1GB\n \nPSR\nprocessed simulation\nresults (figures, tables,\netc.), related to\nmanuscripts and reports\n \n \nI,T\n.txt, PDF, .jpg\n<1GB\n \n \n \n \n \n \n \n \n \n  \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\n \n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n2 of 6\n \n  \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n \n  \nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nWe require that each algorithm, code or simulation result is accompanied by instructions on how to store, open and read the\ncorresponding data.  Specific guidelines that will be followed by the researchers in the project are:\nData and scripts should be stored together in the same folder.\nAll data fields should have meaningful names.\nAll data files should be accompanied by a README file that describes the goal of the algorithm or experiment, the data format\nand the meaning of all stored quantities.\nEach README file should contain the names of the data files and script files, as well as the (version of) the software that\ngenerated it.\nThere should be a relation between the content of an experiment and the name of the script.\nThere should be a relation between the script name and the name of the derived data files and figures. For figures, it should be\nensured that the plotted quantities are in the file name.\nIf the script takes input parameters, these should be used in the name of the data files.\n  \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n3 of 6\nNo\nSee the answer to the previous question.\n  \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nSource code files for papers, algorithms, simulation results and processed simulation results will be stored at the Department of\nComputer Science using nextcloud. This ensures that a timestamped master copy of the data is kept on our research unit central\nstorage file server. Copies from personal devices are automatically synced to the central server.\nThe developed software is stored in a version controlled repository.  The choice has been made for the GitLab server of KU Leuven.\nEach software tool has its own repository, with dedicated rules on access, commit procedures, branching, etc.\n  \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe Department of Computer Science of KU Leuven, respectively the central ICT service of the university (ICTS), guarantees that the\nnextcloud file server, respectively GitLab server  are backuped correctly. Once each researcher automatically syncs with the centrally\ncontrolled system, backup is automatic.\n  \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe Department of Computer Science of KU Leuven and the central ICT service of the university (ICTS) ensure sufficient storage for all\nserver backups. Nextcloud ensures consistent sync between the researchers' computers and the data server.\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nWe rely on the Computer Science System Group and the central ICT service of KU Leuven for ensuring security. The nextcloud setup\nenables us to limit access control to data.\n  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage costs on GitLab are covered by the internal ICT contributions. The use of the departmental nextcloud file server is  already\nincluded in the yearly department contribution. Since we will only be storing less than 10 GB, these costs will be negligible.\n  \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n4 of 6\nAll software and scripts will be retained in a version control system on the GitLab server, including build and launch scripts to ensure\nreuse. All data will be preserved for 10 years   \nAlso all data files and scripts that are necessary to regenerate figures or tables in published papers or reports will be retained for at least\n10 years after the end of the project along with the source code of the manuscript.\n  \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nData will be archived using the KU Leuven Tivoli system for archiving.\n  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData preservation costs are already included in the yearly department contribution.\n  \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nOpen source software, benchmark problems, simulation data will be made available.\n  \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNot applicable\n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nData will be available via an open access repository and upon request by e-mail.\nMore specifically, open source software (released under a GPL license) will be made available via GitLab and/or via the website of the\nresearch unit. Other data mentioned in the section on data description will be made available upon request via the nextcloud server of\nthe department.\n  \nWhen will the data be made available? \nUpon publication of research results\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n5 of 6\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nGNU GPL-3.0 (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nData storage costs on GitLab and on the departmental web server are covered by the internal ICT contributions. Since the amount of\ndata is less than 10 GB, data sharing costs will be\nnegligible.\n \n  \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe faculty members of the research section of the promotor (NUMA, Department of Computer Science, KU Leuven)  have worked out\na common data management policy. A data management guide has been distributed within the research unit of the promotor, to inform\nall researchers on how to manage the data they generate.\n  \nWho will manage data storage and backup during the research project? \nWim Michiels\n  \nWho will manage data preservation and sharing? \nWim Michiels\n  \nWho will update and implement this DMP? \nWim Michiels\n  \nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n6 of 6"
    },
    "clean_full_text": "Control theoretic foundations and design tools for periodic time- delay systems A Data Management Plan created using DMPonline.be Creator: Wim Michiels Affiliation: KU Leuven (KUL) Funder: Bijzonder Onderzoeksfonds Template: KU Leuven BOF-IOF Grant number / URL: C14/22/092 ID: 191821 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Linear periodic time-delay models are used to describe dynamical systems in many fields of science and engineering. The project aims at a mathematical and computational framework for control design of linear periodic time-delay systems of both retarded and neutral type. First, a basic theory will be constructed, focusing on structural properties, fundamental limitations and trade-offs in control, as well as well-posedness and fragility of closed-loop control system governed by equations of neutral type. Second, methodologies and computational tools will be developed for designing periodic output feedback controllers, based on shaping the spectrum of the monodromy operator and optimizing input-output maps. Particular attention will be paid to innovative schemes compensating part of the dynamics, to the use of delays for the purpose of control, and to the development of optimal strategies for achieving phase synchronization in networks Last modified: 06-01-2023 Created using DMPonline.be. Last modiﬁed 06 January 2023 1 of 6 Control theoretic foundations and design tools for periodic time- delay systems Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Alg own algorithms and in- house developed software that are being developed during the project SO The specific data format depends on the code being used. This will be documented for all algorithmic developments and computational experiments, see the section on documentation and metadata. <1GB Sw open source software tools that will be made available to the community via a GPL licence SO The specific data format depends on the code being used. This will be documented for all algorithmic developments and computational experiments, see the section on documentation and metadata. <1GB Bm benchmark problems to validate mathematical and computational tools SO,N The specific data format depends on the code being used. This will be documented for all algorithmic developments and computational experiments, see the section on documentation and metadata. <1GB SR simulation results, mainly related to published manuscripts and reports N The specific data format depends on the code being used. This will be documented for all algorithmic developments and computational experiments, see the section on documentation and metadata. <1GB PSR processed simulation results (figures, tables, etc.), related to manuscripts and reports I,T .txt, PDF, .jpg <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 06 January 2023 2 of 6 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We require that each algorithm, code or simulation result is accompanied by instructions on how to store, open and read the corresponding data. Specific guidelines that will be followed by the researchers in the project are: Data and scripts should be stored together in the same folder. All data fields should have meaningful names. All data files should be accompanied by a README file that describes the goal of the algorithm or experiment, the data format and the meaning of all stored quantities. Each README file should contain the names of the data files and script files, as well as the (version of) the software that generated it. There should be a relation between the content of an experiment and the name of the script. There should be a relation between the script name and the name of the derived data files and figures. For figures, it should be ensured that the plotted quantities are in the file name. If the script takes input parameters, these should be used in the name of the data files. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 06 January 2023 3 of 6 No See the answer to the previous question. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) Source code files for papers, algorithms, simulation results and processed simulation results will be stored at the Department of Computer Science using nextcloud. This ensures that a timestamped master copy of the data is kept on our research unit central storage file server. Copies from personal devices are automatically synced to the central server. The developed software is stored in a version controlled repository. The choice has been made for the GitLab server of KU Leuven. Each software tool has its own repository, with dedicated rules on access, commit procedures, branching, etc. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The Department of Computer Science of KU Leuven, respectively the central ICT service of the university (ICTS), guarantees that the nextcloud file server, respectively GitLab server are backuped correctly. Once each researcher automatically syncs with the centrally controlled system, backup is automatic. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The Department of Computer Science of KU Leuven and the central ICT service of the university (ICTS) ensure sufficient storage for all server backups. Nextcloud ensures consistent sync between the researchers' computers and the data server. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We rely on the Computer Science System Group and the central ICT service of KU Leuven for ensuring security. The nextcloud setup enables us to limit access control to data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage costs on GitLab are covered by the internal ICT contributions. The use of the departmental nextcloud file server is already included in the yearly department contribution. Since we will only be storing less than 10 GB, these costs will be negligible. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 06 January 2023 4 of 6 All software and scripts will be retained in a version control system on the GitLab server, including build and launch scripts to ensure reuse. All data will be preserved for 10 years Also all data files and scripts that are necessary to regenerate figures or tables in published papers or reports will be retained for at least 10 years after the end of the project along with the source code of the manuscript. Where will these data be archived (stored and curated for the long-term)? Other (specify below) Data will be archived using the KU Leuven Tivoli system for archiving. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data preservation costs are already included in the yearly department contribution. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Open source software, benchmark problems, simulation data will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) Data will be available via an open access repository and upon request by e-mail. More specifically, open source software (released under a GPL license) will be made available via GitLab and/or via the website of the research unit. Other data mentioned in the section on data description will be made available upon request via the nextcloud server of the department. When will the data be made available? Upon publication of research results Created using DMPonline.be. Last modiﬁed 06 January 2023 5 of 6 Which data usage licenses are you going to provide? If none, please explain why. GNU GPL-3.0 (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? Data storage costs on GitLab and on the departmental web server are covered by the internal ICT contributions. Since the amount of data is less than 10 GB, data sharing costs will be negligible. Responsibilities Who will manage data documentation and metadata during the research project? The faculty members of the research section of the promotor (NUMA, Department of Computer Science, KU Leuven) have worked out a common data management policy. A data management guide has been distributed within the research unit of the promotor, to inform all researchers on how to manage the data they generate. Who will manage data storage and backup during the research project? Wim Michiels Who will manage data preservation and sharing? Wim Michiels Who will update and implement this DMP? Wim Michiels Created using DMPonline.be. Last modiﬁed 06 January 2023 6 of 6"
}