{
    "document_id": "D-2024-2901",
    "LinkTitle": "D-2024-2901",
    "file_name": "D-2024-2901.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2901.pdf",
    "metadata": {
        "title": "UNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT AND NEURAL TUBE DEFECTS",
        "author": "N/A",
        "creation_date": "2024-07-18 12:31:19+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "UNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT\nUNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT\nAND NEURAL TUBE DEFECTS\nAND NEURAL TUBE DEFECTS\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nAdrian Ranga\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG0ACA24N\nID: \nID: \n209106\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nThe formation of the neural tube is the earliest event in the establishment of the central nervous system. Cell acquire their identity at the same time as\nthe tissue undergoes large-scale tissue deformations, driven by cellular contractility and mechanical forces. However, the relationship between these\ntissue deformations, the developed mechanical forces and the establishment of cellular identities remains largely unexplored. In addition, it is unclear\nhow mechanical dysregulation during neural tube development leads to neural tube defects. Here we propose to use a novel human pluripotent stem\ncell derived model of neural tube closure to understand how mechanical forces coordinate the specification of cellular identities across the dorso-\nventral and anterior-posterior axis. We will use bioengineering technologies, including mechanical actuation devices and microfluidics to manipulate\nthis model in order to determine the response of cells to mechanical stimuli involved in neural tube development. We will also use cells derived from\nneural tube defect patients to understand whether failures in the various steps of neural tube development, including bending, folding and closure,\nresult from perturbations in the mechanical microenvironment.     \nLast modified: \nLast modified: \n18-07-2024\nCreated using DMPonline.be. Last modiﬁed 18 July 2024\n1 of 6\nUNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT\nUNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT\nAND NEURAL TUBE DEFECTS\nAND NEURAL TUBE DEFECTS\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nMicroscopy\nimages\nImages acquired from various\nmicroscopes, mainly\nimmunohistochemistry, also time-\nlapse imaging\nNew data\nDigital\nExperimental\n.tiff,\n.lif\n<5TB\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSingle cell\ntranscriptome\ndata\nProcessed data from scRNAseq\nruns\nNew data\nDigital \nExperimental \n.csv\n<1TB\n \nR and Matlab\ncode\nCode to run data analysis \nNew data\nDigital\nCode\n.r and\n.mat\n<100MB\n \nPowepoint,\nIllustrator and\nWord\ndocuments\nDocuments containing processed\ndata, figure files, paper drafts\nNew data\nDigital\nEnd point\ndata \n.ppt,\n.doc,\n.ai\n<100GB\n \nExperimental\nsamples\nFixed organoid samples\nNew data\nPhysical\n \n \n \nFridge\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe will reuse data from: \nHuman neural tube morphogenesis in vitro by geometric constraints\nhttps://doi.org/10.1038/s41586-021-04026-9\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nno dual use\nCreated using DMPonline.be. Last modiﬁed 18 July 2024\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nno personal data\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nWe use cell lines provided by collaborators or commercial sources in this project. \nAdditionally we use plasmids from addgene in this project. \nThese materials are covered by MTAs. This relates to all forms of data above but do not have any specific restrictions in place regarding data\nmanagement. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nno foreseeen legal issues with data (re)use\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll information related to experimental data is stored in an electronic lab book.\nAll data is stored on KU Leuven OneDrive cloud-based drive. \nAdditionally we all results  (i.e. post-processed) and documentation are stored on a dedicated lab google drive account.\nAll data is preserved for at least 5 years after the end of the research.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nDocuments including .doc and .xls data pertaining to each set of experiments are stored together with the experimental data in the same folder.\nThese documents contain key information related to the experiments (types of samples, experimental conditions, analysis procedure) to ensure\nCreated using DMPonline.be. Last modiﬁed 18 July 2024\n3 of 6\nreusability of the data and to ensure the data is easy to find and reuse.  \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data is stored on KU Leuven One Drive. \nAdditionally, selected data is stored on Google Drive (eg. presentations, key documents, protocols, inventory).\nHow will the data be backed up?\nHow will the data be backed up?\nKU Leuven ICTS ensures that that all data is backed up regularly according to KU Leuven data storage policies.\nWe also keep key data on the google drive as an additional mitigating procedure. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe current capacity of the KU Leuven OneDrive is expected to enough for storing data for the entire duration of the project. In case of need,\nLarge Volume Storage with KU Leuven ICTS will be used.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData stored in the KU Leuven One Drive is only accessible to the researcher which is accessed via two-step authentication system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven One Drive does not incur any additional charges. if Large Volume Storage is required, costs will be covered by Prof.Ranga. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll digital data including microscopy images, scRNAseq datasets, code, and post-processed data documents will be stored for at least 5 years. \nPhysical samples will usually be preserved for a maximum of one month in the fridge after imaging, in case re-imaging is needed. Sample\nquality generally degrades within a week, so we do not foresee keeping physical samples for longer than one month. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored on KU Leuven OneDrive, and, if additional storage space is needed, will be moved to Large Volume Storage. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 18 July 2024\n4 of 6\nNo additional costs are currently foreseen for data storage. In case Large Volume Storage is required, Prof.Ranga will cover such costs. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nscRNAseq datasets will be deposited in the GEO (Gene Expression Omnibus - NCBI) repository, which is open access and available for reuse. \nCode will be uploaded to GitHub.\nDatasets and code will be deposited at the time of upload of associated manuscripts to bioRxiv preprint repository. \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll data other than above-mentioned publicly available scRNAseq and code will be available to all members of the Ranga lab.\nShould external requests for other data be made, these will be processed by Prof.Ranga and lab manager Julian Diender.   \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nscRNAseq data will be available on GEO and code will be available on Github. \nWhen will the data be made available?\nWhen will the data be made available?\nscRNAseq data and code will be made available simultaneously with upload of associated manuscripts on bioRxiv. Standard policy in the lab\nis that all manuscripts are uploaded to bioRxiv at the same time as submission to journals. This process ensures that data is available to the\nscientific community at the same time as the manuscript, and before the often lengthy journal review process. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo license is associated to the use of scRNAseq datasets.\nCode wil be licensed under MIT license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nCreated using DMPonline.be. Last modiﬁed 18 July 2024\n5 of 6\nDOI/accession numbers will be available at the time manuscripts are publicly seen on bioRxiv.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nGEO and Github do not have any associated costs. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJulian Diender, lab manager \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJulian Diender, lab manager \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nJulian Diender, lab manager \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nProf. Adrian Ranga \nCreated using DMPonline.be. Last modiﬁed 18 July 2024\n6 of 6"
    },
    "clean_full_text": "UNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT UNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT AND NEURAL TUBE DEFECTS AND NEURAL TUBE DEFECTS A Data Management Plan created using DMPonline.be Creator: Creator: Adrian Ranga Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G0ACA24N ID: ID: 209106 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: The formation of the neural tube is the earliest event in the establishment of the central nervous system. Cell acquire their identity at the same time as the tissue undergoes large-scale tissue deformations, driven by cellular contractility and mechanical forces. However, the relationship between these tissue deformations, the developed mechanical forces and the establishment of cellular identities remains largely unexplored. In addition, it is unclear how mechanical dysregulation during neural tube development leads to neural tube defects. Here we propose to use a novel human pluripotent stem cell derived model of neural tube closure to understand how mechanical forces coordinate the specification of cellular identities across the dorso- ventral and anterior-posterior axis. We will use bioengineering technologies, including mechanical actuation devices and microfluidics to manipulate this model in order to determine the response of cells to mechanical stimuli involved in neural tube development. We will also use cells derived from neural tube defect patients to understand whether failures in the various steps of neural tube development, including bending, folding and closure, result from perturbations in the mechanical microenvironment. Last modified: Last modified: 18-07-2024 Created using DMPonline.be. Last modiﬁed 18 July 2024 1 of 6 UNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT UNDERSTANDING ROLE OF MECHANICAL FORCES IN HUMAN NEURAL TUBE DEVELOPMENT AND NEURAL TUBE DEFECTS AND NEURAL TUBE DEFECTS FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Microscopy images Images acquired from various microscopes, mainly immunohistochemistry, also time- lapse imaging New data Digital Experimental .tiff, .lif <5TB <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Single cell transcriptome data Processed data from scRNAseq runs New data Digital Experimental .csv <1TB R and Matlab code Code to run data analysis New data Digital Code .r and .mat <100MB Powepoint, Illustrator and Word documents Documents containing processed data, figure files, paper drafts New data Digital End point data .ppt, .doc, .ai <100GB Experimental samples Fixed organoid samples New data Physical Fridge If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We will reuse data from: Human neural tube morphogenesis in vitro by geometric constraints https://doi.org/10.1038/s41586-021-04026-9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No no dual use Created using DMPonline.be. Last modiﬁed 18 July 2024 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No no personal data Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes We use cell lines provided by collaborators or commercial sources in this project. Additionally we use plasmids from addgene in this project. These materials are covered by MTAs. This relates to all forms of data above but do not have any specific restrictions in place regarding data management. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No no foreseeen legal issues with data (re)use 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All information related to experimental data is stored in an electronic lab book. All data is stored on KU Leuven OneDrive cloud-based drive. Additionally we all results (i.e. post-processed) and documentation are stored on a dedicated lab google drive account. All data is preserved for at least 5 years after the end of the research. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes Documents including .doc and .xls data pertaining to each set of experiments are stored together with the experimental data in the same folder. These documents contain key information related to the experiments (types of samples, experimental conditions, analysis procedure) to ensure Created using DMPonline.be. Last modiﬁed 18 July 2024 3 of 6 reusability of the data and to ensure the data is easy to find and reuse. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data is stored on KU Leuven One Drive. Additionally, selected data is stored on Google Drive (eg. presentations, key documents, protocols, inventory). How will the data be backed up? How will the data be backed up? KU Leuven ICTS ensures that that all data is backed up regularly according to KU Leuven data storage policies. We also keep key data on the google drive as an additional mitigating procedure. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The current capacity of the KU Leuven OneDrive is expected to enough for storing data for the entire duration of the project. In case of need, Large Volume Storage with KU Leuven ICTS will be used. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored in the KU Leuven One Drive is only accessible to the researcher which is accessed via two-step authentication system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven One Drive does not incur any additional charges. if Large Volume Storage is required, costs will be covered by Prof.Ranga. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All digital data including microscopy images, scRNAseq datasets, code, and post-processed data documents will be stored for at least 5 years. Physical samples will usually be preserved for a maximum of one month in the fridge after imaging, in case re-imaging is needed. Sample quality generally degrades within a week, so we do not foresee keeping physical samples for longer than one month. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Data will be stored on KU Leuven OneDrive, and, if additional storage space is needed, will be moved to Large Volume Storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 18 July 2024 4 of 6 No additional costs are currently foreseen for data storage. In case Large Volume Storage is required, Prof.Ranga will cover such costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository scRNAseq datasets will be deposited in the GEO (Gene Expression Omnibus - NCBI) repository, which is open access and available for reuse. Code will be uploaded to GitHub. Datasets and code will be deposited at the time of upload of associated manuscripts to bioRxiv preprint repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All data other than above-mentioned publicly available scRNAseq and code will be available to all members of the Ranga lab. Should external requests for other data be made, these will be processed by Prof.Ranga and lab manager Julian Diender. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. scRNAseq data will be available on GEO and code will be available on Github. When will the data be made available? When will the data be made available? scRNAseq data and code will be made available simultaneously with upload of associated manuscripts on bioRxiv. Standard policy in the lab is that all manuscripts are uploaded to bioRxiv at the same time as submission to journals. This process ensures that data is available to the scientific community at the same time as the manuscript, and before the often lengthy journal review process. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. No license is associated to the use of scRNAseq datasets. Code wil be licensed under MIT license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Created using DMPonline.be. Last modiﬁed 18 July 2024 5 of 6 DOI/accession numbers will be available at the time manuscripts are publicly seen on bioRxiv. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? GEO and Github do not have any associated costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Julian Diender, lab manager Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Julian Diender, lab manager Who will manage data preservation and sharing? Who will manage data preservation and sharing? Julian Diender, lab manager Who will update and implement this DMP? Who will update and implement this DMP? Prof. Adrian Ranga Created using DMPonline.be. Last modiﬁed 18 July 2024 6 of 6"
}