{
    "document_id": "D-2024-2902",
    "LinkTitle": "D-2024-2902",
    "file_name": "D-2024-2902.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2902.pdf",
    "metadata": {
        "title": "Multifaceted approach to investigate position sense in health and disease",
        "author": "N/A",
        "creation_date": "2024-06-18 12:34:34+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Multifaceted approach to investigate position sense in health and disease\nMultifaceted approach to investigate position sense in health and disease\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJean-Jacques Orban de Xivry \n \nhttps://orcid.org/0000-0002-4603-7939\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG001724N\nID: \nID: \n208310\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2028\nProject abstract:\nProject abstract:\nPosition sense, which is the ability to locate the position of one’s limb in space in the absence of visual input, allows us to interact with the external\nworld efficiently. When cooking, one could grab a pasta box on her/his non-dominant side, pass it to her/his dominant one without looking at the pasta\nbox at all. These kinds of actions go unnoticed by healthy people but are problematic when the position sense is deficient such as in cancer patients\nsuffering from chemotherapy-induced peripheral neuropathy (CIPN). Dropping objects unexpectedly is one sign of position sense deficits in these\npatients. Given its central role in motor function, impairment of the position sense has a direct impact on the quality of life and wellbeing of people.\nDespite the awareness on the importance of position sense in health and disease, there remains a number of challenges to answer before being able to\nobtain a good theoretical framework on joint position sense. The absence of such framework prevents one from helping people suffering from position\nsense deficits such as older adults and cancer patients. The goal of this project is to take up these challenges by using a task battery of sensory, motor\nand cognitive tasks in order to provide the foundations for a new theoretical framework of position sense and to apply it to age- and disease-related\nchanges in position sense.\nLast modified: \nLast modified: \n18-06-2024\nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n1 of 8\nMultifaceted approach to investigate position sense in health and disease\nMultifaceted approach to investigate position sense in health and disease\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nType of data\nFormat\nVolum\nHow created\nExperimental data based on standardized questionnaires for participant screening and testing.\nREDCAP, electronic format\n1 MB per participant\nFace-to-face interviews\nExperimental data linked to upper limb movement behavior as collected by the Kinarm device\nc3d/matlab\n100MB per participant\n \n \n \n \n \nExperimental data collected during posture task by a portable force plate (BTracks Inc.)\nexcel/matlab\n20MB per participant\n \n \n \n \n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n2 of 8\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n3 of 8\nMultifaceted approach to investigate position sense in health and disease\nMultifaceted approach to investigate position sense in health and disease\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nScreening\nForms\nExperimental data based on standardized questionnaires for\nparticipant screening and testing including medical history,\ndemographics\nnew\ndata\ndigital\nObservational\nonline in\nREDCAP\ndatabase\n<100MB\nUpper\nlimb data\nExperimental data linked to upper limb movement behavior as\ncollected by the Kinarm device\nnew\ndata\ndigital\nobservational\nc3d/matlab\n<100GB\nBalance\ndata\nExperimental data collected during posture task by a portable force\nplate (BTracks Inc.)\nnew\ndata\ndigital\nobservational\nexcel/matlab\n<100GB\nVideo\ndata\nMovie from upper and lower limbs during proprioceptive tasks\nnew\ndata\ndigital\nobservational\nvideo fromat\n<1TB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nwe will obtain ethical approval from the medical ethics committee of the UZ Leuven for the patient study and from SMEC for the aging study.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nWe will collect personal data: \n●\n       Age, gender, educational level, email address, date of birth\n●\n       Video of their upper and lower limbs (without the face and without sound)\n●\n       For the patients, medical history linked to their chemotherapy.\nThis data will be hosted on the REDCAP database\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n4 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nExperimental data based on standardized questionnaires for participant screening and testing and medical history will be hosted on REDCAP\ntogether with the questions that were asked.  Original questionnaires will be stored electronically \nExperimental data linked to upper limb movement behavior as collected by the Kinarm device. Videos of the task will be kept together with\nthe source codes used to run the tasks on the robot. Analysis code will include all the information necessary to understand the outcome\nparameters. \nExperimental data collected during posture task by a portable force plate (BTracks Inc.)\nDetailed metadata will be obtained and stored with the data. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nTogether with the data, we will keep the following information:      \nthe context of data collection: project aim, objectives and hypotheses based on the research proposal funded by the FWO.\ndescription of the different type of data collected. \nOrganisation of the map structure, which will be inspired by BIDS standard (https://bids.neuroimaging.io/)\ndifference between raw and processed files and how the transition between the two can be achieved.\na Notebook where comments about the data acquisition for each participant will be detailed.\nnames, labels and descriptions for variables, records and their values will be documented either in a dedicated readme file or in the\nanalysis code that is used to compute the important variables.\nderived data created after collection, with code to reproduce these derived data.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on the university's central servers with automatic daily back-up procedures. \nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n5 of 8\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up procedures. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nwe do not expect to exceed storage capacity \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be on the L-drive of the KU Leuven, which can only be accessed with a KU Leuven login and password. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere is a fee to be paid (1000€ per year), which is covered by our department.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nall the electronic data will be retained for 10 years following the KU Leuven data management policy. All forms are stored electronically from\nthe beginning of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\n1.      The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU\nLeuven RDM policy.\n2.      Anonymized raw and processed behavioral data will be shared on the Open Science Framework to be available for the scientific\ncommunity for the long-term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe database will be hosted on the servers of the KU Leuven (large volume storage) for an estimated cost of 1000€ per year (8TB), currently\ncovered by our department.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n6 of 8\nParticipants will have to agree to share the anonymized data when they signed the informed consent. Our current experience is that all\nparticipants abide to do so. This will need to be approved by the ethical committee of UZ Leuven. \nThe full dataset linked to behavioral performance will be uploaded on the Open Science Framework under a CC-BY license.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nParticipants will have to agree to share the anonymized data when they signed the informed consent. Our current experience is that all\nparticipants abide to do so. This will need to be approved by the ethical committee of UZ Leuven. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n1.      The full dataset linked to behavioral data with documentation will be uploaded on Open Science Framework or the RDR repository of\nthe KU Leuven\n2.      The source code to process the data and reproduced the analysis will be released as well.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results\n \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC BY-NC-SA 4.0\nThis license requires that reusers give credit to the creator. It allows reusers to distribute, remix, adapt, and build upon the material in any\nmedium or format, for noncommercial purposes only. If others modify or adapt the material, they must license the modified material under\nidentical terms.\n BY: Credit must be given to you, the creator.  NC: Only noncommercial use of your work is permitted.  Noncommercial means not primarily\nintended for or directed towards commercial advantage or monetary compensation.  SA: Adaptations must be shared under the same terms. \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nOpen Science Framework and RDR are currently free. \nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n7 of 8\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD students recruited for this project (Danny Koumans and Ilaria Carrara) will be responsible for data documentation and metadata\ntogether with the PI of the project (JJ Orban de Xivry) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD students recruited for this project (Danny Koumans and Ilaria Carrara) will be responsible for data storage and back-up together with\nthe PI of the project (JJ Orban de Xivry) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nJJ Orban de Xivry is responsible for data preservation and reuse \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI (JJ Orban de Xivry) and the two PhD students (Ilaria Carrara and Danny Koumans) bear the end responsibility of updating &\nimplementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n8 of 8"
    },
    "clean_full_text": "Multifaceted approach to investigate position sense in health and disease Multifaceted approach to investigate position sense in health and disease A Data Management Plan created using DMPonline.be Creator: Creator: Jean-Jacques Orban de Xivry https://orcid.org/0000-0002-4603-7939 Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G001724N ID: ID: 208310 Start date: Start date: 01-01-2024 End date: End date: 31-12-2028 Project abstract: Project abstract: Position sense, which is the ability to locate the position of one’s limb in space in the absence of visual input, allows us to interact with the external world efficiently. When cooking, one could grab a pasta box on her/his non-dominant side, pass it to her/his dominant one without looking at the pasta box at all. These kinds of actions go unnoticed by healthy people but are problematic when the position sense is deficient such as in cancer patients suffering from chemotherapy-induced peripheral neuropathy (CIPN). Dropping objects unexpectedly is one sign of position sense deficits in these patients. Given its central role in motor function, impairment of the position sense has a direct impact on the quality of life and wellbeing of people. Despite the awareness on the importance of position sense in health and disease, there remains a number of challenges to answer before being able to obtain a good theoretical framework on joint position sense. The absence of such framework prevents one from helping people suffering from position sense deficits such as older adults and cancer patients. The goal of this project is to take up these challenges by using a task battery of sensory, motor and cognitive tasks in order to provide the foundations for a new theoretical framework of position sense and to apply it to age- and disease-related changes in position sense. Last modified: Last modified: 18-06-2024 Created using DMPonline.be. Last modiﬁed 18 June 2024 1 of 8 Multifaceted approach to investigate position sense in health and disease Multifaceted approach to investigate position sense in health and disease Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) Type of data Format Volum How created Experimental data based on standardized questionnaires for participant screening and testing. REDCAP, electronic format 1 MB per participant Face-to-face interviews Experimental data linked to upper limb movement behavior as collected by the Kinarm device c3d/matlab 100MB per participant Experimental data collected during posture task by a portable force plate (BTracks Inc.) excel/matlab 20MB per participant Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Created using DMPonline.be. Last modiﬁed 18 June 2024 2 of 8 Question not answered. Created using DMPonline.be. Last modiﬁed 18 June 2024 3 of 8 Multifaceted approach to investigate position sense in health and disease Multifaceted approach to investigate position sense in health and disease FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Screening Forms Experimental data based on standardized questionnaires for participant screening and testing including medical history, demographics new data digital Observational online in REDCAP database <100MB Upper limb data Experimental data linked to upper limb movement behavior as collected by the Kinarm device new data digital observational c3d/matlab <100GB Balance data Experimental data collected during posture task by a portable force plate (BTracks Inc.) new data digital observational excel/matlab <100GB Video data Movie from upper and lower limbs during proprioceptive tasks new data digital observational video fromat <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data we will obtain ethical approval from the medical ethics committee of the UZ Leuven for the patient study and from SMEC for the aging study. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes We will collect personal data: ● Age, gender, educational level, email address, date of birth ● Video of their upper and lower limbs (without the face and without sound) ● For the patients, medical history linked to their chemotherapy. This data will be hosted on the REDCAP database Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 18 June 2024 4 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Experimental data based on standardized questionnaires for participant screening and testing and medical history will be hosted on REDCAP together with the questions that were asked. Original questionnaires will be stored electronically Experimental data linked to upper limb movement behavior as collected by the Kinarm device. Videos of the task will be kept together with the source codes used to run the tasks on the robot. Analysis code will include all the information necessary to understand the outcome parameters. Experimental data collected during posture task by a portable force plate (BTracks Inc.) Detailed metadata will be obtained and stored with the data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No Together with the data, we will keep the following information: the context of data collection: project aim, objectives and hypotheses based on the research proposal funded by the FWO. description of the different type of data collected. Organisation of the map structure, which will be inspired by BIDS standard (https://bids.neuroimaging.io/) difference between raw and processed files and how the transition between the two can be achieved. a Notebook where comments about the data acquisition for each participant will be detailed. names, labels and descriptions for variables, records and their values will be documented either in a dedicated readme file or in the analysis code that is used to compute the important variables. derived data created after collection, with code to reproduce these derived data. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on the university's central servers with automatic daily back-up procedures. Created using DMPonline.be. Last modiﬁed 18 June 2024 5 of 8 How will the data be backed up? How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes we do not expect to exceed storage capacity How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be on the L-drive of the KU Leuven, which can only be accessed with a KU Leuven login and password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There is a fee to be paid (1000€ per year), which is covered by our department. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). all the electronic data will be retained for 10 years following the KU Leuven data management policy. All forms are stored electronically from the beginning of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? 1. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 2. Anonymized raw and processed behavioral data will be shared on the Open Science Framework to be available for the scientific community for the long-term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The database will be hosted on the servers of the KU Leuven (large volume storage) for an estimated cost of 1000€ per year (8TB), currently covered by our department. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 18 June 2024 6 of 8 Participants will have to agree to share the anonymized data when they signed the informed consent. Our current experience is that all participants abide to do so. This will need to be approved by the ethical committee of UZ Leuven. The full dataset linked to behavioral performance will be uploaded on the Open Science Framework under a CC-BY license. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Participants will have to agree to share the anonymized data when they signed the informed consent. Our current experience is that all participants abide to do so. This will need to be approved by the ethical committee of UZ Leuven. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. 1. The full dataset linked to behavioral data with documentation will be uploaded on Open Science Framework or the RDR repository of the KU Leuven 2. The source code to process the data and reproduced the analysis will be released as well. When will the data be made available? When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC BY-NC-SA 4.0 This license requires that reusers give credit to the creator. It allows reusers to distribute, remix, adapt, and build upon the material in any medium or format, for noncommercial purposes only. If others modify or adapt the material, they must license the modified material under identical terms. BY: Credit must be given to you, the creator. NC: Only noncommercial use of your work is permitted. Noncommercial means not primarily intended for or directed towards commercial advantage or monetary compensation. SA: Adaptations must be shared under the same terms. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Open Science Framework and RDR are currently free. Created using DMPonline.be. Last modiﬁed 18 June 2024 7 of 8 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD students recruited for this project (Danny Koumans and Ilaria Carrara) will be responsible for data documentation and metadata together with the PI of the project (JJ Orban de Xivry) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD students recruited for this project (Danny Koumans and Ilaria Carrara) will be responsible for data storage and back-up together with the PI of the project (JJ Orban de Xivry) Who will manage data preservation and sharing? Who will manage data preservation and sharing? JJ Orban de Xivry is responsible for data preservation and reuse Who will update and implement this DMP? Who will update and implement this DMP? The PI (JJ Orban de Xivry) and the two PhD students (Ilaria Carrara and Danny Koumans) bear the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 18 June 2024 8 of 8"
}