{
    "document_id": "D-2024-2852",
    "LinkTitle": "D-2024-2852",
    "file_name": "D-2024-2852.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2852.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Melina Hehl",
        "num_pages": 6
    },
    "content": {
        "full_text": "C1 project C14/23/110 (202 3-2027 ) – Christ Glorieux  \nFORM nr: D -2024- 2852  \nADMIN DETAILS  \nProject Name: Exploration of new schemes for accelerated photoacoustic imaging of mechanical properties in and \naround biological cells  \nGrant  Identifier: - \nGrant Number: C14/23/110  \nPrincipal Investigator / Researcher: Prof. Christ Glorieux  \nProject Data Contact: christ.glorieux@kuleuven.be  \n \nDescription: Physiological functionalities of living matter are ultimately connected to biological processes in and \naround single cells. Many essential cellular events, such as migration, differentiation, and malignant transformation, involve change of cells in mechani cs, shape, and position, as well as modification in intracellular morphology and \nextracellular matrix (ECM) . Exploring unconventional microscopic modalities that exploit new contrast mechanisms \nand visualization capabilities to monitor these changes can bring a clearer insight into the fascinating cellular machinery.  \nThis project envisages leveraging our expertise in microscale photo -thermo -elastic probing (m -PTEP) in general, and \nfurther valorizing our recent laboratory success in cellular imaging in particular. The goal is to explore adapted m-\nPTEP schemes for high -contrast, label -free, quantitative imaging, and for monitoring the cell’s interior with high \nspati o-temporal resolution. The scientific highlights of the project are:  \n• Accelerated m -PTEP based on an asynchronous optical sampling system (ASOPS): bringing down the total \nacquisition time per 3D tomographic image (e.g. a volume of 30*30*5 m\n3) to the order of 2 minutes, which is \nsubstantially faster than state -of-the-art Brillouin microscopy, the nearest elastography method at cellular level  \nin terms of contrast and resolution.   \n• Polarization extended m -PTEP: we aim at accessing, for the first time, directly and non -invasively, to the \nintracellular shear modulus, which for biomaterial is much more informative than the classically determined longitudinal modulus. Access to the shear  properties is expected to provide enhanced sensitivity to intracellular \ncellular structure, composition, and organization, and changes therein induced by external stimuli.  \n• Multiphysics examination of the interplay between structures in and around cells: parametric quantifiers defined by m -PTEP rely on the inherent thermo -visco -elastic characteristics of cells and the ECM. The \naccelerated and contrast -enhanced 3D (shear -)elastography and thermography will make it feasible to monitor \nthe effect of controlled stimuli (e.g., mechanical and chemical)  on cells in vitro  from multiple microscopic points \nof view, i.e., optics, mechanics, and thermics.  \nBy demonstrating the performance of the new multimodal m- PTEP toolbox and the scientific relevance of the \nobtained results, and by reaching out to collaborators in cell biology, we aim to convince the scientific community \nin biology and biomedicine to make  together use of the toolbox and thus transfer the achievements in the physics \nlab to biological and clinical labs for further in -depth studies of a wide variety of intriguing scientific questions in \nmechanobiology and biophysics.  \nInstitution: KU Leuven  \n \n \n \nDMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux  \n____________________________________________________________________________________  \n \n       Page 2 of 6 1. GENERAL INFORMATION  \na. Name applicant  \nChrist Glorieux  \n \nb. KU Leuven  Project Number & Title \nFWO project number:  C14/23/110  \nTitle:  Exploration of new schemes for accelerated photoacoustic imaging of mechanical properties in and around \nbiological cells  \n c. Affiliation  \nLaboratory for S oft Matter and B iophysics , Department of Physics and Astronomy, KU Leuven  \n2. DATA DESCRIPTION  \na. Will you generate/collect new data and/or make use of existing data?  \n● We will generate new experimental and numerical data, textual interpretation of those data, programs \nfor analysis and simulation . \nb. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may \nbe easiest in a table (see example) or as a data flow and per WP or objective of the project.  \nType of Data   Format   Volume  How created  \n(A) Picosecond \nultrasonic data   .dat/.txt  \nAscii   200 GB Picosecond ultrasonic data  are created through \nautomized experiment s via NI Labview/Matlab program s \nthat download time traces of signals from one or more \noscilloscopes and multimeters. Those signals are related \nto displacements or density changes in samples.  \n(B) Transient grating \n(TG) data  .dat/.txt  200 GB Picosecond ultrasonic data are created through \nautomized experiments via NI Labview/Matlab programs \nthat download time traces of signals from one or more \noscilloscopes and multimeters. Those signals are related \nto displacements or density changes in sample s. \n(C) Setup info .txt/ .pdf/ .docx  \n  5 GB • Together with the signals, control parameters will be \nsaved, such as temperature, electronic and optical \nsettings, mechanical settings.  \n• pdf/docx /txt files will be used describe the technical \ndetails ( used components and their functionalities, \noperation instructions , photos of the sample and \nsetup ). \n• paper that reports the setups  \nDMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux  \n____________________________________________________________________________________  \n \n       Page 3 of 6 (D) Optical \nmicroscopic images  .tiff  20 GB Microscopic images of studied samples ( biological cells ) \nrecorded by \n• white light microscope  \n• phase -contrast microscope  \n(E) Analysis scripts \nand code  .m/.vi/.txt /.py  2 GB Computer codes including home -made Labview programs \nand Matlab /Python  scripts for : \n• instrumentation control and data acquisition  \n• theoretical models and processing/fitting \n• additional .txt files explaining how to use the codes   \n(F) \nProtocols/ Scientific \nreports/ manuscripts  .docx/.pdf/.pptx  20 GB  • sample preparation and experimental configuration  \n• intermediate projects reports  \n• internal and external presentations  \n• publications  in open access journals and the KU \nLeuven LIRIAS repository  \n• a separate folder is created for each publication. Raw \ndata and processing codes associated with each plot \nare stored in the respective folder  \n \n3. LEGAL AND ETHICAL ISSUES  \na. Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to \nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering the fact that you process personal data is a legal obligation.  \n● No \nb. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)  \n• No \nc. Does your work possibly result in research data with potential for tech transfer and valorisation ? Will IP \nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  \n● No \nd. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what \ndata do they relate and what restrictions are in place?  \n● No \n4. DOCUMENTATION AND METADATA  \na. What documentation will be provided to enable reuse of the data collected/generated in this project?  \n• Protocols and details related to sample preparation, data collection (e.g., sampling rate, used laser power , \nobjective lens ), and processing are  recorded in Word or Excel files by the research team, stored on the \nresearch team’s  server  (“ZMB”) at the Department of Physics and Astronomy .  \nDMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux  \n____________________________________________________________________________________  \n \n       Page 4 of 6 • Data folders containing raw and processed data are  hierarchically organized and labeled  based on the \nsource of the data, the type of experiment, the date of data generation, and the different experimental  \nconditions analyzed.   Additional .txt or docx. file explaining the experimenting  protocol  and configuration, \noptical image  scale bar , and data storage, are  created  for each.  Data processing codes/instruction s are \nlocated in the respective folder, which is set as the working directory of the codes.  \n• Scripts use the comment function to explain each analysis step. Data sets have a clear document name and \nrow/column description;  Further metadata (.txt/.docx) is created  for a better understanding  of the data \nstructure . \n All files will be stored on the ZMB server . If files need to be shared to 3rd parties , then we will make use of the \nOneDrive  accounts of the involved researchers . \n b. Will a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in detail \nwhich metadata will be created to make the data easy/easier to find and reuse.  \n● No \nText documents stored within each experiment folder in the ZMB -server  will respectively contain  guidelines \ndescribing data collection/analysis  configurations and  methods and all relevant metadata (including experimental  \nconditions, sample information , and laser settings ) to ensure the reusability of the data  and the  reproducibility of \nany further data generation.  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \na. Where will the data be stored?  \n1. Upon data collection/preprocessing, temporary copies of the data will primarily be stored in the KU Leuven-\nmanaged laboratory  computer. A copy of the data will be immediately  uploaded to the ZMB server (managed by the \nDepartment IT) for long -term preservation and backup.   All information needed for dissemination (articles) and \ncommunication (presentations) will also be kept on the researchers’s computers, who will each back up their folders \non the ZMB -server. The project supervisor (C. Glorieux) will kee p track of all article and presentation files of the \nteam.  \n b. How is backup of the data provided?  \nData stored on the ZMB server  is managed, maintained, and backed up by Department IT services. Specifically,  \nmirror copies of the stored data are made immediately upon upload, for safety backup purposes.  \n \nc. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available then explain how this will be taken care of.  \nYes, the Department ZMB server has sufficient storage capacity for the outlined project .  \n \nd. What are the expected costs for data storage and backup during the project? How will these costs be \ncovered?  \nDMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux  \n____________________________________________________________________________________  \n \n       Page 5 of 6 We expect that 5 TB will be sufficient  to store all data generated as part of the project. The data is stored on ZMB \nserver under Department IT maintenance. The costs  are covered by the budget of the project supervisor  (C. \nGlorieux ). \n \ne. Data security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?  \nData stored on KU Leuven -managed personal computers are protected via password access to the computers, as  \nset up by the KU Leuven IT Department. Off -site access to ZMB -server  data is available from KU Leuven personal  \ncomputers via Pulse Secure .  \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \na. Which data will be retained for the expected 5 -year  period after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, \nphysical preservation issues, ...).  \nAll raw data will be retained for at least 5 years on the ZMB server . Publication data will be further  organized and \ncataloged on a figure -by-figure basis : meaning an individual folder is created for each figure to store the associated \nraw data, processing codes, and plotting codes . Article preprints will be put on a repository (Arxiv.org) and the \npublished versions on journals’ websites.  According to journals’ open access/embargo conditions, different versions of articles will be put on LIRIAS. Numerical data directly related to ar ticles will be available on the journal \nwebsite or on a repository ( Zenodo.org).   \n b. Where will the data be archived (= stored for the longer term)?  \nLong -term data archives will be maintained in specific archive folders on the ZMB -server.  \n \nc. What are the expected costs for data preservation during the retention period of 5 years? How will the costs \nbe covered?  \nWe expect that 5 TB will be sufficient  to store all data generated as part of the project. The data is stored on ZMB \nserver under Department IT maintenance. These costs will be covered by the budget of the project supervisor . \n \n7. DATA SHARING AND REUSE  \na. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nNo \n \nb. Which data will be made available after the end of the project?  \nDMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux  \n____________________________________________________________________________________  \n \n       Page 6 of 6 The major findings of the project and their interpretation will be made available through the publication of journal \narticles  in established, peer -reviewed  academic journals. Relevant e -prints  will be made publicly available  through \nupload ing to well -established open- access data repositories , e.g., https://arxiv.org/ , and LIRIAS . \n \nc. Where/how will the data be made available for reuse ? \n● Upon request by e mail  \nAll requests and approvals for the reuse of data other than those deposited in open- access repositories will be \nassessed  on a case -by-case basis by the project supervisor  (C. Glorieux ). \n \nd. When will the data be made available?  \n● Upon publication of the research results  \nData will only be made available to other researchers after the publication of the results /methods .  \n \ne. Who will be able to access the data and under what conditions?  \nOnly requests via mail will be answered  by the C.  Glorieux . Privacy and legal experts will be consulted when sharing \ndata with researchers outside of the research group. A written agreement with the PI is necessary when sharing the \ndata outside of the research groups .  \n \nf. What are the expected costs for data sharing? How will the costs be covered?   \nCosts for data sharing will be discussed with collaborators on a case -by-case basis.  \n \n8. RESPONSIBILITIES  \na. Who will be responsible for data documentation & metadata?  \nThe ultimate responsibility  for data documentation and metadata generation/preservation  is with the project \nsupervisor . Every team member will however be trained and responsible to handle the data documentation and \nmetadata in a sustainable, uniformized manner.  \n \nb. Who will be responsible for data storage & back up during the project?  \nEach team member  will be primarily responsible for collecting/generating data, and for correct  documentation and \nupload ing it onto the ZMB server  storage space. The Department  IT department will be responsible for  the \nmaintenance and backup of the data storage space.  \n c. Who will be responsible for ensuring data preservation and reuse?  \nThe project supervisor.  \n d. Who bears the end responsibility for updating & implementing this DMP?  \nThe project supervisor (C. Glorieux).  "
    },
    "clean_full_text": "C1 project C14/23/110 (202 3-2027 ) – Christ Glorieux FORM nr: D -2024- 2852 ADMIN DETAILS Project Name: Exploration of new schemes for accelerated photoacoustic imaging of mechanical properties in and around biological cells Grant Identifier: - Grant Number: C14/23/110 Principal Investigator / Researcher: Prof. Christ Glorieux Project Data Contact: christ.glorieux@kuleuven.be Description: Physiological functionalities of living matter are ultimately connected to biological processes in and around single cells. Many essential cellular events, such as migration, differentiation, and malignant transformation, involve change of cells in mechani cs, shape, and position, as well as modification in intracellular morphology and extracellular matrix (ECM) . Exploring unconventional microscopic modalities that exploit new contrast mechanisms and visualization capabilities to monitor these changes can bring a clearer insight into the fascinating cellular machinery. This project envisages leveraging our expertise in microscale photo -thermo -elastic probing (m -PTEP) in general, and further valorizing our recent laboratory success in cellular imaging in particular. The goal is to explore adapted m- PTEP schemes for high -contrast, label -free, quantitative imaging, and for monitoring the cell’s interior with high spati o-temporal resolution. The scientific highlights of the project are: • Accelerated m -PTEP based on an asynchronous optical sampling system (ASOPS): bringing down the total acquisition time per 3D tomographic image (e.g. a volume of 30*30*5 m 3) to the order of 2 minutes, which is substantially faster than state -of-the-art Brillouin microscopy, the nearest elastography method at cellular level in terms of contrast and resolution. • Polarization extended m -PTEP: we aim at accessing, for the first time, directly and non -invasively, to the intracellular shear modulus, which for biomaterial is much more informative than the classically determined longitudinal modulus. Access to the shear properties is expected to provide enhanced sensitivity to intracellular cellular structure, composition, and organization, and changes therein induced by external stimuli. • Multiphysics examination of the interplay between structures in and around cells: parametric quantifiers defined by m -PTEP rely on the inherent thermo -visco -elastic characteristics of cells and the ECM. The accelerated and contrast -enhanced 3D (shear -)elastography and thermography will make it feasible to monitor the effect of controlled stimuli (e.g., mechanical and chemical) on cells in vitro from multiple microscopic points of view, i.e., optics, mechanics, and thermics. By demonstrating the performance of the new multimodal m- PTEP toolbox and the scientific relevance of the obtained results, and by reaching out to collaborators in cell biology, we aim to convince the scientific community in biology and biomedicine to make together use of the toolbox and thus transfer the achievements in the physics lab to biological and clinical labs for further in -depth studies of a wide variety of intriguing scientific questions in mechanobiology and biophysics. Institution: KU Leuven DMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux ____________________________________________________________________________________ Page 2 of 6 1. GENERAL INFORMATION a. Name applicant Christ Glorieux b. KU Leuven Project Number & Title FWO project number: C14/23/110 Title: Exploration of new schemes for accelerated photoacoustic imaging of mechanical properties in and around biological cells c. Affiliation Laboratory for S oft Matter and B iophysics , Department of Physics and Astronomy, KU Leuven 2. DATA DESCRIPTION a. Will you generate/collect new data and/or make use of existing data? ● We will generate new experimental and numerical data, textual interpretation of those data, programs for analysis and simulation . b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data Format Volume How created (A) Picosecond ultrasonic data .dat/.txt Ascii 200 GB Picosecond ultrasonic data are created through automized experiment s via NI Labview/Matlab program s that download time traces of signals from one or more oscilloscopes and multimeters. Those signals are related to displacements or density changes in samples. (B) Transient grating (TG) data .dat/.txt 200 GB Picosecond ultrasonic data are created through automized experiments via NI Labview/Matlab programs that download time traces of signals from one or more oscilloscopes and multimeters. Those signals are related to displacements or density changes in sample s. (C) Setup info .txt/ .pdf/ .docx 5 GB • Together with the signals, control parameters will be saved, such as temperature, electronic and optical settings, mechanical settings. • pdf/docx /txt files will be used describe the technical details ( used components and their functionalities, operation instructions , photos of the sample and setup ). • paper that reports the setups DMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux ____________________________________________________________________________________ Page 3 of 6 (D) Optical microscopic images .tiff 20 GB Microscopic images of studied samples ( biological cells ) recorded by • white light microscope • phase -contrast microscope (E) Analysis scripts and code .m/.vi/.txt /.py 2 GB Computer codes including home -made Labview programs and Matlab /Python scripts for : • instrumentation control and data acquisition • theoretical models and processing/fitting • additional .txt files explaining how to use the codes (F) Protocols/ Scientific reports/ manuscripts .docx/.pdf/.pptx 20 GB • sample preparation and experimental configuration • intermediate projects reports • internal and external presentations • publications in open access journals and the KU Leuven LIRIAS repository • a separate folder is created for each publication. Raw data and processing codes associated with each plot are stored in the respective folder 3. LEGAL AND ETHICAL ISSUES a. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ● No b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) • No c. Does your work possibly result in research data with potential for tech transfer and valorisation ? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● No d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? • Protocols and details related to sample preparation, data collection (e.g., sampling rate, used laser power , objective lens ), and processing are recorded in Word or Excel files by the research team, stored on the research team’s server (“ZMB”) at the Department of Physics and Astronomy . DMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux ____________________________________________________________________________________ Page 4 of 6 • Data folders containing raw and processed data are hierarchically organized and labeled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Additional .txt or docx. file explaining the experimenting protocol and configuration, optical image scale bar , and data storage, are created for each. Data processing codes/instruction s are located in the respective folder, which is set as the working directory of the codes. • Scripts use the comment function to explain each analysis step. Data sets have a clear document name and row/column description; Further metadata (.txt/.docx) is created for a better understanding of the data structure . All files will be stored on the ZMB server . If files need to be shared to 3rd parties , then we will make use of the OneDrive accounts of the involved researchers . b. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No Text documents stored within each experiment folder in the ZMB -server will respectively contain guidelines describing data collection/analysis configurations and methods and all relevant metadata (including experimental conditions, sample information , and laser settings ) to ensure the reusability of the data and the reproducibility of any further data generation. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored? 1. Upon data collection/preprocessing, temporary copies of the data will primarily be stored in the KU Leuven- managed laboratory computer. A copy of the data will be immediately uploaded to the ZMB server (managed by the Department IT) for long -term preservation and backup. All information needed for dissemination (articles) and communication (presentations) will also be kept on the researchers’s computers, who will each back up their folders on the ZMB -server. The project supervisor (C. Glorieux) will kee p track of all article and presentation files of the team. b. How is backup of the data provided? Data stored on the ZMB server is managed, maintained, and backed up by Department IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes, the Department ZMB server has sufficient storage capacity for the outlined project . d. What are the expected costs for data storage and backup during the project? How will these costs be covered? DMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux ____________________________________________________________________________________ Page 5 of 6 We expect that 5 TB will be sufficient to store all data generated as part of the project. The data is stored on ZMB server under Department IT maintenance. The costs are covered by the budget of the project supervisor (C. Glorieux ). e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored on KU Leuven -managed personal computers are protected via password access to the computers, as set up by the KU Leuven IT Department. Off -site access to ZMB -server data is available from KU Leuven personal computers via Pulse Secure . 6. DATA PRESERVATION AFTER THE FWO PROJECT a. Which data will be retained for the expected 5 -year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All raw data will be retained for at least 5 years on the ZMB server . Publication data will be further organized and cataloged on a figure -by-figure basis : meaning an individual folder is created for each figure to store the associated raw data, processing codes, and plotting codes . Article preprints will be put on a repository (Arxiv.org) and the published versions on journals’ websites. According to journals’ open access/embargo conditions, different versions of articles will be put on LIRIAS. Numerical data directly related to ar ticles will be available on the journal website or on a repository ( Zenodo.org). b. Where will the data be archived (= stored for the longer term)? Long -term data archives will be maintained in specific archive folders on the ZMB -server. c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? We expect that 5 TB will be sufficient to store all data generated as part of the project. The data is stored on ZMB server under Department IT maintenance. These costs will be covered by the budget of the project supervisor . 7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No b. Which data will be made available after the end of the project? DMP C1 project C14/23/110 (2023- 2027) – Christ Glorieux ____________________________________________________________________________________ Page 6 of 6 The major findings of the project and their interpretation will be made available through the publication of journal articles in established, peer -reviewed academic journals. Relevant e -prints will be made publicly available through upload ing to well -established open- access data repositories , e.g., https://arxiv.org/ , and LIRIAS . c. Where/how will the data be made available for reuse ? ● Upon request by e mail All requests and approvals for the reuse of data other than those deposited in open- access repositories will be assessed on a case -by-case basis by the project supervisor (C. Glorieux ). d. When will the data be made available? ● Upon publication of the research results Data will only be made available to other researchers after the publication of the results /methods . e. Who will be able to access the data and under what conditions? Only requests via mail will be answered by the C. Glorieux . Privacy and legal experts will be consulted when sharing data with researchers outside of the research group. A written agreement with the PI is necessary when sharing the data outside of the research groups . f. What are the expected costs for data sharing? How will the costs be covered? Costs for data sharing will be discussed with collaborators on a case -by-case basis. 8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? The ultimate responsibility for data documentation and metadata generation/preservation is with the project supervisor . Every team member will however be trained and responsible to handle the data documentation and metadata in a sustainable, uniformized manner. b. Who will be responsible for data storage & back up during the project? Each team member will be primarily responsible for collecting/generating data, and for correct documentation and upload ing it onto the ZMB server storage space. The Department IT department will be responsible for the maintenance and backup of the data storage space. c. Who will be responsible for ensuring data preservation and reuse? The project supervisor. d. Who bears the end responsibility for updating & implementing this DMP? The project supervisor (C. Glorieux)."
}