{
    "document_id": "D-2023-1954",
    "LinkTitle": "D-2023-1954",
    "file_name": "D-2023-1954.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1954.pdf",
    "metadata": {
        "title": "PhD project: Electromagnetic Characterization and Modelling of Artificial Tissue",
        "author": "N/A",
        "creation_date": "2023-04-26 17:04:50+02:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "PhD project: Electromagnetic Characterization and Modelling of Artificial Tissue\nA Data Management Plan created using DMPonline.be\nCreator: \nMarie Mertens\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11K5823N\nID: \n195181\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nDuring the course of our life, many of us will know someone affected by cancer. The prognosis of the disease depends greatly on the\nearly detection of cancerous cells, and therefore on the understanding of the growth of cancer cells and their interactions with their\nbiological environment. Many existing techniques can be used to detect cancer cells. However, most of them involve potentially harmful\nradiations, and/or lengthy measurement time and/or prohibitive costs. In this context, radiofrequency (RF) techniques offer non-ionizing,\nfast and low- cost alternatives to the state-of-the-art solutions. However, the electromagnetic response of biological materials is largely\nunexplored, especially in the terahertz domain. Moreover, the wave-matter interaction is complicated by the difficulty to isolate\nhomogenous tissue samples during measurements. The growth of cells in small devices designed to emulate the complexity of life cycle,\nalso known as cells or organs-on-a-chip, offers the possibility to study healthy and cancerous cells of a given type in a controlled,\nreproducible environment. The aim of this PhD is to characterize and model the RF response of such chips mimicking the mechanisms of\ncancer growth over a broad frequency range, from microwaves through the much less explored terahertz. (source: PhD proposal Ref.\nBAP-2021-173)\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 9\nPhD project: Electromagnetic Characterization and Modelling of Artificial Tissue\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nFor each of the\ndatasets, a\nlarger group of\ndata is given;\ni.e.,\nelectromagnetic\n(EM) simulation\ndata, 2D and\n3D modelling\ndata, physical\ndata, code...\nFurther in the\nDMP, we will\nrefer back to\nthese larger\ngroups of data\nfor\ninterpretability.\n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nEM simulation\ndata: EMPro\nData\n3D models of\nelectrical\ncomponents as\nwell as the\nresults of their\nelectromagnetic\nsimulations.\nnew\ndigital\nsimulation data\n.s2p among\nothers\n< 10 TB\n \nEM simulation\ndata: Keysight\nADS data\n2D models of\nelectrical\ncomponents as\nwell as the\nresults of their\nelectromagnetic\nsimulations\nnew \ndigital\nsimulation data\n.s2p among\nothers\n<1 TB\n \n3D modelling\ndata: Sketchup\ndata\n3D models of\ngenerated\nproducts,\nmainly for\ninformational\nand educational\npurposes\nnew\ndigital\nsimulation data\n.skp\n.mp4\n<500 GB\n \n2D modelling\ndata: Inkscape\ndata\n- lasercut\nshapes\n- informative\nfigures of\ngenerated\nproducts and\nmethods\nnew\ndigital \nOther\n.svg\n<10 GB\n \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 9\nadministrative\ndata\nVISA and study\npermit\napplications\nand acceptance\nletters,\noverviews of\nPhD courses,\ninteruniversity\nagreements,\netc.\nnew\ndigital\nNA\n.docx, .pdf\namong others\n< 10 GB\n \nCode:\nMATLAB Code\nprograms for\ncalculating\nvariables,\ngeneral data\nprocessing and\nproduction of\nimages\nnew\ndigital\nsoftware\n.m, .fig\n<10 GB\n \nCode:\nPython Code\nprograms for\ncalculating\nvariables,\ngeneral data\nprocessing and\nproduction of\nimages\nnew and reuse\ndigital\nsoftware\n.py\n< 10 GB\n \nCode:\nVNA Code\ncode to steer\nthe VNA,\nautomatically\nextract\nvariables of\nmeasurements\nnew\ndigital\nexperimental\nunknown \n<10 GB\n \nmeasurement\ndata: VNA\nmeasurement\ndata\nmeasurement of\nreflection and\ntransmission of\nEM waves\nthrough a DUT\nnew\ndigital\nobservational\n.csv, .s2p\n<10 GB\n \nPCB chips\nPCBs with\nwaveguides,\nconnected to\nconnectors\nused to perform\nmeasurements\nof MUT\nnew\nphysical\nexperimental\nNA\n \n< 1L\nPhysical data:\nGlass/silicon\nwafers\nCleanroom\ngenerated\nwafers with\nwaveguides\nused to perform\nVNA\nmeasurements\nof MUT\nnew\nphysical\nexperimental\nNA\n \n< 1L\nphysical data:\n3D printed\nmolds\nmicrofluidic\nmolds 3D\nprinted, made\nfor microfluidic\nstructures to\nguide liquids \nnew\nphysical\nexperimental\nNA\n \n<1L\n3D modelling\ndata: Tinkercad\n3D models \n3D models of\n3D molds used\nfor microfluidic\nstructures\nnew\ndigital\nOther\n.cad\n< 10 GB\n \nPhysical data:\nChemical\nsolutions &\nbiological\nsuspensions\nbasic chemical\nsolutions of\ndifferent\nconcentrations,\nbiological\nsolutions: cell\nmedia and\npossibly living\ncells in\nsuspension\nboth\nphysical\nexperimental\nNA\n \n<1m3\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 9\nPhysical data:\nbiological\n(possibly\nartificial) tissue\neither biological\ntissue of\nanimals used in\nthe food\nindustry\nobtained from\nthe butcher; or\nartificial tissue\ncreated by cell\nculture to\nmimick the\nphysiological\nand cell\nbiological\nbehaviour of\nbiological tissue\nboth\nphysical\nexperimental\nNA\n \n<1m3\nphysical data:\nstructures\nfabricated for\nthe\nmeasurement\nsetup\ne.g., lasercut\nplexiglass for\nguiding\nconnectors, and\nPCBs and\nsimplifying\nconnection to\nVNA\nnew\nphysical\nexperimental\nNA\n \n< 50 L\nmeasurement\ndata:permittivity\ndata\npermittivity data\nof tissues and\nliquids\nnew\ndigital\nexperimental\n.csv\n< 100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nI sometimes use chemical solutions that are bought from a chemical company; for instance: Fisher Scientific, Millipore Sigma,...\nI have reused existing python scripts, specifically provided by Github users, for instance \nmultiline-trl-calibration/mTRL.py at main ·\nZiadHatab/multiline-trl-calibration (github.com)\n, or provided by colleagues in my research group\nI reuse datasets such as the one available on the IT'IS foundation database, or the one from the Italian National Research Council: \nDielectric\nProperties of Body Tissues: Home page (cnr.it)\n, with known permittivity data, as well as measured permittivity data, obtained from colleagues; \nI might reuse hardware (i.e, wafers for on-wafer measurements) that were produced by colleagues before me. The required acknowledgements to the\ncolleagues will be researched beforehand. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nEthical approval for use of cells and cell lines + generating artificial tissues:\na) Cell culture and artificial tissue: The Quebec partner received the confirmation that no ethical approval process is required, as they plan to make\nuse of commercial human cell lines that are anonymous.\nb) Human tissue: WP5 of the research application suggests validation of the results on human tissue. This is not yet practically scheduled. Should\nthese tests on human tissue obtained from UZ Leuven be possible towards the end of the project, ethical issues will arise and the required approvals\nwill need to be obtained.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nNormally no. Nevertheless, should, as described in part (b) of the previous question, human tissue be used towards the end of the project and\nbackground information of the patient be required, then we should revisit this section. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 9\nmeasurement setups and corresponding data processing code (Python, MATLAB) could be interesting for use in hospitals and research centers. As\nwas written in the DMP of the greater research I am working on, and applies here:\nThe project is a fundamental research project, but nevertheless, there may be potential for techtransfer and valorization towards the end of the\nproject.\nThe main IP is in the measurement and modeling techniques being researched by the KU Leuven partner in the project. If there is potential for tech\ntransfer, the IP related to these research results will be protected, with the support of KU Leuven LRD. The usage of licenses is a possible route. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nYes\nThe Dual PhD agreement of PhD student Marie Mertens applies. This agreement is not yet finalized, but is currently being discussed between\nGraziella Del Savio in KU Leuven and Prof. Delphine Perié in Polytechnique Montreal.\nMoreover the bilateral agreement between Quebec and KU Leuven applies. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nRaw measurement data:\nRaw measurement data will be collected and stored in a folder along with a README .docx, .txt or .xlsx file with a clear description of what the data\nrepresent and how they were obtained, i.e., experimental conditions. The name of the folder will concatenate the most important information, such as\nthe sample being measured and the most important experimental conditions (e.g., power level, frequency range, temperature and humidity in the\nroom).\nElectromagnetic modelling and simulation data:\nThe modelling and simulation data are embedded as part of the EMPro, ADS, Matlab and Python packages. The file names will be descriptive, as to\ndocument the conditions under which the data have been obtained. As usually simulation data can be re-created with limited effort, strong emphasis\nwill be put on storing and documenting the simulation set-ups. In terms of modelling, extra documentation will be embedded with the schematics of\nthe modelling topology. The file formats for the ADS/Matlab/Python data are as defined by the simulation package used, which is mainly ADS, Matlab\nand Python.\nAdditionally, each simulation folder will contain more information with respect to the slight differences between the simulations in that folder:\n- for basic ADS schematic and layout simulation data, a README file is written in the folder of the simulations \n- for EMPro simulation data, both the Notes in the simulation as well as the Summary of the 3D simulation provide all required metadata\nCode: algorithms, and parameter extraction algorithms: \nThe generated computer code will be documented as to explain how the code should be used and which output it generates. Along with the folder\nwith the codes, a readme.txt file will be generated explaining the meaning of each of the computer codes in the folder and where they are used. \nLaboratory procedures and data:\nProcedures: Electronic lab notebooks (cleanroom procedures), and paper lab notebooks (bio- chemical lab procedures) are used to note down the\nprocedures and standards that are used in the labs, and to keep a day-to-day overview of which sample was created how. Videos of each of the\nprocedures are also kept with extra spoken and visual information on how each procedure was performed. \nData: solutions and materials are always stored in a container that describes the content of the container, the day of production and the student's\nname. \nElectronic hardware:\nPCB's and wafers are accompanied by their name, with which they can be connected to a specific layout in ADS. A linking document will be set up to\nenable this connection better. \nPMMA and microfluidic chips/molds that are not distinguishable based on shape get their names engraved, such that they can be directly linked to the\ndata online. \n \n \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 9\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nThere are no metadata standards specific to this discipline. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\n1. Small data: images, dissemination, metadata, manuscripts, 3D (non-EM) modelling data etc.\nThe largest part of the data is stored on the KU Leuven OneDrive. \n2. Simulation data: construction and results (large volume)\nThe simulation data is saved on the KU Leuven C:Drive \n3. Python and MATLAB code\nThe Python code data is saved both on the KU Leuven C: Drive as well as backed up in a private Github repository. \n4. Measurement Data (metadata and results)\nThe measurement data is both saved on the VNA's computer, the student's KU Leuven OneDrive, and an external USB stick for back up and transfer\nof the data.\n5. Physical Data:\na. Biological physical data\nStored in a student-specific storage shelf in the bio-electromagnetic measurements lab in KU Leuven (with responsible: Vladimir Volsky) or in the\nbiolab in Polytechnique Montreal (with responsible Raphael Trouillon). Both labs have restricted access for entering to <10 students using the\nlaboratories and with permanent positions at the universities. For the biolab in Montreal, all students entering the laboratory have followed training for\nhandling of chemical and biological samples.\nb. Electrical physical data\nPCB's and wafers, as well as the finalized measurement chips with connectors and surroundings are stored on the student-specific storage shelf in\nthe bio-electromagnetic measurements lab in KU Leuven (with responsible Vladimir Volsky); or in the drawer in the students' office. The office's\naccess is restricted to the three students that have permanent positions at KU Leuven and that have a permanent position in the office.\n6. Shared data (see also below)\nMoreover, in the view of the bilateral research project, and as written in the original DMP of the larger research project:\nSince this is a collaborative project with a university in Quebec, Canada, a common repository for data sharing will be adopted, e.g., Dropbox, ESAT\nNextCloud or OneDrive should that be usable by different universities. \nDocuments and pictures are stored on KU Leuven OneDrive such that they are automatically backed up and they can be accessed by different\ncollaborators.\nCurrently, a shared OneDrive folder from the Polytechnique Montreal servers is in use to this purpose. \n \nHow will the data be backed up?\nDepartmental servers; U-drive:\nThe data will be stored on the department's servers with automatic daily back-up procedures; a OneDrive folder with a copy of the last version of the\nOneDrive data will be stored and backed up on the U-drive as well. \nComputer code: Git repository\nThe computer code is also linked to a private git repository, guaranteeing version control and back up of the data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nThe backup capacity in the KU Leuven ESAT department is limited. Therefore, a distinction is made between essential data on one hand, which is\nstored and back-up'ed on the departmental servers, and intermediate data on the other hand, which is stored on the researcher's PC with regular\nback-up on an external hard disk that is shared within the research group.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 9\nThe data are stored behind a password wall, both on the researcher's PC as on the\ndepartemental server. The department's IT group ensures that the necessary measures are in place to keep the data secure and to avoid\nunauthorized access. Data storage in the cloud will be avoided, except for having a means for data transfer with the Quebec partners\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts for data storage and back-up on the departemental servers represents an annual cost of about 500 EUR for this type of project. During the life\ntime of the project, there will be need for two external hard disks, with an estimated cost of 250 EUR, or 500 EUR in total. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nThe data to be retained during 5 years after the project's end are dissemination data (source files of publications and presentations), modelling and\nmeasurement algorithms, documentation on simulation and measurements set-ups, and the most relevant measurement data. Simulation data can\nusually be re-created easily, starting from the simulation set-up, thus these data will not all be stored, for reasons of disk space. On the other hand, it\nis often difficult, or even impossible, to repeat measurements (e.g., hardware samples degrade over time), and therefore preserving measurement\ndata has higher priority over keeping simulation results.\nPhysical samples: chemical and biological will not be preserved for at least five years due to limited shelf life. PCB's and wafers will be stored either in\nthe bio-microwave measurement lab, or in the storage room of the research group. They are limited in volume. \n \nWhere will these data be archived (stored and curated for the long-term)?\nA distinction is made between research data and dissemination data. The research data, namely limited selection of the modelling results, simulation\nset-ups, and measurement results, will be stored on an external hard drive after the end of the project. Dissemination data, namely files\ncorresponding to papers and presentations, will be stored on the PI's PC, and back-up'ed daily on the departmental server. The latter applies also for\nmodelling algorithms and measurement techniques developed during the research project, as this contains the project's IP.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n1. Dissemination data and modelling algorithms\nThe volume corresponding to dissemination data and modelling algorithms is expected to be relatively low (<10 GB) and can therefore be seamlessly\nembedded in the PI's allocation on the departmental server. The costs (500 EUR/year) will be covered by other on-going projects at that point in time.\n2. Research data: alternative to hard disk\nThe research data will be stored on an external hard disk. The first external hard disk (250 EUR) can be bought towards the project's end on\nconsumables budget (assuming that the two sequentially used external disks during the project are worn out), and depending on the lifetime. possible\nlater disks could be purchased on later project's funding. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe measurement data can be made available after the end of the project. These are .txt, .csv or .s2p type of files, mostly according to Matlab/Python\nformat. The approach to share data is upon request by e-mail. Due to the data volume, access will then be granted to a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be restricted. The approach to share data is upon request by e-mail. Due to the data volume, access will then be granted to a restricted\naccess repository.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n7 of 9\nThree types of accessors can be described:\n1. \nExternal interested researchers: \nIt is expected that mostly researchers will be interested in the data. The data can be made\navailable upon e-mail request, and on condition that the users agree to give proper credit, such as co-authorship on their papers building on these\ndata.\n2. \nUsage for commercial purposes: (low chance)\nThis will require obtaining a license, or equivalent arrangement.\n3. \nResearchers within the research collaboration: \nThese researchers, both from inside and outside KU Leuven (more specifically collaborators from the University of Polytechnique Montreal, Canada)\nshould have access to the data directly. Proper credit as described in (1) should also be given. The researchers should communicate about requests\nfor data they receive and arrangements they want to set up with commercial researchers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nYes, Ethical aspects\nYes, Intellectual Property Rights\n1. Ethical approval for use of cells and cell lines + generating artificial tissues:\na) Cell culture and artificial tissue: The Quebec partner received the confirmation that no ethical approval process is required, as they plan to make\nuse of commercial human cell lines that are anonymous. Sharing of result data should thus not be restricted with respect to cell culture and artificial\ntissue ethics.\nb) Human tissue: WP5 of the research application suggests validation of the results on human tissue. This is not yet practically scheduled. Should\nthese tests on human tissue obtained from UZ Leuven be possible towards the end of the project, ethical issues will arise and the required approvals\nwill need to be obtained.\n2. IP restrictions\nThe project is a fundamental research project, but nevertheless, there may be potential for tech transfer and valorization towards the end of the\nproject. The main IP is in the measurement and modeling techniques being researched by the KU Leuven partner in the project. If there is potential\nfor tech transfer, the IP related to these research results will be protected, with the support of KU Leuven LRD. The usage of licenses is a possible\nroute.\n3. External agreements:\nThe FWO bilateral agreement with Quebec applies.\nThe Dual PhD agreement of PhD student Marie Mertens applies. This agreement is not yet finalized, but is currently being discussed between\nGraziella Del Savio in KU Leuven and Prof. Delphine Perié in Polytechnique Montreal. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRestricted Open Acces repository, either a specific disciplinary repository, or the KU Leuven RDR will be used. \nWhen will the data be made available?\nThe data will be made available upon publication of the research results .\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe have not yet worked with Data Usage Licences in the past. Nevertheless, the data would be mainly 'factual data', i.e., electromagnetic properties\nof biological and/or chemical tissues/liquids. The data might thus be shared using standard terms and conditions. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nYes, for retrievability we aim to add a PID/DOI/accession number to the datasets. \nCurrently, the type of number is not yet decided on. \nWhat are the expected costs for data sharing? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n8 of 9\nThe expected costs for data sharing are 0 euros, given the limited size of the datasets, and the fact that we do not share physical data. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPhD student: Marie Mertens \nWho will manage data storage and backup during the research project?\nPhD student: Marie Mertens \nWho will manage data preservation and sharing?\nPhD supervisor: Prof. Dominique Schreurs \nWho will update and implement this DMP?\nPhD student: Marie Mertens \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n9 of 9"
    },
    "clean_full_text": "PhD project: Electromagnetic Characterization and Modelling of Artificial Tissue A Data Management Plan created using DMPonline.be Creator: Marie Mertens Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11K5823N ID: 195181 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: During the course of our life, many of us will know someone affected by cancer. The prognosis of the disease depends greatly on the early detection of cancerous cells, and therefore on the understanding of the growth of cancer cells and their interactions with their biological environment. Many existing techniques can be used to detect cancer cells. However, most of them involve potentially harmful radiations, and/or lengthy measurement time and/or prohibitive costs. In this context, radiofrequency (RF) techniques offer non-ionizing, fast and low- cost alternatives to the state-of-the-art solutions. However, the electromagnetic response of biological materials is largely unexplored, especially in the terahertz domain. Moreover, the wave-matter interaction is complicated by the difficulty to isolate homogenous tissue samples during measurements. The growth of cells in small devices designed to emulate the complexity of life cycle, also known as cells or organs-on-a-chip, offers the possibility to study healthy and cancerous cells of a given type in a controlled, reproducible environment. The aim of this PhD is to characterize and model the RF response of such chips mimicking the mechanisms of cancer growth over a broad frequency range, from microwaves through the much less explored terahertz. (source: PhD proposal Ref. BAP-2021-173) Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 9 PhD project: Electromagnetic Characterization and Modelling of Artificial Tissue FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume For each of the datasets, a larger group of data is given; i.e., electromagnetic (EM) simulation data, 2D and 3D modelling data, physical data, code... Further in the DMP, we will refer back to these larger groups of data for interpretability. Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA EM simulation data: EMPro Data 3D models of electrical components as well as the results of their electromagnetic simulations. new digital simulation data .s2p among others < 10 TB EM simulation data: Keysight ADS data 2D models of electrical components as well as the results of their electromagnetic simulations new digital simulation data .s2p among others <1 TB 3D modelling data: Sketchup data 3D models of generated products, mainly for informational and educational purposes new digital simulation data .skp .mp4 <500 GB 2D modelling data: Inkscape data - lasercut shapes - informative figures of generated products and methods new digital Other .svg <10 GB Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 9 administrative data VISA and study permit applications and acceptance letters, overviews of PhD courses, interuniversity agreements, etc. new digital NA .docx, .pdf among others < 10 GB Code: MATLAB Code programs for calculating variables, general data processing and production of images new digital software .m, .fig <10 GB Code: Python Code programs for calculating variables, general data processing and production of images new and reuse digital software .py < 10 GB Code: VNA Code code to steer the VNA, automatically extract variables of measurements new digital experimental unknown <10 GB measurement data: VNA measurement data measurement of reflection and transmission of EM waves through a DUT new digital observational .csv, .s2p <10 GB PCB chips PCBs with waveguides, connected to connectors used to perform measurements of MUT new physical experimental NA < 1L Physical data: Glass/silicon wafers Cleanroom generated wafers with waveguides used to perform VNA measurements of MUT new physical experimental NA < 1L physical data: 3D printed molds microfluidic molds 3D printed, made for microfluidic structures to guide liquids new physical experimental NA <1L 3D modelling data: Tinkercad 3D models 3D models of 3D molds used for microfluidic structures new digital Other .cad < 10 GB Physical data: Chemical solutions & biological suspensions basic chemical solutions of different concentrations, biological solutions: cell media and possibly living cells in suspension both physical experimental NA <1m3 Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 9 Physical data: biological (possibly artificial) tissue either biological tissue of animals used in the food industry obtained from the butcher; or artificial tissue created by cell culture to mimick the physiological and cell biological behaviour of biological tissue both physical experimental NA <1m3 physical data: structures fabricated for the measurement setup e.g., lasercut plexiglass for guiding connectors, and PCBs and simplifying connection to VNA new physical experimental NA < 50 L measurement data:permittivity data permittivity data of tissues and liquids new digital experimental .csv < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I sometimes use chemical solutions that are bought from a chemical company; for instance: Fisher Scientific, Millipore Sigma,... I have reused existing python scripts, specifically provided by Github users, for instance multiline-trl-calibration/mTRL.py at main · ZiadHatab/multiline-trl-calibration (github.com) , or provided by colleagues in my research group I reuse datasets such as the one available on the IT'IS foundation database, or the one from the Italian National Research Council: Dielectric Properties of Body Tissues: Home page (cnr.it) , with known permittivity data, as well as measured permittivity data, obtained from colleagues; I might reuse hardware (i.e, wafers for on-wafer measurements) that were produced by colleagues before me. The required acknowledgements to the colleagues will be researched beforehand. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Ethical approval for use of cells and cell lines + generating artificial tissues: a) Cell culture and artificial tissue: The Quebec partner received the confirmation that no ethical approval process is required, as they plan to make use of commercial human cell lines that are anonymous. b) Human tissue: WP5 of the research application suggests validation of the results on human tissue. This is not yet practically scheduled. Should these tests on human tissue obtained from UZ Leuven be possible towards the end of the project, ethical issues will arise and the required approvals will need to be obtained. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Normally no. Nevertheless, should, as described in part (b) of the previous question, human tissue be used towards the end of the project and background information of the patient be required, then we should revisit this section. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 9 measurement setups and corresponding data processing code (Python, MATLAB) could be interesting for use in hospitals and research centers. As was written in the DMP of the greater research I am working on, and applies here: The project is a fundamental research project, but nevertheless, there may be potential for techtransfer and valorization towards the end of the project. The main IP is in the measurement and modeling techniques being researched by the KU Leuven partner in the project. If there is potential for tech transfer, the IP related to these research results will be protected, with the support of KU Leuven LRD. The usage of licenses is a possible route. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The Dual PhD agreement of PhD student Marie Mertens applies. This agreement is not yet finalized, but is currently being discussed between Graziella Del Savio in KU Leuven and Prof. Delphine Perié in Polytechnique Montreal. Moreover the bilateral agreement between Quebec and KU Leuven applies. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Raw measurement data: Raw measurement data will be collected and stored in a folder along with a README .docx, .txt or .xlsx file with a clear description of what the data represent and how they were obtained, i.e., experimental conditions. The name of the folder will concatenate the most important information, such as the sample being measured and the most important experimental conditions (e.g., power level, frequency range, temperature and humidity in the room). Electromagnetic modelling and simulation data: The modelling and simulation data are embedded as part of the EMPro, ADS, Matlab and Python packages. The file names will be descriptive, as to document the conditions under which the data have been obtained. As usually simulation data can be re-created with limited effort, strong emphasis will be put on storing and documenting the simulation set-ups. In terms of modelling, extra documentation will be embedded with the schematics of the modelling topology. The file formats for the ADS/Matlab/Python data are as defined by the simulation package used, which is mainly ADS, Matlab and Python. Additionally, each simulation folder will contain more information with respect to the slight differences between the simulations in that folder: - for basic ADS schematic and layout simulation data, a README file is written in the folder of the simulations - for EMPro simulation data, both the Notes in the simulation as well as the Summary of the 3D simulation provide all required metadata Code: algorithms, and parameter extraction algorithms: The generated computer code will be documented as to explain how the code should be used and which output it generates. Along with the folder with the codes, a readme.txt file will be generated explaining the meaning of each of the computer codes in the folder and where they are used. Laboratory procedures and data: Procedures: Electronic lab notebooks (cleanroom procedures), and paper lab notebooks (bio- chemical lab procedures) are used to note down the procedures and standards that are used in the labs, and to keep a day-to-day overview of which sample was created how. Videos of each of the procedures are also kept with extra spoken and visual information on how each procedure was performed. Data: solutions and materials are always stored in a container that describes the content of the container, the day of production and the student's name. Electronic hardware: PCB's and wafers are accompanied by their name, with which they can be connected to a specific layout in ADS. A linking document will be set up to enable this connection better. PMMA and microfluidic chips/molds that are not distinguishable based on shape get their names engraved, such that they can be directly linked to the data online. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 9 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There are no metadata standards specific to this discipline. 3. Data storage & back-up during the research project Where will the data be stored? 1. Small data: images, dissemination, metadata, manuscripts, 3D (non-EM) modelling data etc. The largest part of the data is stored on the KU Leuven OneDrive. 2. Simulation data: construction and results (large volume) The simulation data is saved on the KU Leuven C:Drive 3. Python and MATLAB code The Python code data is saved both on the KU Leuven C: Drive as well as backed up in a private Github repository. 4. Measurement Data (metadata and results) The measurement data is both saved on the VNA's computer, the student's KU Leuven OneDrive, and an external USB stick for back up and transfer of the data. 5. Physical Data: a. Biological physical data Stored in a student-specific storage shelf in the bio-electromagnetic measurements lab in KU Leuven (with responsible: Vladimir Volsky) or in the biolab in Polytechnique Montreal (with responsible Raphael Trouillon). Both labs have restricted access for entering to <10 students using the laboratories and with permanent positions at the universities. For the biolab in Montreal, all students entering the laboratory have followed training for handling of chemical and biological samples. b. Electrical physical data PCB's and wafers, as well as the finalized measurement chips with connectors and surroundings are stored on the student-specific storage shelf in the bio-electromagnetic measurements lab in KU Leuven (with responsible Vladimir Volsky); or in the drawer in the students' office. The office's access is restricted to the three students that have permanent positions at KU Leuven and that have a permanent position in the office. 6. Shared data (see also below) Moreover, in the view of the bilateral research project, and as written in the original DMP of the larger research project: Since this is a collaborative project with a university in Quebec, Canada, a common repository for data sharing will be adopted, e.g., Dropbox, ESAT NextCloud or OneDrive should that be usable by different universities. Documents and pictures are stored on KU Leuven OneDrive such that they are automatically backed up and they can be accessed by different collaborators. Currently, a shared OneDrive folder from the Polytechnique Montreal servers is in use to this purpose. How will the data be backed up? Departmental servers; U-drive: The data will be stored on the department's servers with automatic daily back-up procedures; a OneDrive folder with a copy of the last version of the OneDrive data will be stored and backed up on the U-drive as well. Computer code: Git repository The computer code is also linked to a private git repository, guaranteeing version control and back up of the data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No The backup capacity in the KU Leuven ESAT department is limited. Therefore, a distinction is made between essential data on one hand, which is stored and back-up'ed on the departmental servers, and intermediate data on the other hand, which is stored on the researcher's PC with regular back-up on an external hard disk that is shared within the research group. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 9 The data are stored behind a password wall, both on the researcher's PC as on the departemental server. The department's IT group ensures that the necessary measures are in place to keep the data secure and to avoid unauthorized access. Data storage in the cloud will be avoided, except for having a means for data transfer with the Quebec partners What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs for data storage and back-up on the departemental servers represents an annual cost of about 500 EUR for this type of project. During the life time of the project, there will be need for two external hard disks, with an estimated cost of 250 EUR, or 500 EUR in total. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data to be retained during 5 years after the project's end are dissemination data (source files of publications and presentations), modelling and measurement algorithms, documentation on simulation and measurements set-ups, and the most relevant measurement data. Simulation data can usually be re-created easily, starting from the simulation set-up, thus these data will not all be stored, for reasons of disk space. On the other hand, it is often difficult, or even impossible, to repeat measurements (e.g., hardware samples degrade over time), and therefore preserving measurement data has higher priority over keeping simulation results. Physical samples: chemical and biological will not be preserved for at least five years due to limited shelf life. PCB's and wafers will be stored either in the bio-microwave measurement lab, or in the storage room of the research group. They are limited in volume. Where will these data be archived (stored and curated for the long-term)? A distinction is made between research data and dissemination data. The research data, namely limited selection of the modelling results, simulation set-ups, and measurement results, will be stored on an external hard drive after the end of the project. Dissemination data, namely files corresponding to papers and presentations, will be stored on the PI's PC, and back-up'ed daily on the departmental server. The latter applies also for modelling algorithms and measurement techniques developed during the research project, as this contains the project's IP. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 1. Dissemination data and modelling algorithms The volume corresponding to dissemination data and modelling algorithms is expected to be relatively low (<10 GB) and can therefore be seamlessly embedded in the PI's allocation on the departmental server. The costs (500 EUR/year) will be covered by other on-going projects at that point in time. 2. Research data: alternative to hard disk The research data will be stored on an external hard disk. The first external hard disk (250 EUR) can be bought towards the project's end on consumables budget (assuming that the two sequentially used external disks during the project are worn out), and depending on the lifetime. possible later disks could be purchased on later project's funding. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The measurement data can be made available after the end of the project. These are .txt, .csv or .s2p type of files, mostly according to Matlab/Python format. The approach to share data is upon request by e-mail. Due to the data volume, access will then be granted to a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be restricted. The approach to share data is upon request by e-mail. Due to the data volume, access will then be granted to a restricted access repository. Created using DMPonline.be. Last modiﬁed 26 April 2023 7 of 9 Three types of accessors can be described: 1. External interested researchers: It is expected that mostly researchers will be interested in the data. The data can be made available upon e-mail request, and on condition that the users agree to give proper credit, such as co-authorship on their papers building on these data. 2. Usage for commercial purposes: (low chance) This will require obtaining a license, or equivalent arrangement. 3. Researchers within the research collaboration: These researchers, both from inside and outside KU Leuven (more specifically collaborators from the University of Polytechnique Montreal, Canada) should have access to the data directly. Proper credit as described in (1) should also be given. The researchers should communicate about requests for data they receive and arrangements they want to set up with commercial researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Yes, Ethical aspects Yes, Intellectual Property Rights 1. Ethical approval for use of cells and cell lines + generating artificial tissues: a) Cell culture and artificial tissue: The Quebec partner received the confirmation that no ethical approval process is required, as they plan to make use of commercial human cell lines that are anonymous. Sharing of result data should thus not be restricted with respect to cell culture and artificial tissue ethics. b) Human tissue: WP5 of the research application suggests validation of the results on human tissue. This is not yet practically scheduled. Should these tests on human tissue obtained from UZ Leuven be possible towards the end of the project, ethical issues will arise and the required approvals will need to be obtained. 2. IP restrictions The project is a fundamental research project, but nevertheless, there may be potential for tech transfer and valorization towards the end of the project. The main IP is in the measurement and modeling techniques being researched by the KU Leuven partner in the project. If there is potential for tech transfer, the IP related to these research results will be protected, with the support of KU Leuven LRD. The usage of licenses is a possible route. 3. External agreements: The FWO bilateral agreement with Quebec applies. The Dual PhD agreement of PhD student Marie Mertens applies. This agreement is not yet finalized, but is currently being discussed between Graziella Del Savio in KU Leuven and Prof. Delphine Perié in Polytechnique Montreal. Where will the data be made available? If already known, please provide a repository per dataset or data type. Restricted Open Acces repository, either a specific disciplinary repository, or the KU Leuven RDR will be used. When will the data be made available? The data will be made available upon publication of the research results . Which data usage licenses are you going to provide? If none, please explain why. We have not yet worked with Data Usage Licences in the past. Nevertheless, the data would be mainly 'factual data', i.e., electromagnetic properties of biological and/or chemical tissues/liquids. The data might thus be shared using standard terms and conditions. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, for retrievability we aim to add a PID/DOI/accession number to the datasets. Currently, the type of number is not yet decided on. What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 26 April 2023 8 of 9 The expected costs for data sharing are 0 euros, given the limited size of the datasets, and the fact that we do not share physical data. 6. Responsibilities Who will manage data documentation and metadata during the research project? PhD student: Marie Mertens Who will manage data storage and backup during the research project? PhD student: Marie Mertens Who will manage data preservation and sharing? PhD supervisor: Prof. Dominique Schreurs Who will update and implement this DMP? PhD student: Marie Mertens Created using DMPonline.be. Last modiﬁed 26 April 2023 9 of 9"
}