{
    "document_id": "D-2024-3354",
    "LinkTitle": "D-2024-3354",
    "file_name": "D-2024-3354.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3354.pdf",
    "metadata": {
        "title": "D-2024-3354",
        "author": "Hannah Van Belle",
        "num_pages": 19
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Hannah Van Belle - https://orcid.org/0000-0001-8897-4229\nContributor name(s) (+ ORCID) & roles Alexander Van De Bruaene - https://orcid.org/0000-0002-0469-8640  : promotor\nKim Martinod - https://orcid.org/0000-0002-1026-6107  : co-promotor\nSophie Pierard - https://orcid.org/0000-0003-0078-9788  : co-promotor\nLouise Coats - https://orcid.org/0000-0003-3422-5497  : co-promotor\nProject number1 & title  Inflammation, Fibrosis and Thrombosis in Fontan circulatory failure: the INFINETx study\nFunder(s) GrantID2Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) – 1115525N\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description INFINETx is a prospective case-control multicentre translational study which aims for a better \nunderstanding of the pathophysiology of Fontan circulatory failure in patients born with a functionally \nuniventricular heart. We hypothesize that the hemodynamic changes in a Fontan circulation induce a state  \nof sterile inflammation, contributing to the development of fibrosis and thrombosis. We will study the role  \nof inflammation with a focus on neutrophils as well as the renin angiotensin aldosterone system (RAAS) in \nthe sequential development of fibrosis, diastolic dysfunction, decreased exercise capacity, heart failure, \nheart failure hospitalization and death. We will also examine markers of thrombosis and prothrombotic \nchanges in neutrophils in Fontan patients and their association with thrombo-embolic events and \nmortality as hard endpoints. We also aim to validate shear wave elastography as a non-invasive measure \nof myocardial stiffness by comparison with fibrosis visualized by magnetic resonance imaging (MRI) and \ninvasive pressure measurements when available. Lastly, we will characterize end-organ damage in Fontan \npatients by relating albuminuria with RAAS hormonal levels and the severity of Fontan circulatory failure \non the one hand, thereby setting the stage for future clinical trials with SGLT2 inhibitors, and by assessing \nthe reliability of spleen stiffness as a non-invasive measure of portal hypertension in Fontan associated \nliver disease on the other.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data \nTypeDigital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nPatient dataDemographics, \nmedical history, \nhistory taking \nand physical \nexamination, Reuse existing data \n(medical history, \nclinical follow-up, \nevents/outcome \ncollected during DigitalObservational  \nand \nexperimentalData is primarily \nstored in the KWS \nelectronic \nmedical database \n(EMD). The data <100 MB NA\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5outcome data \n(events during \nfollow-up)routine clinical \npractice) and \ngenerate new data \n(history taking and \nphysical examination \nat baseline)relevant to our \nresearch is stored \nin Redcap eCRF \n(.csv)\nInformed \nconsent form \n(ICF)Signed ICF New PhysicalNA NA NA 3 folders of paper\nBiobank \nsample \nstorage formForm tracking \nthe amount and \nnature of stored \nsamples in KUL \nBiobankNew PhysicalNA NA NA 1 folder of paper\nElectrocardio\ngramECG: raw data \nand traceNew DigitalObservational .xlsx (raw data)\n.png (trace)<100MB NA\nEchocardiogr\naphy + HFR \nSWEEchocardiograp\nhy and high \nframe rate \nshear wave \nimages taken at \nbaseline visitNew DigitalObservational \nand \nexperimental \n(some \nadditional \nimages to \nclinical \nstandards).dcm (DICOM) <5TB NA\nLabchart dataInvasive \npressure \nmeasurement New DigitalObservational .adicht <100GB NA\nFWO DMP Template (Flemish Standard DMP) 6data\nCardiopulmo\nnary exercise \ntest (CPET)Table with gas \nexchange \nmeasurements \nand 9-panel \ngraphsNew Digital and \nphysical \n(when \nprinted)Observational .pdf <100MB 2 folders of paper\nCardiac MRIMagnetic \nresonance \nimaging: report \nfrom radiologist \nin KWS (EMD), \nrelevant \ninformation is \nbeing stored in \nredcapNew DigitalObservational \nand \nexperimental \n(MRI is clinically \nindicated in \nroute follow-up, \nresults are also \nused for \nresearch \npurposes).csv <100 MB NA\nLiver \nechographyReport from \nradiologist in \nKWS, relevant \ninformation is \nbeing stored in \nredcapNew DigitalObservational .csv <100MB NA\nLiver and \nspleen \nstiffness \nmeasurement \n(Fibroscan)Report from \nKWS, relevant \ninformation is \nbeing stored in \nredcap eCRFNew DigitalObservational .csv <100MB NA\nFWO DMP Template (Flemish Standard DMP) 7Blood draw1.Clinical lab \nanalysis\n2.Plasma \npreparation \nand storage \nat -80°c in \naliquots of \n1.5 ml \n3.Neutrophil \nisolation and \nstorage at \n-80°C 1.New\n2.New\n3.New1.Digital\n2.Physical\n3.PhysicalExperimental 1..csv, .xslx\n2.NA\n3.NA1.<100MB\n2.NA\n3.NA1.NA\n2.3 freezer \ndrawers in \nBiobank (~6ml \nper included \nperson, 5 to 8 \naliquots)\n3.1 freezer \ndrawer in \nBiobank (1 \naliquot in 1 on 3 \nparticipants)\nUrine sampleUrine sample is \nsent to clinical \nlab for analysis, \nafter which it is \ndiscarded. \nRelevant results \nare stored in the \neCRF in RedcapNew DigitalExperimental .csv <100MB NA\nTissue \nsamplesCryopreserved \ntissue samples \nare stored at \n-20°CNew PhysicalExperimental NA NA 1 drawer in -20°C \nfreezer (Biobank)\nConfocal \nmicroscopyImaging files \nfrom confocal \nmicroscope New DigitalExperimental .jpg \n.tiff<100 GB NA\nFWO DMP Template (Flemish Standard DMP) 8ELISAResults from \nELISA tests on \nstored plasma\n-Raw ELISA \nreadout files\n-Standard \ncurve \nplotting \noutput files\n-Output \nfigures \n(Graphpad \nPrism)New DigitalExperimental .csv\n.xslm\n.prism, .png, .pdf<100MB NA\nRNA \nsequencing \ndataBulk RNA \nsequencing \nfrom stored \nneutrophils\n-Raw \nsequencing \ndata files\n-Scripts for \nanalysis\n-Output \nfiguresNew DigitalExperimental -.fastq, .bam, .\ntsv, .count\n-.bash, .R, .rds\n-.xml, .csv, .txt, \n.xslx, .png, .pd\nf<1TB NA\nProtocolsWord \ndocuments and \nnotes in lab New Digital and \npaperExperimental .docx <100MB 1 A4 laboratory \nnotebook\nFWO DMP Template (Flemish Standard DMP) 9notebook\nData analysis, \npresentations \nand \nmanuscript \npreparationAnalysis in Excel \nand statistical \nprograms (SPSS, \nGraphPad \nPrism) and text \nin word or pdfNew Digital Experimental .xslx\n.prism, .sav\n.jpg, .tiff\n.docx, .pdf, .ppt<1GB\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Patient data: demographics and medical history. Securely stored in KWS (electronic medical database).\nRelevant information reused in redcap eCRF (.csv).  \nPublicly available genetic reference databases such as Genome Browser, Gene Cards, Human Protein Atlas,  \nEnsembl. Publicly available databases of chromatin accessibility, such as ATACdb. Publicly available \nChiPseq data.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 10Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe (additional information):\nYes. Approval from the Ethics Committee of UZ Leuven Hospitals has already been obtained (S67430).  \nDatasets: all datasets are linked to/derived from human subject data.\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\noDemographics (.csv (redcap eCRF))\noMedical history (.csv (redcap eCRF))\noHistory taking/symptoms (.csv (redcap eCRF))\noFindings from physical examination (.csv (redcap eCRF))\noResults from technical exams done in clinic: ECG ((.csv (redcap eCRF), .png, .xlsx), \nspirometry (.csv (redcap eCRF)), echocardiography (including high frame rate imaging, (.csv \n(redcap eCRF), .dcm), cardiopulmonary exercise test (.csv (redcap eCRF), .pdf), cardiac MRI \n(.csv (redcap eCRF)), liver ultrasounds (.csv (redcap eCRF)), liver- and spleen transient \nelastography (.csv (redcap eCRF))\noResults from processing of blood and urine sample (.csv (redcap eCRF))\n-All data derive from human subjects.\n-Privacy Registry Reference: NA. The study has been approved by the ethics committee of UZ \nLeuven (S67430).\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 11Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nThere is a collaboration in place with UCL with material and data transfer agreement. This however does \nnot restrict exploitation or dissemination of the data.\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP) 12Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).All patients and healthy volunteers are assigned a unique code when included in the study. This code is \nthen used as identifier when analysing the research data.\nPatient information stored in digital files (eCRF in redcap) are classified by pseudonym. Raw data is also \nstored in folders per individual (by pseudonym). This is all done by a single researcher (HVB).\nMeta-data for the echocardiographic images (date, identifier) is included in the .dicom file that can be \nread by the EchoPac software. Meta-data for the labchart files is also included in the file itself (date, stage \nin protocol), and can be read via the software.  \nExperimental protocols are written in a detailed manner in order to be understandable for future users, \nand stored digitally (.docx) to be able to share them in the future.  \nThese protocols stored in a secured UZ Leuven Onedrive, with regular backups, and will also be shared on \na shared KUL drive upon study completion (maintained by KUL ICTS, routine backups).\nManuscripts and supplementary materials will be made publicly available by upload to Lirias. However, \nnot all patient data can be publicly shared to due privacy issues.\nPhysical data: folders are labelled (i.e. informed consents patients/controls, sample storage forms… with \nthe study number (S67430)). The Lab notebook is named and experiments dated and titled with protocol \nenclosed. After completion of the study the folders will be stored in the secured desk of the PI for the \nrequired duration. \nFWO DMP Template (Flemish Standard DMP) 13Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nDIGITAL DATA:\nPatient data: patient data will be stored in an electronic case report form (eCRF in Redcap) labelled with \nthe patient’s specific code. The eCRF is organized first by pseudonym, then by visit and further by exam \n(e.g. medical history, baseline characteristics, ECG, ultrasound…). Within these files, subheaders are used. \nAll the variables included in the eCRF have a clarifying header describing the variable and units used.  \nRaw data: every individual has a folder in which the raw data is stored. Raw data is always labeled with the  \npseudonym and date of generation.  \n-ECG: trace and raw data (pseudonym + ECG + trace (.png) or raw data (.xlsx)\n-Labchart: pseudonym + date (.adicht). Details about the protocol are included in the .adicht file \nitself.\n-Medical images: All images used in our study will be saved in the conventionally-used DICOM \nformat which contains metadata in the file header. This header contains key technical attributes of \neach specific file. \nNumeric data: Metadata of numeric data (both raw and processed) e.g. any headers of XLS, TXT, CSV files \nused throughout the study, will be created manually in a descriptive and structured manner. Patient’s \nspecific codes will be used when analyzing data.  \nDocumentation including experimental protocols and parameters (concentrations or titers measured, \nnumber of cells counted,...) will be recorded in physical laboratory books and stored into Word or Excel \nfiles, which also contain the necessary metadata (user, date,...) and parameters (cell count, \nconcentrations…) regarding the experiment.\nFWO DMP Template (Flemish Standard DMP) 14PHYSICAL DATA\nProtocols cfr supra. Folders are labelled by study number and content.  \nBiological samples (plasma, neutrophils) stored in the biobank are retrievable with the help of an excel \nsheet in which each aliquot is recorded (place in box, shelf and freezer).\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? -Patient data: eCRF in redcap  \n-Echocardiography images: KWS ( electronic medical database with regular backups)\n-Protocols: UZ Leuven OneDrive (automatic daily back up).  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.-Redcap: automatic (institutional)\n-Raw data: is primarily stored in the KWS electronic medical database, from which the source data \ncan always be retrieved if necessary (automatic back up, institutional). The images will be \ntransferred to a large volume cloud-based storage with automatic back up (e.g. KUL L-Drive) where \nthey will be saved for as long needed during and after the project.  \n-Protocols: automatic back-up on OneDrive cloud (institutional).  \n-Physical\noFolders: Storage in locked desk.  \noBiological samples: storage in -80°C freezer, which is equipped with an alarm system to \nprevent damage in the case of dysfunction.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 15Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nEnough storage capacity in Redcap, UZ Leuven OneDrive and KU Leuven drives. Storage capacity can be \nincreased if necessary.\nEnough freezer space and desk space for physical data.\nBack up is ensured by our institution (daily automatic backup saved on the UZ Leuven server).  \nIf no, please specify: NA\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The eCRFs in Redcap can only be accessed by people that have been given access by our research group \nand are trained in the use of Redcap. Double authentication is used (hospital-level security).\nThe OneDrive is personal to the grant holder and secured by double authentication. The KUL drives are \nalso secured by double authentication.\nDesks are always locked when left unattended.  \nIf data has to be transferred it will be done either directly to the secured systems or via Belnet filesender.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Redcap: 80€/year\nUZ Leuven OneDrive: free (personnel)\nKUL L Drive (5TB): 569.2€/year\nThese costs are covered by the Single Ventricle Research fund grant which covers the consumables of the \nproject.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP) 16Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Data will be stored for at least five years in agreement with the classical retention policies.\nUrine samples are being discarded after analysis.  \nPlasma samples and tissue sections may have been used before the end of the 5- year term, remaining \nmaterial will be stored up to 5 years. However, all related electronic documentation on these data will be \nsaved.\nWhere will these data be archived (stored and \ncurated for the long-term)?Redcap serves as data storage and archive tool for the collected patient data during the legally required \nduration. \nEchocardiography images and other raw data will be stored on a large volume drive such as KU Leuven L-\ndrives.\nBiological samples will be stored in the Biobank for the required period of time (if not used by experiments  \n(e.g. ELISA, RNAseq) by the end of the study) and paperwork will be stored in the desk of the PI who is a \nstaff member in the UZ Leuven clinic.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Redcap: 80€/year\nKUL L Drive (5TB): 569.2€/year\nCosts of biobank: not known yet (contract negotiations ongoing)\nThese costs during the project are covered by the Single Ventricle Research fund grant which covers the \nconsumables of the project.\nLong-term data storage and costs will be managed and evaluated by the principal investigator responsible \nfor this project, Prof. Van De Bruaene.\nFWO DMP Template (Flemish Standard DMP) 176. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nData related to publications will be shared publicly in the supplementary materials of the journal and in \nthe KUL repository (Lirias).\nAccess to patient data is restricted, but all data will be made available upon reasonable request if data \nhandling is done in accordance to the ethical guidelines.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The PI is responsible for evaluating if the request to access data is reasonable and decides under which \nconditions the data is transferred and reused.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nAs this is a small patient group which is being extensively phenotyped, even pseudonymised data can be \ntraced back to the individual. The data is very sensitive as it contains medical/clinical data and events. \nTherefore, the data access is restricted to people with a legitimate right for access upon request after \napproval by the PI.  \nFWO DMP Template (Flemish Standard DMP) 18Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All data is stored in Redcap. At the end of the study, the data will be extracted to an excel sheet for further  \nanalysis. \nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Data in published manuscripts will be made available in supplementary materials and more detailed data \nupon request (by email) to Prof. Van De Bruaene. The manuscript (accepted version) and supplementary \nmaterials will also be deposited in the KUL repository (Lirias).  \nRemaining data collected during the study can be made available upon reasonable request.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  As advised by the KU Leuven RDM helpdesk and the license selector tool, we will use the Creative \nCommons Attribution-ShareAlike (CC BY-SA-4.0) license. This license allows others to use, copy, distribute, \nand modify the data for any purpose, as long as the original source is properly attributed and any \nmodifications are distributed under the same license terms.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 19Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs expected. E.g. Belnet filesender is free.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?PhD researcher Hannah Van Belle will be responsible for the management of data documentation and \nmetadata, with oversight by PI Prof. Van De Bruaene.  \nWho will manage data storage and backup \nduring the research project?PhD researcher Hannah Van Belle will be responsible for the data storage and backup during the research \nproject, with oversight by PI Prof. Van De Bruaene.\nWho will manage data preservation and \nsharing?PI Prof. Alexander Van De Bruaene is responsible for the preservation of the data during and after the end \nof the research project, and for the data sharing.\nWho will update and implement this DMP? This initial version of the DMP will be adjusted throughout the project by the PhD researcher\nHannah Van Belle. The PI bears the end responsibility of monitoring the updating &\nimplementing this DMP.\n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Hannah Van Belle - https://orcid.org/0000-0001-8897-4229 Contributor name(s) (+ ORCID) & roles Alexander Van De Bruaene - https://orcid.org/0000-0002-0469-8640 : promotor Kim Martinod - https://orcid.org/0000-0002-1026-6107 : co-promotor Sophie Pierard - https://orcid.org/0000-0003-0078-9788 : co-promotor Louise Coats - https://orcid.org/0000-0003-3422-5497 : co-promotor Project number1 & title Inflammation, Fibrosis and Thrombosis in Fontan circulatory failure: the INFINETx study Funder(s) GrantID2Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) – 1115525N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description INFINETx is a prospective case-control multicentre translational study which aims for a better understanding of the pathophysiology of Fontan circulatory failure in patients born with a functionally univentricular heart. We hypothesize that the hemodynamic changes in a Fontan circulation induce a state of sterile inflammation, contributing to the development of fibrosis and thrombosis. We will study the role of inflammation with a focus on neutrophils as well as the renin angiotensin aldosterone system (RAAS) in the sequential development of fibrosis, diastolic dysfunction, decreased exercise capacity, heart failure, heart failure hospitalization and death. We will also examine markers of thrombosis and prothrombotic changes in neutrophils in Fontan patients and their association with thrombo-embolic events and mortality as hard endpoints. We also aim to validate shear wave elastography as a non-invasive measure of myocardial stiffness by comparison with fibrosis visualized by magnetic resonance imaging (MRI) and invasive pressure measurements when available. Lastly, we will characterize end-organ damage in Fontan patients by relating albuminuria with RAAS hormonal levels and the severity of Fontan circulatory failure on the one hand, thereby setting the stage for future clinical trials with SGLT2 inhibitors, and by assessing the reliability of spleen stiffness as a non-invasive measure of portal hypertension in Fontan associated liver disease on the other. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Patient dataDemographics, medical history, history taking and physical examination, Reuse existing data (medical history, clinical follow-up, events/outcome collected during DigitalObservational and experimentalData is primarily stored in the KWS electronic medical database (EMD). The data <100 MB NA 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5outcome data (events during follow-up)routine clinical practice) and generate new data (history taking and physical examination at baseline)relevant to our research is stored in Redcap eCRF (.csv) Informed consent form (ICF)Signed ICF New PhysicalNA NA NA 3 folders of paper Biobank sample storage formForm tracking the amount and nature of stored samples in KUL BiobankNew PhysicalNA NA NA 1 folder of paper Electrocardio gramECG: raw data and traceNew DigitalObservational .xlsx (raw data) .png (trace)<100MB NA Echocardiogr aphy + HFR SWEEchocardiograp hy and high frame rate shear wave images taken at baseline visitNew DigitalObservational and experimental (some additional images to clinical standards).dcm (DICOM) <5TB NA Labchart dataInvasive pressure measurement New DigitalObservational .adicht <100GB NA FWO DMP Template (Flemish Standard DMP) 6data Cardiopulmo nary exercise test (CPET)Table with gas exchange measurements and 9-panel graphsNew Digital and physical (when printed)Observational .pdf <100MB 2 folders of paper Cardiac MRIMagnetic resonance imaging: report from radiologist in KWS (EMD), relevant information is being stored in redcapNew DigitalObservational and experimental (MRI is clinically indicated in route follow-up, results are also used for research purposes).csv <100 MB NA Liver echographyReport from radiologist in KWS, relevant information is being stored in redcapNew DigitalObservational .csv <100MB NA Liver and spleen stiffness measurement (Fibroscan)Report from KWS, relevant information is being stored in redcap eCRFNew DigitalObservational .csv <100MB NA FWO DMP Template (Flemish Standard DMP) 7Blood draw1.Clinical lab analysis 2.Plasma preparation and storage at -80°c in aliquots of 1.5 ml 3.Neutrophil isolation and storage at -80°C 1.New 2.New 3.New1.Digital 2.Physical 3.PhysicalExperimental 1..csv, .xslx 2.NA 3.NA1.<100MB 2.NA 3.NA1.NA 2.3 freezer drawers in Biobank (~6ml per included person, 5 to 8 aliquots) 3.1 freezer drawer in Biobank (1 aliquot in 1 on 3 participants) Urine sampleUrine sample is sent to clinical lab for analysis, after which it is discarded. Relevant results are stored in the eCRF in RedcapNew DigitalExperimental .csv <100MB NA Tissue samplesCryopreserved tissue samples are stored at -20°CNew PhysicalExperimental NA NA 1 drawer in -20°C freezer (Biobank) Confocal microscopyImaging files from confocal microscope New DigitalExperimental .jpg .tiff<100 GB NA FWO DMP Template (Flemish Standard DMP) 8ELISAResults from ELISA tests on stored plasma -Raw ELISA readout files -Standard curve plotting output files -Output figures (Graphpad Prism)New DigitalExperimental .csv .xslm .prism, .png, .pdf<100MB NA RNA sequencing dataBulk RNA sequencing from stored neutrophils -Raw sequencing data files -Scripts for analysis -Output figuresNew DigitalExperimental -.fastq, .bam, . tsv, .count -.bash, .R, .rds -.xml, .csv, .txt, .xslx, .png, .pd f<1TB NA ProtocolsWord documents and notes in lab New Digital and paperExperimental .docx <100MB 1 A4 laboratory notebook FWO DMP Template (Flemish Standard DMP) 9notebook Data analysis, presentations and manuscript preparationAnalysis in Excel and statistical programs (SPSS, GraphPad Prism) and text in word or pdfNew Digital Experimental .xslx .prism, .sav .jpg, .tiff .docx, .pdf, .ppt<1GB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Patient data: demographics and medical history. Securely stored in KWS (electronic medical database). Relevant information reused in redcap eCRF (.csv). Publicly available genetic reference databases such as Genome Browser, Gene Cards, Human Protein Atlas, Ensembl. Publicly available databases of chromatin accessibility, such as ATACdb. Publicly available ChiPseq data. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 10Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe (additional information): Yes. Approval from the Ethics Committee of UZ Leuven Hospitals has already been obtained (S67430). Datasets: all datasets are linked to/derived from human subject data. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: oDemographics (.csv (redcap eCRF)) oMedical history (.csv (redcap eCRF)) oHistory taking/symptoms (.csv (redcap eCRF)) oFindings from physical examination (.csv (redcap eCRF)) oResults from technical exams done in clinic: ECG ((.csv (redcap eCRF), .png, .xlsx), spirometry (.csv (redcap eCRF)), echocardiography (including high frame rate imaging, (.csv (redcap eCRF), .dcm), cardiopulmonary exercise test (.csv (redcap eCRF), .pdf), cardiac MRI (.csv (redcap eCRF)), liver ultrasounds (.csv (redcap eCRF)), liver- and spleen transient elastography (.csv (redcap eCRF)) oResults from processing of blood and urine sample (.csv (redcap eCRF)) -All data derive from human subjects. -Privacy Registry Reference: NA. The study has been approved by the ethics committee of UZ Leuven (S67430). 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 11Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No There is a collaboration in place with UCL with material and data transfer agreement. This however does not restrict exploitation or dissemination of the data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 12Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).All patients and healthy volunteers are assigned a unique code when included in the study. This code is then used as identifier when analysing the research data. Patient information stored in digital files (eCRF in redcap) are classified by pseudonym. Raw data is also stored in folders per individual (by pseudonym). This is all done by a single researcher (HVB). Meta-data for the echocardiographic images (date, identifier) is included in the .dicom file that can be read by the EchoPac software. Meta-data for the labchart files is also included in the file itself (date, stage in protocol), and can be read via the software. Experimental protocols are written in a detailed manner in order to be understandable for future users, and stored digitally (.docx) to be able to share them in the future. These protocols stored in a secured UZ Leuven Onedrive, with regular backups, and will also be shared on a shared KUL drive upon study completion (maintained by KUL ICTS, routine backups). Manuscripts and supplementary materials will be made publicly available by upload to Lirias. However, not all patient data can be publicly shared to due privacy issues. Physical data: folders are labelled (i.e. informed consents patients/controls, sample storage forms… with the study number (S67430)). The Lab notebook is named and experiments dated and titled with protocol enclosed. After completion of the study the folders will be stored in the secured desk of the PI for the required duration. FWO DMP Template (Flemish Standard DMP) 13Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: DIGITAL DATA: Patient data: patient data will be stored in an electronic case report form (eCRF in Redcap) labelled with the patient’s specific code. The eCRF is organized first by pseudonym, then by visit and further by exam (e.g. medical history, baseline characteristics, ECG, ultrasound…). Within these files, subheaders are used. All the variables included in the eCRF have a clarifying header describing the variable and units used. Raw data: every individual has a folder in which the raw data is stored. Raw data is always labeled with the pseudonym and date of generation. -ECG: trace and raw data (pseudonym + ECG + trace (.png) or raw data (.xlsx) -Labchart: pseudonym + date (.adicht). Details about the protocol are included in the .adicht file itself. -Medical images: All images used in our study will be saved in the conventionally-used DICOM format which contains metadata in the file header. This header contains key technical attributes of each specific file. Numeric data: Metadata of numeric data (both raw and processed) e.g. any headers of XLS, TXT, CSV files used throughout the study, will be created manually in a descriptive and structured manner. Patient’s specific codes will be used when analyzing data. Documentation including experimental protocols and parameters (concentrations or titers measured, number of cells counted,...) will be recorded in physical laboratory books and stored into Word or Excel files, which also contain the necessary metadata (user, date,...) and parameters (cell count, concentrations…) regarding the experiment. FWO DMP Template (Flemish Standard DMP) 14PHYSICAL DATA Protocols cfr supra. Folders are labelled by study number and content. Biological samples (plasma, neutrophils) stored in the biobank are retrievable with the help of an excel sheet in which each aliquot is recorded (place in box, shelf and freezer). 4.Data Storage & Back-up during the Research Project Where will the data be stored? -Patient data: eCRF in redcap -Echocardiography images: KWS ( electronic medical database with regular backups) -Protocols: UZ Leuven OneDrive (automatic daily back up). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.-Redcap: automatic (institutional) -Raw data: is primarily stored in the KWS electronic medical database, from which the source data can always be retrieved if necessary (automatic back up, institutional). The images will be transferred to a large volume cloud-based storage with automatic back up (e.g. KUL L-Drive) where they will be saved for as long needed during and after the project. -Protocols: automatic back-up on OneDrive cloud (institutional). -Physical oFolders: Storage in locked desk. oBiological samples: storage in -80°C freezer, which is equipped with an alarm system to prevent damage in the case of dysfunction. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Enough storage capacity in Redcap, UZ Leuven OneDrive and KU Leuven drives. Storage capacity can be increased if necessary. Enough freezer space and desk space for physical data. Back up is ensured by our institution (daily automatic backup saved on the UZ Leuven server). If no, please specify: NA How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The eCRFs in Redcap can only be accessed by people that have been given access by our research group and are trained in the use of Redcap. Double authentication is used (hospital-level security). The OneDrive is personal to the grant holder and secured by double authentication. The KUL drives are also secured by double authentication. Desks are always locked when left unattended. If data has to be transferred it will be done either directly to the secured systems or via Belnet filesender. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Redcap: 80€/year UZ Leuven OneDrive: free (personnel) KUL L Drive (5TB): 569.2€/year These costs are covered by the Single Ventricle Research fund grant which covers the consumables of the project. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) 16Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Data will be stored for at least five years in agreement with the classical retention policies. Urine samples are being discarded after analysis. Plasma samples and tissue sections may have been used before the end of the 5- year term, remaining material will be stored up to 5 years. However, all related electronic documentation on these data will be saved. Where will these data be archived (stored and curated for the long-term)?Redcap serves as data storage and archive tool for the collected patient data during the legally required duration. Echocardiography images and other raw data will be stored on a large volume drive such as KU Leuven L- drives. Biological samples will be stored in the Biobank for the required period of time (if not used by experiments (e.g. ELISA, RNAseq) by the end of the study) and paperwork will be stored in the desk of the PI who is a staff member in the UZ Leuven clinic. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Redcap: 80€/year KUL L Drive (5TB): 569.2€/year Costs of biobank: not known yet (contract negotiations ongoing) These costs during the project are covered by the Single Ventricle Research fund grant which covers the consumables of the project. Long-term data storage and costs will be managed and evaluated by the principal investigator responsible for this project, Prof. Van De Bruaene. FWO DMP Template (Flemish Standard DMP) 176. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Data related to publications will be shared publicly in the supplementary materials of the journal and in the KUL repository (Lirias). Access to patient data is restricted, but all data will be made available upon reasonable request if data handling is done in accordance to the ethical guidelines. If access is restricted, please specify who will be able to access the data and under what conditions.The PI is responsible for evaluating if the request to access data is reasonable and decides under which conditions the data is transferred and reused. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: As this is a small patient group which is being extensively phenotyped, even pseudonymised data can be traced back to the individual. The data is very sensitive as it contains medical/clinical data and events. Therefore, the data access is restricted to people with a legitimate right for access upon request after approval by the PI. FWO DMP Template (Flemish Standard DMP) 18Where will the data be made available? If already known, please provide a repository per dataset or data type.All data is stored in Redcap. At the end of the study, the data will be extracted to an excel sheet for further analysis. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Data in published manuscripts will be made available in supplementary materials and more detailed data upon request (by email) to Prof. Van De Bruaene. The manuscript (accepted version) and supplementary materials will also be deposited in the KUL repository (Lirias). Remaining data collected during the study can be made available upon reasonable request. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 As advised by the KU Leuven RDM helpdesk and the license selector tool, we will use the Creative Commons Attribution-ShareAlike (CC BY-SA-4.0) license. This license allows others to use, copy, distribute, and modify the data for any purpose, as long as the original source is properly attributed and any modifications are distributed under the same license terms. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 19Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? No costs expected. E.g. Belnet filesender is free. 7. Responsibilities Who will manage data documentation and metadata during the research project?PhD researcher Hannah Van Belle will be responsible for the management of data documentation and metadata, with oversight by PI Prof. Van De Bruaene. Who will manage data storage and backup during the research project?PhD researcher Hannah Van Belle will be responsible for the data storage and backup during the research project, with oversight by PI Prof. Van De Bruaene. Who will manage data preservation and sharing?PI Prof. Alexander Van De Bruaene is responsible for the preservation of the data during and after the end of the research project, and for the data sharing. Who will update and implement this DMP? This initial version of the DMP will be adjusted throughout the project by the PhD researcher Hannah Van Belle. The PI bears the end responsibility of monitoring the updating & implementing this DMP."
}