{
    "document_id": "D-2024-3141",
    "LinkTitle": "D-2024-3141",
    "file_name": "D-2024-3141.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3141.pdf",
    "metadata": {
        "title": "D-2024-3141",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "11.General Project Information\nName Grant Holder & ORCID Xing Yang 0000-0002-8403-8254 – Promoter\nContributor name(s) (+ ORCID) & roles Rik Gijsbers 0000-0003-0191-3904 – Copromoter\nProject number 1 & title 3E240676 – Development of novel membrane chromatography platform for viral vector purification\nFunder(s) GrantID 2Industrial Research Fund – C3  \nAffiliation(s) KU Leuven (KUL) \nPlease provide a short project description Traditionally recombinant adeno-associated viral vectors (rAAVs) are purified using ultracentrifugation for small scale  \nuse. Increased demand for rAAVs to fuel novel gene therapy developments has pushed the field toward resin  \nchromatography, which however face challenges due to low throughput and efficiency. Membrane chromatography is  \nemerging as a promising alternative, but its development is still at infancy stage. Thus, we aim to develop a new,  \ngeneric membrane chromatography platform for purifying the rAAV particles guided by a combined experimental-\nmodeling approach. Novel high-throughput membranes will be fabricated with fast mass  transfer & improved  \nselectivity towards full-genome rAAV particles. Machine learning approach will assist this major leap towards fast  \noptimization and hence the establishment of a generic rAAV downstream purification platform.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\n22.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,  \nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected \nor reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the \nvolume of the data 3.\nONLY FOR DIGITAL DATAONLY FOR \nDIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL \nDATA\nDataset Name Description New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data Volume \n(MB, GB, TB)Physical Volume\n☐ Generate new data\n☐ Reuse existing data☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nLab notes Description of the\npractical \nexecution of\nexperimentsNew Digital and if\nphysical, they \nwill be \ndigitalizedObservational and\nexperimentalNANA 4-5 note\nBooks & OneNote \nElectrospinning \nparametersConditions for \nmembrane \nfabricationNew DigitalExperimental .xlsx< 1 GB NA\nFourier-\ntransformed \nInfrared \nSpectroscopy Characterization \nof different \nchemistriesNew DigitalExperimental .xlsx \n.spc\n.0< 1 GB NA\n3 Add rows for each dataset you want to describe.\n3(FTIR) \nX-ray Diffraction \n(XRD)Structural \ncharacterizationNew DigitalExperimental .raw \n,dif< 1 GB NA\nScanning Electron \nMicroscopy \n(SEM)Surface \nmorphologyNew DigitalExperimental .tif\n.png\n.jpg< 100 GB NA\nTransmission \nElectron \nMicroscopy \n(TEM)Morphology and \ncomposition of \nmaterials at \nnanometer scales.New DigitalExperimental .tif\n.png\n.jpg< 100 GB NA\nBinding Capacity \nand Selectivity \nDataExperimental \nresults of binding \ntests under \nvarious conditionsNew DigitalExperimental .xlsx< 1 GB NA\nrAAV Binding & \nSeparation \nResultsMembrane \nperformance for \nrAAV full/empty \ncapsid separationNew DigitalExperimental .xlsx< 1 GB NA\nDynamic Elution \nProfilesData showing \nelution conditions \nfor optimized \nrAAV recoveryNew DigitalExperimental .xlsx\n.csv< 1 GB NA\nPurity and Yield \nResultsQuantitative \nanalysis of rAAV \nsamples after \nseparationNew DigitalExperimental .xlsx< 1 GB NA\nMachine Learning \nModelsModels predicting \nmembrane \nperformance and \ndesign \noptimizationNew Digital Modeling .m \n.docx\n.xlsx\n.py< 1 TB NA\nAAV preps Use of existing \nAAV vectors & \nProduction of new \nAAV vectorsNew and existing Physical/digital Experimental .xlsx < 1 GB -80 storage \nat LVVC ; BSL2\n4AAV QC QPCR & ddPCR, \nfor genome \ncopies, Western \nBlot for VP1/2/3, \nSYPRORuby total \nprotein staining, \nmass photometry \n(F/E)new digitalExperimental .xlsx\n.ddpcr\n.pltd\n.pcrd\n.scn\n.jpg\n.tiff\n.pdf\n.png< 100 GB NA\nAAV functional \ntestingTransduction of \nreporter cells \n(HEK293T(+AAV-\nR))New digitalExperimental .fcs\n.pdf\n.xlsx\n.csv\n.txt< 10 GB\nCell culture Seeding and \nculturing of \nproducer cellsNew and existing physicalExperimental NANA 3-4 Notebooks\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole \nspectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management \nbecause they are valuable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own \nmanuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the source, \npreferably by using a persistent identifier (e.g. DOI, Handle,  \nURL etc.) per dataset or data type.  NA\nAre there any ethical issues concerning the creation and/or \nuse of the data \n(e.g. experiments on humans or animals, dual use)? If so, \nrefer to specific datasets or data types when appropriate \nand provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information: Ethic approval is pending– S nr (S70070 - Productie van virale vectoren voor het \nmaken van celmodellen, diermodellen en gentherapeutische toepassingen).\nThe cells we use are laboratory cells, purchased from ATCC and anonymous.  \n5Will you process personal  data4? If so, please refer to \nspecific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register \nnumber (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial valorization \n(e.g. tech transfer, for example spin-offs, commercial \nexploitation, …)? \nIf so, please comment per dataset or data type where \nappropriate.☒ Yes\n☐ No\nIf yes, please comment: The project has strong potential for commercial valorization. The novel membrane \nchromatography platform under development is designed to address current bottlenecks in the purification \nof recombinant adeno-associated viral (rAAV) vectors, a growing market driven by advancements in gene \ntherapy. Specific datasets with commercial potential include:\nPerformance Data:\nThese datasets will validate the scalability, efficiency, and selectivity of the membranes, essential for  \nIPR protection and/or licensing or direct application in industrial settings.\nMembrane Design and Fabrication Data:\nParameters guiding the membrane fabrication process (e.g., ligand density, pH responsiveness) \ncould be commercially valuable for the production of tailored membranes. Data will be considered \nfor IPR protection.\nModeling Data:\nThese datasets can assist in optimizing membrane performance and may be offered under fee-for-\nservice agreements or through collaborations with industrial stakeholders.  \nDo existing 3rd party agreements restrict exploitation or \ndissemination of the data you (re)use (e.g. Material/Data \ntransfer agreements, research collaboration agreements)?  \nIf so, please explain to what data they relate and what \nrestrictions are in place.☒ Yes\n☐ No\nIf yes, please explain: The project includes collaborations that may involve Material Transfer Agreements \n(MTAs) or similar agreements with industrial stakeholders.  \nAre there any other legal issues, such as intellectual \nproperty rights and ownership, to be managed related to \nthe data you (re)use?  \nIf so, please explain to what data they relate and which \nrestrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain: The project involves legal considerations related to intellectual property rights (IPR) \nand ownership, particularly regarding the novel membrane technologies being developed. These include:\n1.Ownership of Developed Data:\noData generated during the project (e.g., membrane fabrication protocols, performance \n4 See Glossary Flemish Standard Data Management Plan  \n6metrics, and modeling results) will be owned by KU Leuven and will be considered to \nsupport IPR protection of the novel membrane technology/product.  \n2.Patents and IPR:\noAn IPR protection strategy will be developed covering project data related to membrane \ncompositions and methodologies for rAAV purification, . The project's valorization plan \nincludes a licensing strategy and strategic industry collaborations.\n3.Third-Party Restrictions:\noSome materials obtained from Third Parties used for benchmarking our novel technology in \nthis project, provided under Material Transfer Agreements (MTAs), may have restrictions on  \nthe use or disclosure of proprietary details. However, performance data generated using \nthese materials is free from such restrictions.\n4.Collaborator Agreements:\noLegal agreements with industrial collaborators and suppliers will define data ownership and \nusage rights, ensuring that all project outcomes comply with contractual obligations.\n3.Documentation and Metadata\nClearly describe what approach will be followed to \ncapture the accompanying information necessary \nto keep data understandable and usable, for \nyourself and others, now and in the future (e.g. in \nterms of documentation levels and types required, \nprocedures used, Electronic Lab Notebooks, \nREADME.txt files, Codebook.tsv etc. where this \ninformation is recorded).\nRDM guidance on documentation and metadata .The approach to capture the accompanying information necessary to keep data understandable and usable is \ndependent on the types of data:\n1.Data Related to Experimental Design, Testing Conditions/Settings, and Raw Data\nElectronic Lab Notebooks (ELN):\nThe setup design, synthesis protocols, and observations for membrane fabrication and parametric studies \nwill be recorded in electronic lab notebooks.\nThis includes data related to pH-responsive membrane fabrication, ligand density, and performance testing \nunder various conditions.\nThese notes will be securely stored on KU Leuven's drives, ensuring centralized access.\nManuscripts:\nScientific results will be communicated through manuscripts created in .docx, .pdf, or .tex formats and \nstored in project-specific directories.\nPresentations:\nPresentations summarizing findings will be prepared using PowerPoint and stored in .ppt or .pdf formats for \ndissemination.\n2.Data Related to Analytical Measurements\n7Membrane Characterization:\nData from morphological and surface chemical characterization (e.g., SEM, TEM, FTIR) will follow standard \nnaming conventions (e.g., sample_type_conditions).\nThese datasets will be saved in formats such as .tif, .csv, or .xlsx.\nPerformance Evaluation:\nBinding capacity and separation efficiency metrics from filtration experiments will be recorded digitally \nin .xlsx format.\nSpecific conditions (e.g., pH, ionic strength, and serotype variations) will be annotated in the dataset \nheaders.\nSample Naming:\nEach experiment or sample will use a unique identifier reflecting the work package (WP) and experimental \nconditions (e.g., WP1_membraneType_date).\n3.Data Related to Modeling or Computational Work\nMachine Learning Models:\nData used to train and validate machine learning models for membrane optimization will be labelled \nsystematically (e.g., WP3_training_dataset_conditions).\nThe generated predictive models and outputs will include metadata explaining their structure and key \nparameters.\nSimulation Data:\nComputational Fluid Dynamics (CFD) simulations and parametric studies will produce files in .mph \n(COMSOL) format, accompanied by .xlsx plots and .docx descriptions of operating conditions.\nWill a metadata standard be used to make it easier \nto find and reuse the data?  \nIf so, please specify which metadata standard will \nbe used. If not, please specify which metadata will \nbe created to make the data easier to find and \nreuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A \nCERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND \nVOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE \nIDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFor this project, metadata will be custom-created and tailored to the specific datasets to ensure usability and \nreproducibility. Key elements will include:\n1.Experimental Data:\noMetadata will detail sample preparation protocols, testing conditions (e.g., pH, ionic strength, \ntemperature), and instrument settings (e.g., for SEM, TEM, or spectroscopy).\noFile naming conventions will clearly link datasets to specific work packages (e.g., \nWP1_membraneType_conditions).\n82.Modeling Data:\noMetadata will describe computational parameters, boundary conditions, and software versions \n(e.g., COMSOL, MATLAB) used in simulations.\noEach modeling dataset will be accompanied by a .docx file summarizing the context, inputs, and \noutputs.\n3.General Practices:\noREADME files will accompany all datasets, explaining file structures, formats, and key variables.\noMetadata will be stored alongside datasets to facilitate reuse by both internal collaborators and \nexternal researchers upon data sharing.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☒ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage : Archive (K-drive)\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE \nTO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nData are backed up on the cloud (OneDrive) immediately. The software indicates the update status (green, blue or \nred) and, in case of a nonsync, action can be taken using the online version of the tool. Data are further back up \nregularly on an external hard drive. After completion of (sub)WPs, data will be additionally backed up on the KUL \nservice servers.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this will \nbe taken care of.☒ Yes\n☐ No\nMaximum data storage should not exceed 2 TB per project.  \n9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER \nSYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT \nSTORED AND TRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The accesses to OneDrive and SharePoint are only for researchers with permission. All users need to use a two-\nfactor Authenticator (2FA app used at KUL). Furthermore, a log-out is always performed when leaving Lab PCs \n(where data is generated) to prevent modification of parameters by unauthorized people.  \nWhat are the expected costs for data storage and \nbackup during the research project? How will these \ncosts be covered?The estimated costs for data storage and back up during the project will not exceed 5000€.\nThese costs will be covered and shared by both PIs of the project.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five years \n(or longer, in agreement with other retention \npolicies that are applicable) after the end of the \nproject? In case some data cannot be preserved, \nclearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal \nproducts for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nAll the data will be retained for the expected 5 years period after the end of the project with no exceptions.  \nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best \nplace to preserve your data. Data not suitable for \npreservation in a repository can be stored using a \nKU Leuven storage solution, consult the  interactive \nKU Leuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nAll the data will be stored for the long-term on the KUL service servers (with automatic back-up procedures), \nconforming with KUL RDM policy.\nWhat are the expected costs for data preservation \nduring the expected retention period? How will \nthese costs be covered?The estimated costs for data storage and archiving after the project will not exceed 5000€.\nThese costs will be covered and shared by both PIs of the project.\n106. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which data \nwill be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT \nTHE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR \nACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION \nTHUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE \nINFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-   \nREPO/#INFOEUREPO-ACCESSRIGHTS   ☒ Yes, as open data\n☒ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nData relevant for publication will be made available in an Open Access repository (i.e.,Lirias). Full datasets will only \nbe made available upon request. In any case, IPR protection and/or licensing will be prioritized which might delay or \nimpede data sharing with the wider research community.\nIf access is restricted, please specify who will be \nable to access the data and under what conditions.If data restriction occurs in light of the IPR/licensing strategy developed in the project, data access will be guided by \nthe (exclusive) licensing agreements with third parties which will be installed with the support of LRD.\n11Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where \nappropriate.☐ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Some restrictions exist due to intellectual property considerations and potential agreements \nwith collaborators or industrial partners. Specifically:\n1.Patentable Data:\noData related to the novel membrane compositions, fabrication methods, and downstream \nprocessing performance may be restricted until the intellectual property (IP) is secured through \npatent filings. This includes datasets demonstrating:\nThe pH-responsive characteristics of the membranes.\nBinding efficiency and selectivity of the membranes for full vs. empty rAAV capsids.\n2.Collaborative Restrictions:\noData generated in collaboration with industrial stakeholders, including companies that may supply \nmaterials or funding, could be subject to agreements limiting early dissemination. Specific terms will  \ndepend on the agreements established during the project.\n3.Proprietary Testing Data:\noData involving the use of proprietary commercial membranes or resins for benchmarking purposes \nmay have restrictions on sharing the material-specific results, as governed by Material Transfer \nAgreements (MTAs). However, general performance comparisons and analysis will remain \nshareable.\nWhere will the data be made available?  \nIf already known, please provide a repository per \ndataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\n12Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO \nLICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND \nCANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY \nRELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT \nDOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT \nMIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify)\nThis is mainly applicable to data generated by non-open source software. For MATLAB Codes: MATLAB License will \nbe provided.\nDo you intend to add a PID/DOI/accession number \nto your dataset(s)? If already available, please \nprovide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND \nUNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE \nDATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? How \nwill these costs be covered?  The expected cost for data sharing is 0€. Free tools like Belnet FileSender (KUL account) will be used for data \nsharing. In the unlikely event that there would be costs, these costs will be covered by project budget, or both PIs of \nthe project.\n7. Responsibilities\nWho will manage data documentation and metadata  \nduring the research project?Prof. Xing Yang\nProf. Rik Gijsbers\nWho will manage data storage and backup during \nthe research project?Prof. Xing Yang\nProf. Rik Gijsbers\nWho will manage data preservation and sharing? Prof. Xing Yang\nProf. Rik Gijsbers\nWho will update and implement this DMP? Prof. Xing Yang and Prof. Rik Gijsbers bear the end responsibility of updating and implementing this DMP in the long \nterm."
    },
    "clean_full_text": "11.General Project Information Name Grant Holder & ORCID Xing Yang 0000-0002-8403-8254 – Promoter Contributor name(s) (+ ORCID) & roles Rik Gijsbers 0000-0003-0191-3904 – Copromoter Project number 1 & title 3E240676 – Development of novel membrane chromatography platform for viral vector purification Funder(s) GrantID 2Industrial Research Fund – C3 Affiliation(s) KU Leuven (KUL) Please provide a short project description Traditionally recombinant adeno-associated viral vectors (rAAVs) are purified using ultracentrifugation for small scale use. Increased demand for rAAVs to fuel novel gene therapy developments has pushed the field toward resin chromatography, which however face challenges due to low throughput and efficiency. Membrane chromatography is emerging as a promising alternative, but its development is still at infancy stage. Thus, we aim to develop a new, generic membrane chromatography platform for purifying the rAAV particles guided by a combined experimental- modeling approach. Novel high-throughput membranes will be fabricated with fast mass transfer & improved selectivity towards full-genome rAAV particles. Machine learning approach will assist this major leap towards fast optimization and hence the establishment of a generic rAAV downstream purification platform. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 22.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Lab notes Description of the practical execution of experimentsNew Digital and if physical, they will be digitalizedObservational and experimentalNANA 4-5 note Books & OneNote Electrospinning parametersConditions for membrane fabricationNew DigitalExperimental .xlsx< 1 GB NA Fourier- transformed Infrared Spectroscopy Characterization of different chemistriesNew DigitalExperimental .xlsx .spc .0< 1 GB NA 3 Add rows for each dataset you want to describe. 3(FTIR) X-ray Diffraction (XRD)Structural characterizationNew DigitalExperimental .raw ,dif< 1 GB NA Scanning Electron Microscopy (SEM)Surface morphologyNew DigitalExperimental .tif .png .jpg< 100 GB NA Transmission Electron Microscopy (TEM)Morphology and composition of materials at nanometer scales.New DigitalExperimental .tif .png .jpg< 100 GB NA Binding Capacity and Selectivity DataExperimental results of binding tests under various conditionsNew DigitalExperimental .xlsx< 1 GB NA rAAV Binding & Separation ResultsMembrane performance for rAAV full/empty capsid separationNew DigitalExperimental .xlsx< 1 GB NA Dynamic Elution ProfilesData showing elution conditions for optimized rAAV recoveryNew DigitalExperimental .xlsx .csv< 1 GB NA Purity and Yield ResultsQuantitative analysis of rAAV samples after separationNew DigitalExperimental .xlsx< 1 GB NA Machine Learning ModelsModels predicting membrane performance and design optimizationNew Digital Modeling .m .docx .xlsx .py< 1 TB NA AAV preps Use of existing AAV vectors & Production of new AAV vectorsNew and existing Physical/digital Experimental .xlsx < 1 GB -80 storage at LVVC ; BSL2 4AAV QC QPCR & ddPCR, for genome copies, Western Blot for VP1/2/3, SYPRORuby total protein staining, mass photometry (F/E)new digitalExperimental .xlsx .ddpcr .pltd .pcrd .scn .jpg .tiff .pdf .png< 100 GB NA AAV functional testingTransduction of reporter cells (HEK293T(+AAV- R))New digitalExperimental .fcs .pdf .xlsx .csv .txt< 10 GB Cell culture Seeding and culturing of producer cellsNew and existing physicalExperimental NANA 3-4 Notebooks GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Ethic approval is pending– S nr (S70070 - Productie van virale vectoren voor het maken van celmodellen, diermodellen en gentherapeutische toepassingen). The cells we use are laboratory cells, purchased from ATCC and anonymous. 5Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: The project has strong potential for commercial valorization. The novel membrane chromatography platform under development is designed to address current bottlenecks in the purification of recombinant adeno-associated viral (rAAV) vectors, a growing market driven by advancements in gene therapy. Specific datasets with commercial potential include: Performance Data: These datasets will validate the scalability, efficiency, and selectivity of the membranes, essential for IPR protection and/or licensing or direct application in industrial settings. Membrane Design and Fabrication Data: Parameters guiding the membrane fabrication process (e.g., ligand density, pH responsiveness) could be commercially valuable for the production of tailored membranes. Data will be considered for IPR protection. Modeling Data: These datasets can assist in optimizing membrane performance and may be offered under fee-for- service agreements or through collaborations with industrial stakeholders. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: The project includes collaborations that may involve Material Transfer Agreements (MTAs) or similar agreements with industrial stakeholders. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: The project involves legal considerations related to intellectual property rights (IPR) and ownership, particularly regarding the novel membrane technologies being developed. These include: 1.Ownership of Developed Data: oData generated during the project (e.g., membrane fabrication protocols, performance 4 See Glossary Flemish Standard Data Management Plan 6metrics, and modeling results) will be owned by KU Leuven and will be considered to support IPR protection of the novel membrane technology/product. 2.Patents and IPR: oAn IPR protection strategy will be developed covering project data related to membrane compositions and methodologies for rAAV purification, . The project's valorization plan includes a licensing strategy and strategic industry collaborations. 3.Third-Party Restrictions: oSome materials obtained from Third Parties used for benchmarking our novel technology in this project, provided under Material Transfer Agreements (MTAs), may have restrictions on the use or disclosure of proprietary details. However, performance data generated using these materials is free from such restrictions. 4.Collaborator Agreements: oLegal agreements with industrial collaborators and suppliers will define data ownership and usage rights, ensuring that all project outcomes comply with contractual obligations. 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .The approach to capture the accompanying information necessary to keep data understandable and usable is dependent on the types of data: 1.Data Related to Experimental Design, Testing Conditions/Settings, and Raw Data Electronic Lab Notebooks (ELN): The setup design, synthesis protocols, and observations for membrane fabrication and parametric studies will be recorded in electronic lab notebooks. This includes data related to pH-responsive membrane fabrication, ligand density, and performance testing under various conditions. These notes will be securely stored on KU Leuven's drives, ensuring centralized access. Manuscripts: Scientific results will be communicated through manuscripts created in .docx, .pdf, or .tex formats and stored in project-specific directories. Presentations: Presentations summarizing findings will be prepared using PowerPoint and stored in .ppt or .pdf formats for dissemination. 2.Data Related to Analytical Measurements 7Membrane Characterization: Data from morphological and surface chemical characterization (e.g., SEM, TEM, FTIR) will follow standard naming conventions (e.g., sample_type_conditions). These datasets will be saved in formats such as .tif, .csv, or .xlsx. Performance Evaluation: Binding capacity and separation efficiency metrics from filtration experiments will be recorded digitally in .xlsx format. Specific conditions (e.g., pH, ionic strength, and serotype variations) will be annotated in the dataset headers. Sample Naming: Each experiment or sample will use a unique identifier reflecting the work package (WP) and experimental conditions (e.g., WP1_membraneType_date). 3.Data Related to Modeling or Computational Work Machine Learning Models: Data used to train and validate machine learning models for membrane optimization will be labelled systematically (e.g., WP3_training_dataset_conditions). The generated predictive models and outputs will include metadata explaining their structure and key parameters. Simulation Data: Computational Fluid Dynamics (CFD) simulations and parametric studies will produce files in .mph (COMSOL) format, accompanied by .xlsx plots and .docx descriptions of operating conditions. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: For this project, metadata will be custom-created and tailored to the specific datasets to ensure usability and reproducibility. Key elements will include: 1.Experimental Data: oMetadata will detail sample preparation protocols, testing conditions (e.g., pH, ionic strength, temperature), and instrument settings (e.g., for SEM, TEM, or spectroscopy). oFile naming conventions will clearly link datasets to specific work packages (e.g., WP1_membraneType_conditions). 82.Modeling Data: oMetadata will describe computational parameters, boundary conditions, and software versions (e.g., COMSOL, MATLAB) used in simulations. oEach modeling dataset will be accompanied by a .docx file summarizing the context, inputs, and outputs. 3.General Practices: oREADME files will accompany all datasets, explaining file structures, formats, and key variables. oMetadata will be stored alongside datasets to facilitate reuse by both internal collaborators and external researchers upon data sharing. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☒ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage : Archive (K-drive) ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Data are backed up on the cloud (OneDrive) immediately. The software indicates the update status (green, blue or red) and, in case of a nonsync, action can be taken using the online version of the tool. Data are further back up regularly on an external hard drive. After completion of (sub)WPs, data will be additionally backed up on the KUL service servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No Maximum data storage should not exceed 2 TB per project. 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The accesses to OneDrive and SharePoint are only for researchers with permission. All users need to use a two- factor Authenticator (2FA app used at KUL). Furthermore, a log-out is always performed when leaving Lab PCs (where data is generated) to prevent modification of parameters by unauthorized people. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The estimated costs for data storage and back up during the project will not exceed 5000€. These costs will be covered and shared by both PIs of the project. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) All the data will be retained for the expected 5 years period after the end of the project with no exceptions. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): All the data will be stored for the long-term on the KUL service servers (with automatic back-up procedures), conforming with KUL RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The estimated costs for data storage and archiving after the project will not exceed 5000€. These costs will be covered and shared by both PIs of the project. 106. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU- REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Data relevant for publication will be made available in an Open Access repository (i.e.,Lirias). Full datasets will only be made available upon request. In any case, IPR protection and/or licensing will be prioritized which might delay or impede data sharing with the wider research community. If access is restricted, please specify who will be able to access the data and under what conditions.If data restriction occurs in light of the IPR/licensing strategy developed in the project, data access will be guided by the (exclusive) licensing agreements with third parties which will be installed with the support of LRD. 11Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Some restrictions exist due to intellectual property considerations and potential agreements with collaborators or industrial partners. Specifically: 1.Patentable Data: oData related to the novel membrane compositions, fabrication methods, and downstream processing performance may be restricted until the intellectual property (IP) is secured through patent filings. This includes datasets demonstrating: The pH-responsive characteristics of the membranes. Binding efficiency and selectivity of the membranes for full vs. empty rAAV capsids. 2.Collaborative Restrictions: oData generated in collaboration with industrial stakeholders, including companies that may supply materials or funding, could be subject to agreements limiting early dissemination. Specific terms will depend on the agreements established during the project. 3.Proprietary Testing Data: oData involving the use of proprietary commercial membranes or resins for benchmarking purposes may have restrictions on sharing the material-specific results, as governed by Material Transfer Agreements (MTAs). However, general performance comparisons and analysis will remain shareable. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) 12Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify) This is mainly applicable to data generated by non-open source software. For MATLAB Codes: MATLAB License will be provided. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? The expected cost for data sharing is 0€. Free tools like Belnet FileSender (KUL account) will be used for data sharing. In the unlikely event that there would be costs, these costs will be covered by project budget, or both PIs of the project. 7. Responsibilities Who will manage data documentation and metadata during the research project?Prof. Xing Yang Prof. Rik Gijsbers Who will manage data storage and backup during the research project?Prof. Xing Yang Prof. Rik Gijsbers Who will manage data preservation and sharing? Prof. Xing Yang Prof. Rik Gijsbers Who will update and implement this DMP? Prof. Xing Yang and Prof. Rik Gijsbers bear the end responsibility of updating and implementing this DMP in the long term."
}