{
    "document_id": "D-2022-1618",
    "LinkTitle": "D-2022-1618",
    "file_name": "D-2022-1618.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1618.pdf",
    "metadata": {
        "title": "Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis (COCOS-IPF)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Co-designing a Core Outcome Set for and with patients with Idiopathic\nPulmonary Fibrosis (COCOS-IPF)\nA Data Management Plan created using DMPonline.be\nCreators: \nFabienne Dobbels, Anouk Delameillieure\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nFabienne Dobbels\nData Manager:\n \nAnouk Delameillieure\nProject Administrator:\n \nAnouk Delameillieure\nGrant number / URL: \nG0G4621N\nID: \n200011\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nIdiopathic pulmonary fibrosis (IPF) and other forms of progressive pulmonary fibrosis (PPF) are rare pulmonary\nconditions that result in destruction of lung tissue due to the abnormal development of scar tissue. Pulmonary fibrosis\nmostly affects older people, is often progressive and, especially IPF is associated with a limited life expectancy. Major\nprogress has been made in view of earlier PPF diagnosis and drug treatment. Interdisciplinary holistic care in PPF,\nhowever, is still in its infancy. Patient advocacy groups and clinical experts from across Europe stress that gaps in IPF\nand overall PPF care continue to exist and that patients with PPF have several unmet needs for which urgent action is\nneeded. The key patient-reported and clinical outcomes that patients and professionals deem most relevant to consider\nwithin PPF care remain to be determined. This hampers improvement of care and the quality of life of people living with\nPPF, as well as PPF-related research. The “Co-designing a Core Outcome Set for and with patients with Idiopathic\nPulmonary Fibrosis” (COCOS-IPF) project aims to develop a Core Outcome Set (COS) and their corresponding measures\nfor PPF care in Europe. The consortium consists of social scientists, European patient Advocacy Organizations, and IPF\nexperts and has co-design at its core. Five work packages (WPs) combine different well-established social sciences\nresearch methodologies:\n\u0000 WP 1: To identify the range and consistency of outcomes used in IPF-related research, registries\nor clinical care based on literature reviews, a survey of European PPF healthcare professionals, and focus groups with\nEuropean patients;\n\u0000 WP 2: To establish a COS for use in routine IPF care based on a multi-stakeholder Delphi study and a consensus\nmeeting;\n\u0000 WP 3: To determine the measures of the core clinical and patient-reported outcomes based on literature reviews,\nconsensus meetings and cognitive debriefings ;\n\u0000 WP 4: Project management, data management and risk management;\n\u0000 WP 5: Dissemination to the scientific community, patients and society as a whole.\nThe strengths of the COCOS-IPF project are its interdisciplinary and transnational collaboration, its collaboration with\npatients as full and equal research partners and its sound methodological underpinning. Moreover, by paying attention\nto geographical, socio-economic and healthcare system diversity within Europe, we will succeed to create a set of\noutcomes that patients with PPF (including IPF) value the most within their care.\nLast modified: \n31-05-2023\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n1 of 8\nCo-designing a Core Outcome Set for and with patients with Idiopathic\nPulmonary Fibrosis (COCOS-IPF)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nproject\nadministration\ndata\nResearch protocol, ethical\napproval letters, informed\nconsent forms, data analysis\nplans, meeting reports,\nagreements (if necessary),\ninformation documents for\npatients,\ninterim reports and\npublication/manuscripts\ngenerate new data\ndigital\nOther\n.doc\n.PPT\n.pdf\n<100GB\n \nWP 1 step 1\nliterature\nreview\nmanuscripts reviewed for\neligibility and integrated in\nRayyan, data extraction\ntables, summaries of findings\ngenerate new data (except for\nmanuscripts reviewed, which fall under\n'reuse of existing data')\ndigital\nOther (files linked to\nsystematic review of\ndatabases)\n.xml\n.doc\n.pdf\n.enl\n<100GB\n \nWP 1 step 2\nsurvey of\nhealthcare\nprofessionals\nfile with survey results,\nanalysis of survey data\ngenerate new data\ndigital\nobservational\n.xml\n.doc\n<100GB\n \nWP 1 step 3\nfocus groups\nwith patients\nsummary report of findings,\ninformed consent forms,\nsummary of characteristics of\nparticipants\ngenerate new data\ndigital\nobservational\n.doc\n.pdf\n.xml\n<100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n- References and publications available in PUBMED, Embase, Web of Science to be screened for eligibility for our systematic review\n- Use of data publicly available on clinical trials in clinicaltrials.gov (no original data sets will be used, yet this site will be screened to learn which outcomes are currently\nbeing used in research projects related to progressive pulmonary fibrosis)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\n- In WP 1 step 3, the European patient advocacy organizations EU-PFF and ELF, who are partners within the COCOS-IPF consortium, will organize focus groups with\npatients with PPF in the following countries: UK, Norway, Greece and Belgium. We completed the KU Leuven PRET tool, and will submit the protocol for ethical approval to\nthe ethical committee of KU Leuven. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nWe will use pseudonymised data for the focus groups planned in WP 1 step 3. The names of the participants will be mentioned on the informed consent forms, which will\nbe securely stored at OneDrive, which will only be accessible by the PI (prof. Dobbels), the project coordinator (Dr. Delameillieure), and the patient representatives who\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n2 of 8\nwill run the focus groups within their country and who will be responsible for patient recruitment, obtaining informed consent, and conducting the focus groups.\nWe will collect the following data in aggregated form per participating country (Greece, UK, Belgium and Norway), consisting of a summary of focus group participants of\nfollowing data:\n- age (in categories of 5 years each)\n- sex\n- martital status\n- education level (below vs. minimally bachelor level)\n- type of progressive pulmonary fibrosis\n- stage of the disease (based on severity, divided in 3 stages)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nWe will make the data for every step of the project findable, by creating a folder in OneDrive that is accessible by project partners containing the following files:\nWP 1 step 1: scoping review\nprotocol: different versions of the protocol ordered by date of creation\nword document with search strings used in the different databases, containing the date on which the searches were completed and by whom\nrayyan files containing all the titles and abstracts screened within the scoping review, and the full texts of the papers included in the review\ndata extraction files ordered by date\na metafile in word explaining which information can be found in this folder\nWP 1 step 2: survey with European PPF healthcare professionals\nprotocol: different versions of the protocol ordered by date of creation\nsurvey:\ncopy of the survey used for the pilot testing\ncopy of the final survey programmed in Qualtrics\nsummary report of the findings of the piloting\nexcel file containing the raw data of all completed surveys\nsummary of main findings (word + excel)\na metafile in word explaining which information can be found in this folder\nWP 1 step 3: focus groups with patients with PPF\nprotocol: different versions of the protocol ordered by date of creation\nthe approval letter of the ethical committee\na pdf of the file completed in the PRET tool\ntopic guide in English + its translations in Dutch, Norwegian and Greek\ninformation leaflet and informed consent form in English + its translations in Dutch, Norwegian and Greec\nan overview of the characteristics of all participants (no individual data will be shared)\na summary report of findings per countries (translated in English) and across countries\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nThe data as such presumably cannot be reused by others, but interested researchers can get access to protocols, surveys, reports, etc post-project.\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n3 of 8\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOneDrive KU Leuven\nHow will the data be backed up?\nautomated backup by KU Leuven\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe will use password to ensure only authorized project partners have access to the files. We will keep a record of whom has access to the different folders or files. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nshared network drive\nCosts (if any) to be covered by the EJP-RD project budget of the primary investigator\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data described above\nWhere will these data be archived (stored and curated for the long-term)?\nOneDrive data repository\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo extra costs involved or to be covered by the PI \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nInterested third parties (non-commercial agencies) can reuse the following materials after the project and once the main papers have been published:\n- protocols, search strings, data extraction tables of reviews\n- topic guides, surveys\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe above mentioned materials will be shared after written approval by the PI (who may decide to discuss specific requests with the consortium partners first). \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n4 of 8\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nto be determined\nWhen will the data be made available?\nafter completion of the project and once the main papers have been published\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe consortium holds the intellectual property rights of the COS. However, the research is conducted in the interest of IPF patients, professionals, researchers and society\nas a whole. In order to ensure its maximal use and exploitation, the COS will be made freely available to clinicians/researchers who want to optimize the care for patients\nwith PPF across Europe.\nPharmaceutical companies who want to incorporate (parts of) the COS in their trials will need to pay a license fee. This revenue will be used to support a research grant\n(e.g. to be offered by ELF, EU-IPFF or ERS) that focuses on further improving the care for PPF patients, thereby making sure that patients continue to benefit from our work\nafter the project ends.\nWe will work with the Research and Development Office of KU Leuven to manage IP rights and related contracts towards the end of the project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nno additional costs\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nFabienne Dobbels and Anouk Delameillieure \nWho will manage data storage and backup during the research project?\nFabienne Dobbels and Anouk Delameillieure \nWho will manage data preservation and sharing?\nFabienne Dobbels \nWho will update and implement this DMP?\nFabienne Dobbels and Anouk Delameillieure \nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n5 of 8\nCo-designing a Core Outcome Set for and with patients with Idiopathic\nPulmonary Fibrosis (COCOS-IPF)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nDuring the study\n: Research data/Administrative data/Publications\nWe will generate new data using surveys, focus groups, Delphi-studies and interviews. We will use existing literature by conducting scoping literature reviews in WP1 and\nWP3. All outcomes and their measures will be retrieved from the published literature and further used in our project. In case, we use existing patient-reported outcome\nmeasures, we will respect the (questionnaire) copyright/ownership regulations.\nResearch protocol, ethical approval letters, informed consent forms, data analysis plans, meeting reports, agreements (if necessary), information documents for patients,\ninterim reports and publication/manuscripts: .doc files and PDF files\nScoping literature review WP1 and WP3: tabular data in .doc and .xls files, ris export of hits from databases to Rayyan AI.\nQualitative data WP 1 and WP3:Transcription in .doc files and analysis in .doc files or .nvivo files Audio-recorded interviews: all interviews (mp3 files) will be immediately\ntranscribed and the recordings will be deleted after transcription\nQuantitative data (survey, content analysis and Delphi study WP1, WP2, WP3): survey data and tabular data in .xls files and .doc files. Additionally, for the Delphi study,\nSPSS sav. files will be made with the raw data of the survey rounds\nConsensus meetings (meeting reports) and content analysis meetings : .doc files and pdf-files\nWe will work with personal data for the focus groups, interviews, surveys and Delphi-study. If possible, we will use anonymous data (i.e., Survey WP1). Otherwise we will\ncarefully pseudo-anonymize data. GDPR-related tools (i.e., PRET tool KU Leuven or GPDR questionnaire EC UZ/KU Leuven) will be filled in for review and if necessary we\nwill ask for ethical approval (i.e., focus groups, Delphi study). \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nIt is difficult to estimate the total size of the data, but we expect not to exceed 10GB.\n1\n. \nDesignation of responsible person (Prof. Fabienne Dobbels)\n2\n. \nStorage capacity/repository\n1\n. \nduring the research\n: KU Leuven OneDrive Prof. Dobbels\n2\n. \nafter the research:\n Long-term use of the data Transferring files: .doc to .rtf files; .xls to .cvs files: KU Leuven OneDrive Prof. Dobbels\n3\n. \nAccess to data: \n1\n. \nFor each research step, we will write protocols where we will specify who will have access to which data and why. \n1\n. \nLiterature Reviews: all have access as no personal or sensitive data is collected \n2\n. \nPrimary data collection (e.g., survey, focus groups, Delphi study): data access will be specified in protocols and listed in data exchange agreement\nplans. \n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\n- Data storage: we will use the secured platforms of the KU Leuven (i.e., OneDrive). \n- Data anonymization: we will pseudo-anonymize or anonymize sensitive or personal data. Code lists and informed consents will be stored separately and limited access\nwill be provided to the PI (Prof. Dobbels) and project manager. \n- Data access: As mentioned previously, we will write protocols for all research steps hereby specifying who will have access to which data and why. This will be reviewed\nby GDPR experts. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n6 of 8\nCo-designing a Core Outcome Set for and with patients with Idiopathic\nPulmonary Fibrosis (COCOS-IPF)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n7 of 8\nCo-designing a Core Outcome Set for and with patients with Idiopathic\nPulmonary Fibrosis (COCOS-IPF)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nYes\nCreated using DMPonline.be. Last modiﬁed 31 May 2023\n8 of 8"
    },
    "clean_full_text": "Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis (COCOS-IPF) A Data Management Plan created using DMPonline.be Creators: Fabienne Dobbels, Anouk Delameillieure Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Fabienne Dobbels Data Manager: Anouk Delameillieure Project Administrator: Anouk Delameillieure Grant number / URL: G0G4621N ID: 200011 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Idiopathic pulmonary fibrosis (IPF) and other forms of progressive pulmonary fibrosis (PPF) are rare pulmonary conditions that result in destruction of lung tissue due to the abnormal development of scar tissue. Pulmonary fibrosis mostly affects older people, is often progressive and, especially IPF is associated with a limited life expectancy. Major progress has been made in view of earlier PPF diagnosis and drug treatment. Interdisciplinary holistic care in PPF, however, is still in its infancy. Patient advocacy groups and clinical experts from across Europe stress that gaps in IPF and overall PPF care continue to exist and that patients with PPF have several unmet needs for which urgent action is needed. The key patient-reported and clinical outcomes that patients and professionals deem most relevant to consider within PPF care remain to be determined. This hampers improvement of care and the quality of life of people living with PPF, as well as PPF-related research. The “Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis” (COCOS-IPF) project aims to develop a Core Outcome Set (COS) and their corresponding measures for PPF care in Europe. The consortium consists of social scientists, European patient Advocacy Organizations, and IPF experts and has co-design at its core. Five work packages (WPs) combine different well-established social sciences research methodologies: \u0000 WP 1: To identify the range and consistency of outcomes used in IPF-related research, registries or clinical care based on literature reviews, a survey of European PPF healthcare professionals, and focus groups with European patients; \u0000 WP 2: To establish a COS for use in routine IPF care based on a multi-stakeholder Delphi study and a consensus meeting; \u0000 WP 3: To determine the measures of the core clinical and patient-reported outcomes based on literature reviews, consensus meetings and cognitive debriefings ; \u0000 WP 4: Project management, data management and risk management; \u0000 WP 5: Dissemination to the scientific community, patients and society as a whole. The strengths of the COCOS-IPF project are its interdisciplinary and transnational collaboration, its collaboration with patients as full and equal research partners and its sound methodological underpinning. Moreover, by paying attention to geographical, socio-economic and healthcare system diversity within Europe, we will succeed to create a set of outcomes that patients with PPF (including IPF) value the most within their care. Last modified: 31-05-2023 Created using DMPonline.be. Last modiﬁed 31 May 2023 1 of 8 Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis (COCOS-IPF) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA project administration data Research protocol, ethical approval letters, informed consent forms, data analysis plans, meeting reports, agreements (if necessary), information documents for patients, interim reports and publication/manuscripts generate new data digital Other .doc .PPT .pdf <100GB WP 1 step 1 literature review manuscripts reviewed for eligibility and integrated in Rayyan, data extraction tables, summaries of findings generate new data (except for manuscripts reviewed, which fall under 'reuse of existing data') digital Other (files linked to systematic review of databases) .xml .doc .pdf .enl <100GB WP 1 step 2 survey of healthcare professionals file with survey results, analysis of survey data generate new data digital observational .xml .doc <100GB WP 1 step 3 focus groups with patients summary report of findings, informed consent forms, summary of characteristics of participants generate new data digital observational .doc .pdf .xml <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: - References and publications available in PUBMED, Embase, Web of Science to be screened for eligibility for our systematic review - Use of data publicly available on clinical trials in clinicaltrials.gov (no original data sets will be used, yet this site will be screened to learn which outcomes are currently being used in research projects related to progressive pulmonary fibrosis) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data - In WP 1 step 3, the European patient advocacy organizations EU-PFF and ELF, who are partners within the COCOS-IPF consortium, will organize focus groups with patients with PPF in the following countries: UK, Norway, Greece and Belgium. We completed the KU Leuven PRET tool, and will submit the protocol for ethical approval to the ethical committee of KU Leuven. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes We will use pseudonymised data for the focus groups planned in WP 1 step 3. The names of the participants will be mentioned on the informed consent forms, which will be securely stored at OneDrive, which will only be accessible by the PI (prof. Dobbels), the project coordinator (Dr. Delameillieure), and the patient representatives who Created using DMPonline.be. Last modiﬁed 31 May 2023 2 of 8 will run the focus groups within their country and who will be responsible for patient recruitment, obtaining informed consent, and conducting the focus groups. We will collect the following data in aggregated form per participating country (Greece, UK, Belgium and Norway), consisting of a summary of focus group participants of following data: - age (in categories of 5 years each) - sex - martital status - education level (below vs. minimally bachelor level) - type of progressive pulmonary fibrosis - stage of the disease (based on severity, divided in 3 stages) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We will make the data for every step of the project findable, by creating a folder in OneDrive that is accessible by project partners containing the following files: WP 1 step 1: scoping review protocol: different versions of the protocol ordered by date of creation word document with search strings used in the different databases, containing the date on which the searches were completed and by whom rayyan files containing all the titles and abstracts screened within the scoping review, and the full texts of the papers included in the review data extraction files ordered by date a metafile in word explaining which information can be found in this folder WP 1 step 2: survey with European PPF healthcare professionals protocol: different versions of the protocol ordered by date of creation survey: copy of the survey used for the pilot testing copy of the final survey programmed in Qualtrics summary report of the findings of the piloting excel file containing the raw data of all completed surveys summary of main findings (word + excel) a metafile in word explaining which information can be found in this folder WP 1 step 3: focus groups with patients with PPF protocol: different versions of the protocol ordered by date of creation the approval letter of the ethical committee a pdf of the file completed in the PRET tool topic guide in English + its translations in Dutch, Norwegian and Greek information leaflet and informed consent form in English + its translations in Dutch, Norwegian and Greec an overview of the characteristics of all participants (no individual data will be shared) a summary report of findings per countries (translated in English) and across countries Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No The data as such presumably cannot be reused by others, but interested researchers can get access to protocols, surveys, reports, etc post-project. Created using DMPonline.be. Last modiﬁed 31 May 2023 3 of 8 3. Data storage & back-up during the research project Where will the data be stored? OneDrive KU Leuven How will the data be backed up? automated backup by KU Leuven Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will use password to ensure only authorized project partners have access to the files. We will keep a record of whom has access to the different folders or files. What are the expected costs for data storage and backup during the research project? How will these costs be covered? shared network drive Costs (if any) to be covered by the EJP-RD project budget of the primary investigator 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data described above Where will these data be archived (stored and curated for the long-term)? OneDrive data repository What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No extra costs involved or to be covered by the PI 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Interested third parties (non-commercial agencies) can reuse the following materials after the project and once the main papers have been published: - protocols, search strings, data extraction tables of reviews - topic guides, surveys If access is restricted, please specify who will be able to access the data and under what conditions. The above mentioned materials will be shared after written approval by the PI (who may decide to discuss specific requests with the consortium partners first). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 31 May 2023 4 of 8 Where will the data be made available? If already known, please provide a repository per dataset or data type. to be determined When will the data be made available? after completion of the project and once the main papers have been published Which data usage licenses are you going to provide? If none, please explain why. The consortium holds the intellectual property rights of the COS. However, the research is conducted in the interest of IPF patients, professionals, researchers and society as a whole. In order to ensure its maximal use and exploitation, the COS will be made freely available to clinicians/researchers who want to optimize the care for patients with PPF across Europe. Pharmaceutical companies who want to incorporate (parts of) the COS in their trials will need to pay a license fee. This revenue will be used to support a research grant (e.g. to be offered by ELF, EU-IPFF or ERS) that focuses on further improving the care for PPF patients, thereby making sure that patients continue to benefit from our work after the project ends. We will work with the Research and Development Office of KU Leuven to manage IP rights and related contracts towards the end of the project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? no additional costs 6. Responsibilities Who will manage data documentation and metadata during the research project? Fabienne Dobbels and Anouk Delameillieure Who will manage data storage and backup during the research project? Fabienne Dobbels and Anouk Delameillieure Who will manage data preservation and sharing? Fabienne Dobbels Who will update and implement this DMP? Fabienne Dobbels and Anouk Delameillieure Created using DMPonline.be. Last modiﬁed 31 May 2023 5 of 8 Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis (COCOS-IPF) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) During the study : Research data/Administrative data/Publications We will generate new data using surveys, focus groups, Delphi-studies and interviews. We will use existing literature by conducting scoping literature reviews in WP1 and WP3. All outcomes and their measures will be retrieved from the published literature and further used in our project. In case, we use existing patient-reported outcome measures, we will respect the (questionnaire) copyright/ownership regulations. Research protocol, ethical approval letters, informed consent forms, data analysis plans, meeting reports, agreements (if necessary), information documents for patients, interim reports and publication/manuscripts: .doc files and PDF files Scoping literature review WP1 and WP3: tabular data in .doc and .xls files, ris export of hits from databases to Rayyan AI. Qualitative data WP 1 and WP3:Transcription in .doc files and analysis in .doc files or .nvivo files Audio-recorded interviews: all interviews (mp3 files) will be immediately transcribed and the recordings will be deleted after transcription Quantitative data (survey, content analysis and Delphi study WP1, WP2, WP3): survey data and tabular data in .xls files and .doc files. Additionally, for the Delphi study, SPSS sav. files will be made with the raw data of the survey rounds Consensus meetings (meeting reports) and content analysis meetings : .doc files and pdf-files We will work with personal data for the focus groups, interviews, surveys and Delphi-study. If possible, we will use anonymous data (i.e., Survey WP1). Otherwise we will carefully pseudo-anonymize data. GDPR-related tools (i.e., PRET tool KU Leuven or GPDR questionnaire EC UZ/KU Leuven) will be filled in for review and if necessary we will ask for ethical approval (i.e., focus groups, Delphi study). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) It is difficult to estimate the total size of the data, but we expect not to exceed 10GB. 1 . Designation of responsible person (Prof. Fabienne Dobbels) 2 . Storage capacity/repository 1 . during the research : KU Leuven OneDrive Prof. Dobbels 2 . after the research: Long-term use of the data Transferring files: .doc to .rtf files; .xls to .cvs files: KU Leuven OneDrive Prof. Dobbels 3 . Access to data: 1 . For each research step, we will write protocols where we will specify who will have access to which data and why. 1 . Literature Reviews: all have access as no personal or sensitive data is collected 2 . Primary data collection (e.g., survey, focus groups, Delphi study): data access will be specified in protocols and listed in data exchange agreement plans. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) - Data storage: we will use the secured platforms of the KU Leuven (i.e., OneDrive). - Data anonymization: we will pseudo-anonymize or anonymize sensitive or personal data. Code lists and informed consents will be stored separately and limited access will be provided to the PI (Prof. Dobbels) and project manager. - Data access: As mentioned previously, we will write protocols for all research steps hereby specifying who will have access to which data and why. This will be reviewed by GDPR experts. Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 31 May 2023 6 of 8 Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis (COCOS-IPF) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 31 May 2023 7 of 8 Co-designing a Core Outcome Set for and with patients with Idiopathic Pulmonary Fibrosis (COCOS-IPF) GDPR GDPR Have you registered personal data processing activities for this project? Yes Created using DMPonline.be. Last modiﬁed 31 May 2023 8 of 8"
}