{
    "document_id": "D-2022-1743",
    "LinkTitle": "D-2022-1743",
    "file_name": "D-2022-1743.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1743.pdf",
    "metadata": {
        "title": "Functional Fitness, Physical Activity, Physical Frailty And Fall Risk Of Community-Dwelling Older Adults In Sub-Saharan African Countries: A Case Study Of Ghana.",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Functional Fitness, Physical Activity, Physical Frailty And Fall Risk Of Community-Dwelling\nOlder Adults In Sub-Saharan African Countries: A Case Study Of Ghana.\nA Data Management Plan created using DMPonline.be\nCreators: \nBertha Oppong-Yeboah \n \nhttps://orcid.org/0000-0003-3534-7285\n, n.n. n.n., Jannique van Uffelen \n \nhttps://orcid.org/0000-\n0001-7253-5766\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., Jannique van Uffelen \n \nhttps://orcid.org/0000-0001-7253-5766\nID: \n197238\nStart date: \n04-10-2022\nEnd date: \n02-10-2026\nProject abstract:\nThe study aims to determine the Functional Fitness, Physical Activity (PA), Physical Frailty and Fall Risk of Community-Dwelling Older\nAdults aged 60 years and above in Ghana as an example of a Sub-Saharan African Low Middle Income Country. It will be a population-\nbased cross-sectional study involving the use of a battery of physical performance tests, activity monitors, standardised questionnaires\nand individual semi-structured interviews. The expected outcomes of this project are to attain a descriptive epidemiology of these four\ninterrelated constructs relevant to healthy ageing and to identify their interrelationships in this specific setting, as well as the socio-\ndemographic factors associated with them. It is also expected that themes emerging from the interviews will identify the determinants,\nfacilitators and barriers of PA. These outcomes will provide foundational data to support future trials and intervention studies that seek to\nimprove PA and functional fitness and prevent frailty and falls in this population.\nLast modified: \n17-03-2023\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n1 of 5\nFunctional Fitness, Physical Activity, Physical Frailty And Fall Risk Of Community-Dwelling\nOlder Adults In Sub-Saharan African Countries: A Case Study Of Ghana.\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nICF forms\nICF given by participants\nN\nP\n \nPaper\n \n2 sheets per participant\n- 1 box\nICF scans\nScanned version of ICF\nN\nD\nI\n.pdf\n<1 GB\n \nSocio-demographic data, self-report physical activity\nand fall risk assessment \nData from survey questionnaires -\nPaper format \nN\nP\n \nPaper\n \n5 sheets per participant\n- 2 boxes\nSocio-demographic data, self-report physical activity\nand fall risk assessment \nQuestionnaire data transcribed to\nspreadsheets\nN\nD\nN\n.xml\n.xls .csv\n<1 GB\n \n \nAnthropometric and clinical measurements\nMeasured on participants \nN\nD\nN\n.xml .xls\n.csv\n<1 GB\n \nPhysical performance scores\nMeasured on participants\nN\nD\nN\n.xml .xls\n.csv\n<1 GB\n \nPhysical Activity profile\nRecorded by wearable activity monitors\nN\nD\nN\n.xml\n.xls .csv\n<1GB\n \nInterviews\nAudio Recording of Individual\ninterviews with participants\nN\nD\nS\n.mp4\n<100\nGB\n \nTranscripts\nTranscripts of audio recordings\nN\nD\nT\n.doc\n.pdf\n.txt\n<10 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEC applications yet to be started\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\n* Personal data used for organising the research (i.e. name and phone number). This data will not be included in the analysis and will be stored separately from the research data.\n*Personal data for research purposes: participants will be asked to provide their demographics (age, sex and family composition). These data will be pseudonymized. \nStudy protocol is currently under development upon completion, PRET and EC applications will be done. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n2 of 5\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nFor the quantitative work package there will be a ReadMe File that will follow KU Leuven's template including general information, project information, file overview, storage information,\nmethodological information, data access and sharing, data specific information and relationships. Next, a logbook will be created to document every single data processing and analysis steps.\nFurthermore, a codebook generated by Redcap will explain the variables of the dataset(s). \nThe qualitative work package will also have a Readme file. Proper coding will be ensured and Nvivo will be used to generate the documentation and metadata.  \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nData Cite - KU Leuven RDR standards\nKU Leuven’s institutional repository RDR requires the researcher to submit descriptive metadata for identification, publication, retrieval and citation of digital datasets with a persistent\nidentifier. Metadata include a.o.: title, author (name, affiliation, identifier), contact, brief description, keywords, related publication, technical formats of the dataset, grant information, access\nrights.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nJ-drive\n: a shared network drive on KU Leuven’s central storage infrastructure (data center) with automatic back-up.\nOneDrive for Business\n: a Microsoft cloud solution to securely store documents and files.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for this dataset. Only the\nPI and registered collaborating researchers will have access to this folder via the encryption key.\nKU Leuven network drives, are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by\nregistered collaborating researchers. Only the PI can request access to the network drive for study personnel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <100 GB, sufficient storage and backup capacity is available.\nOur research group has access to a J-drive with a capacity of 5 TB for active research data. \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n3 of 5\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll research data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. While not a clinical trial, it is advised to preserve all research data\nobtained from humans for a period of 25 years. As such, we will evaluate after 10 years whether longer preservation is required or not.\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDigital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by Group Biomedical Sciences. Given the expected size of the database\nof less than 100 GB, costs for long-term storage are estimated at € 11.38/year. The remaining 50% of the cost will be covered by the research lab of the PI.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nFully anonymised data will be available as open data after the project on the KU Leuven RDR platform. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n4 of 5\nWho will manage data documentation and metadata during the research project? \nPhD researcher (Bertha Oppong-Yeboah) under supervision of PIs (Jos Tournoy, Jannique van Uffelen)\nWho will manage data storage and backup during the research project? \nPhD researcher (Bertha Oppong-Yeboah) under supervision of PIs (Jos Tournoy, Jannique van Uffelen)\nWho will manage data preservation and sharing? \nPI- Jos Tournoy\nWho will update and implement this DMP? \nThe PhD researcher (Bertha Oppong-Yeboah) will be responsible for updating this DMP. The PI (Jos Tournoy) bears the end responsibility for updating and implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n5 of 5"
    },
    "clean_full_text": "Functional Fitness, Physical Activity, Physical Frailty And Fall Risk Of Community-Dwelling Older Adults In Sub-Saharan African Countries: A Case Study Of Ghana. A Data Management Plan created using DMPonline.be Creators: Bertha Oppong-Yeboah https://orcid.org/0000-0003-3534-7285 , n.n. n.n., Jannique van Uffelen https://orcid.org/0000- 0001-7253-5766 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., Jannique van Uffelen https://orcid.org/0000-0001-7253-5766 ID: 197238 Start date: 04-10-2022 End date: 02-10-2026 Project abstract: The study aims to determine the Functional Fitness, Physical Activity (PA), Physical Frailty and Fall Risk of Community-Dwelling Older Adults aged 60 years and above in Ghana as an example of a Sub-Saharan African Low Middle Income Country. It will be a population- based cross-sectional study involving the use of a battery of physical performance tests, activity monitors, standardised questionnaires and individual semi-structured interviews. The expected outcomes of this project are to attain a descriptive epidemiology of these four interrelated constructs relevant to healthy ageing and to identify their interrelationships in this specific setting, as well as the socio- demographic factors associated with them. It is also expected that themes emerging from the interviews will identify the determinants, facilitators and barriers of PA. These outcomes will provide foundational data to support future trials and intervention studies that seek to improve PA and functional fitness and prevent frailty and falls in this population. Last modified: 17-03-2023 Created using DMPonline.be. Last modiﬁed 17 March 2023 1 of 5 Functional Fitness, Physical Activity, Physical Frailty And Fall Risk Of Community-Dwelling Older Adults In Sub-Saharan African Countries: A Case Study Of Ghana. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA ICF forms ICF given by participants N P Paper 2 sheets per participant - 1 box ICF scans Scanned version of ICF N D I .pdf <1 GB Socio-demographic data, self-report physical activity and fall risk assessment Data from survey questionnaires - Paper format N P Paper 5 sheets per participant - 2 boxes Socio-demographic data, self-report physical activity and fall risk assessment Questionnaire data transcribed to spreadsheets N D N .xml .xls .csv <1 GB Anthropometric and clinical measurements Measured on participants N D N .xml .xls .csv <1 GB Physical performance scores Measured on participants N D N .xml .xls .csv <1 GB Physical Activity profile Recorded by wearable activity monitors N D N .xml .xls .csv <1GB Interviews Audio Recording of Individual interviews with participants N D S .mp4 <100 GB Transcripts Transcripts of audio recordings N D T .doc .pdf .txt <10 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) EC applications yet to be started Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) * Personal data used for organising the research (i.e. name and phone number). This data will not be included in the analysis and will be stored separately from the research data. *Personal data for research purposes: participants will be asked to provide their demographics (age, sex and family composition). These data will be pseudonymized. Study protocol is currently under development upon completion, PRET and EC applications will be done. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to Created using DMPonline.be. Last modiﬁed 17 March 2023 2 of 5 what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For the quantitative work package there will be a ReadMe File that will follow KU Leuven's template including general information, project information, file overview, storage information, methodological information, data access and sharing, data specific information and relationships. Next, a logbook will be created to document every single data processing and analysis steps. Furthermore, a codebook generated by Redcap will explain the variables of the dataset(s). The qualitative work package will also have a Readme file. Proper coding will be ensured and Nvivo will be used to generate the documentation and metadata. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Data Cite - KU Leuven RDR standards KU Leuven’s institutional repository RDR requires the researcher to submit descriptive metadata for identification, publication, retrieval and citation of digital datasets with a persistent identifier. Metadata include a.o.: title, author (name, affiliation, identifier), contact, brief description, keywords, related publication, technical formats of the dataset, grant information, access rights. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) J-drive : a shared network drive on KU Leuven’s central storage infrastructure (data center) with automatic back-up. OneDrive for Business : a Microsoft cloud solution to securely store documents and files. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for this dataset. Only the PI and registered collaborating researchers will have access to this folder via the encryption key. KU Leuven network drives, are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <100 GB, sufficient storage and backup capacity is available. Our research group has access to a J-drive with a capacity of 5 TB for active research data. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 17 March 2023 3 of 5 All data will be preserved for 10 years according to KU Leuven RDM policy All research data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. While not a clinical trial, it is advised to preserve all research data obtained from humans for a period of 25 years. As such, we will evaluate after 10 years whether longer preservation is required or not. Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Digital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by Group Biomedical Sciences. Given the expected size of the database of less than 100 GB, costs for long-term storage are estimated at € 11.38/year. The remaining 50% of the cost will be covered by the research lab of the PI. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Fully anonymised data will be available as open data after the project on the KU Leuven RDR platform. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. Responsibilities Created using DMPonline.be. Last modiﬁed 17 March 2023 4 of 5 Who will manage data documentation and metadata during the research project? PhD researcher (Bertha Oppong-Yeboah) under supervision of PIs (Jos Tournoy, Jannique van Uffelen) Who will manage data storage and backup during the research project? PhD researcher (Bertha Oppong-Yeboah) under supervision of PIs (Jos Tournoy, Jannique van Uffelen) Who will manage data preservation and sharing? PI- Jos Tournoy Who will update and implement this DMP? The PhD researcher (Bertha Oppong-Yeboah) will be responsible for updating this DMP. The PI (Jos Tournoy) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 17 March 2023 5 of 5"
}