{
    "document_id": "D-2022-1384",
    "LinkTitle": "D-2022-1384",
    "file_name": "D-2022-1384.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1384.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nGrant Title\n 3H210291\nPrincipal Investigator / Researcher\n Beatrijs Vanacker\nDescription\n Through the lens of translators, this project seeks to shed new light on the\nconstruction of authority in the literary field of the 18th-century Low Countries. It will compare,\nfor the first time, the Southern and Northern Netherlands in a large-scale systematic study of the\npreviously overlooked but substantial share of translations. Combining quantitative data analysis\nwith qualitative textual analysis, we will innovatively chart the performative agency of translators\non three levels: 1) the macro-level of the literary field in which translators strive to acquire an\nestablished position; 2) the meso-level of translator types (hack writers, debutants and women\nwriters) and 3) the micro-level of specific agents and their careers. In doing so, the project tests\nthe hypothesis that 18th-century literary translations were actively used in practices of self-\nrepresentation and authority building. By shifting the focus to these long neglected and\npresumably 'non-original' works, this project not only proposes a new and historical perspective\non literary career building but also drastically revises Netherlandish literary historiography.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nBeatrijs Vanacker\nInternal Funds Project number & title\n3H210291\nFound in Translation: Translators and the Construction of Literary Authority in the\nEighteenth-Century Low Countries\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n \nType of data\nPurpose\nFormat \n Volume\nHow created? \nTextual records:\ndescriptions of the\npublished translations\n= secondary,\nqualitative data\nCreation of analysis\n(macro-level),\nselection of case\nstudies (micro-level).\n.xlsx, .fmp12\nApprox. 500\nMB\nSupplied by\nadministrators of\nSTCV & STCN\ndatabases.\nTextual records: hard\ncopies of description\nof published\ntranslations\n= secondary,\nqualitative data\nCreation of analysis\n(macro-level),\nselection of case\nstudies (micro-level)\n=> for Southern\nNetherlands only.\nHard copies,\nonline\ncatalogues\nUndetermined\nDerived from\nlibrary or archival\ncollections.\nAnalysis of the\nrecords: quantitative\ndata analysis\n= primary,\nquantitative data\nOverview of the\nliterary landscape\n(languages, subjects\n…) in period.\n.xlsx, .fmp12?\nApprox. 1 GB\nDerived from\ntextual\ndata (records),\nanalysed using\nExcel or\nFilemaker.\nVisual and textual\ndata: paratexts of\nchosen corpus\n= secondary,\nqualitative data\nCreation of analysis\n(meso-level),\nselection of case\nstudies (micro-level).\n.jpeg, .pdf\nUndetermined\nDerived from\nlibrary or archival\ncollections.\nAnalysis of paratexts:\nqualitative data\nanalysis\n= primary, qualitative\ndata\nFinding common\nelements in self-\nrepresentation\ntranslators, e.g.\nprominence name\nfront page, metaphors\nin prefaces…\nUndetermined\nUndetermined\nDerived from\nvisual and textual\ndata (paratexts),\nanalysed using\nNVivo.\nCase studies: selected\nworks (target and\nsource text) for close\nreading\n= secondary,\nqualitative data\nCreation of analysis\n(micro-level).\n.pdf, material\nworks\nUndetermined\nDerived from\nlibrary or archival\ncollections.\nAnalysis of case\nstudies: qualitative\ndata analysis\n= primary, qualitative\ndata\nFinding the\ntranslator’s voice/\nvisibility by\nassessment of target\ntext, and comparison\nof source & target\ntext.\n.docx,\nundetermined\nUndetermined\nNotes: by hand,\nonline (Notion),\nand/or in Microsoft\nWord.\nNotes on\ndocumentation\n= primary, qualitative\ndata\nCreating an overview\nof relevant scholarly\nwritings, & creation of\nbibliography.\n.docx,\nundetermined\nUndetermined\nNotes: by hand,\nonline (Notion),\nand/or in Microsoft\nWord.\nBibliographical\nreferences\nInsertion of\nreferences in writing.\n.pdf, .docx\nUndetermined\nCompiled in\nZotero.\n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nYes, as personal data will be processed; however, only historical figures will be discussed.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNO\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nThat will depend on the final selection of material. Most material will fall under some version of\nCreative Commons. In compliance with these copyright laws we may need to clear rights and\nobtain permission for using the work of certain databases. As this is standard practice in literary\nstudies, all necessary precautions will be taken to ensure that we work in correspondence with\napplicable copyrights.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThe process of data gathering and corpus construction will be documented on KU Leuven\nOneDrive, in a folder with the data, shared with all collaborators. This folder contains all research\ndata documents and the 'script’ describing the collection and collection process. Every folder and\nfile is clearly and transparently labelled, the software automatically records previous versions.\nExample:\nData [folder]\nDocumentation [folder]\n            Description collection process [document]\nResearch data [folder]\n[documents]\nDocumentation now is two documents (.docx) – a chronological description of communication\nand data analysis, and a description of the changes made to and analysis of the data. A short\nREADME.txt file will be added to the folder Data, based on the template README.txt provided by\nresearch support staff at KU Leuven and adapted to the needs of this project, and in accordance\nwith standards of the discipline. When possible, the data will be documented and integrated into\nexisting databases, like the \n18\nth\n Century Translators Dictionary\n (\neutec-project.it\n), according to\nthe FAIR principles.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\n \nAs no appropriate metadata standards are available, we will seek advice on the development of a\nmetadata methodology relevant to the project. The controlled vocabulary is that of the used\ndatabases (STCV and STCN), the manuals of which are available online. If other databases/types\nof data will be used, the controlled vocabulary of those sources will be used.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nDuring the project, individual researchers will store and share data through:\n- A personal Onedrive account provided by KU Leuven Faculty of Arts (apprx. 100 GB)\n- A shared Onedrive account provided by KU Leuven Faculty of Arts (approx. 100 GB)\n- The faculty's shared network drives\n \n5.2. How will the data be backed up?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nAutomatic backups by OneDrive, specific folders and files are also stored on laptop.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\n \nYes, during the project, researchers have access to:\n- a shared as well as their individual Onedrive account provided by KU Leuven\n- network drives\nThese facilities suffice for the amount of data to be stored.\n \n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nOnedrive\nis covered by the Faculty (up to 100 GB).\n \n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe data in this project are classified as 'low risk'. Sufficient security is included in:\n- the Onedrive licence\n- shared network drives with role-based access managed by the Faculty's IT division\n \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nIn agreement with the faculty's IT division data will be stored on the faculty's network drives for a\nperiod\nof 5 years after the project.\nAll books collected for the project will be kept in the Artes library.\n \n6.2. Where will these data be archived (= stored for the long term)?\nArchiving will be discussed with the faculty's IT division.\nBooks stay in the Artes collection.\n \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nA cost estimate will be made with regard to the long-term storage of data on the faculty's\nnetwork drives.\nIn light of the type of data to be stored, this cost can be safely assumed to be relatively small\nand\nfundable out of the project budget.\n \n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThere are no restrictions on data the team has created and will create. Third parties such as\nlibraries and archives will be consulted so the the data derived from these third parties are\nshared according to their restrictions. When in doubt, the KU Leuven legal support staff will be\nconsulted.\n7.2. Which data will be made available after the end of the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n7.2. Which data will be made available after the end of the project?\nAs much as possible, the data and analyses will be stored in Open Access repositories, databases\netc, which will be chosen in a later stage of the project. When necessary, the research support\nstaff will be consulted.\nThe project's aim is to store the database in a sustainable way and open to use and\nreuse for other researchers. Therefore, the database will be published on shared\nacademic infrastructure, like an online repository, at the end of the project and\ndownloadable by the general public in a transferable format.\nThe project's PI will thus share the data while maintaining full control over the\ncopyright associated with the data, through a permanent online identifier that others\ncan use to cite the data.\n \n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nPI will share the data via an appropriate data repository, to be chosen in the final\nstages of the project. They will prioritize repositories appropriate to the discipline that\nallow data to be shared according to the FAIR principles.\n \n7.4. When will the data be made available?\nImmediately after the end of the project\n7.5. Who will be able to access the data and under what conditions?\n- During the project, data will only be accessible to project members\n- Upon completion, PI will apply the FAIR principles as thoroughly as possible when sharing the\ndata:\n--> to ensure the data is findable by sharing it using a solution that gives the data a\nDOI.\n--> to ensure the data is accessible by clearly indicating how others can get access\nto the data.\n--> to ensure the data is interoperable by using open file formats and standards\nwhenever possible.\n-->to ensure the data is reusable by connecting it with an appropriate license,\ndocumentation, and metadata.\n \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nData sharing will happen through a data repository that is expected to be free of charge (or the\nlow cost of which can be safely covered by the project budget).\n \n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nBeatrijs Vanacker PI\n8.2. Who will be responsible for data storage & back up during the project?\nBeatrijs Vanacker PI\n8.3. Who will be responsible for ensuring data preservation and sharing?\nBeatrijs Vanacker PI\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Grant Title 3H210291 Principal Investigator / Researcher Beatrijs Vanacker Description Through the lens of translators, this project seeks to shed new light on the construction of authority in the literary field of the 18th-century Low Countries. It will compare, for the first time, the Southern and Northern Netherlands in a large-scale systematic study of the previously overlooked but substantial share of translations. Combining quantitative data analysis with qualitative textual analysis, we will innovatively chart the performative agency of translators on three levels: 1) the macro-level of the literary field in which translators strive to acquire an established position; 2) the meso-level of translator types (hack writers, debutants and women writers) and 3) the micro-level of specific agents and their careers. In doing so, the project tests the hypothesis that 18th-century literary translations were actively used in practices of self- representation and authority building. By shifting the focus to these long neglected and presumably 'non-original' works, this project not only proposes a new and historical perspective on literary career building but also drastically revises Netherlandish literary historiography. Institution KU Leuven 1. General Information Name of the project lead (PI) Beatrijs Vanacker Internal Funds Project number & title 3H210291 Found in Translation: Translators and the Construction of Literary Authority in the Eighteenth-Century Low Countries 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Purpose Format Volume How created? Textual records: descriptions of the published translations = secondary, qualitative data Creation of analysis (macro-level), selection of case studies (micro-level). .xlsx, .fmp12 Approx. 500 MB Supplied by administrators of STCV & STCN databases. Textual records: hard copies of description of published translations = secondary, qualitative data Creation of analysis (macro-level), selection of case studies (micro-level) => for Southern Netherlands only. Hard copies, online catalogues Undetermined Derived from library or archival collections. Analysis of the records: quantitative data analysis = primary, quantitative data Overview of the literary landscape (languages, subjects …) in period. .xlsx, .fmp12? Approx. 1 GB Derived from textual data (records), analysed using Excel or Filemaker. Visual and textual data: paratexts of chosen corpus = secondary, qualitative data Creation of analysis (meso-level), selection of case studies (micro-level). .jpeg, .pdf Undetermined Derived from library or archival collections. Analysis of paratexts: qualitative data analysis = primary, qualitative data Finding common elements in self- representation translators, e.g. prominence name front page, metaphors in prefaces… Undetermined Undetermined Derived from visual and textual data (paratexts), analysed using NVivo. Case studies: selected works (target and source text) for close reading = secondary, qualitative data Creation of analysis (micro-level). .pdf, material works Undetermined Derived from library or archival collections. Analysis of case studies: qualitative data analysis = primary, qualitative data Finding the translator’s voice/ visibility by assessment of target text, and comparison of source & target text. .docx, undetermined Undetermined Notes: by hand, online (Notion), and/or in Microsoft Word. Notes on documentation = primary, qualitative data Creating an overview of relevant scholarly writings, & creation of bibliography. .docx, undetermined Undetermined Notes: by hand, online (Notion), and/or in Microsoft Word. Bibliographical references Insertion of references in writing. .pdf, .docx Undetermined Compiled in Zotero. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Yes, as personal data will be processed; however, only historical figures will be discussed. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? NO 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? That will depend on the final selection of material. Most material will fall under some version of Creative Commons. In compliance with these copyright laws we may need to clear rights and obtain permission for using the work of certain databases. As this is standard practice in literary studies, all necessary precautions will be taken to ensure that we work in correspondence with applicable copyrights. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The process of data gathering and corpus construction will be documented on KU Leuven OneDrive, in a folder with the data, shared with all collaborators. This folder contains all research data documents and the 'script’ describing the collection and collection process. Every folder and file is clearly and transparently labelled, the software automatically records previous versions. Example: Data [folder] Documentation [folder] Description collection process [document] Research data [folder] [documents] Documentation now is two documents (.docx) – a chronological description of communication and data analysis, and a description of the changes made to and analysis of the data. A short README.txt file will be added to the folder Data, based on the template README.txt provided by research support staff at KU Leuven and adapted to the needs of this project, and in accordance with standards of the discipline. When possible, the data will be documented and integrated into existing databases, like the 18 th Century Translators Dictionary ( eutec-project.it ), according to the FAIR principles. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. As no appropriate metadata standards are available, we will seek advice on the development of a metadata methodology relevant to the project. The controlled vocabulary is that of the used databases (STCV and STCN), the manuals of which are available online. If other databases/types of data will be used, the controlled vocabulary of those sources will be used. 5. Data storage and backup during the project 5.1. Where will the data be stored? During the project, individual researchers will store and share data through: - A personal Onedrive account provided by KU Leuven Faculty of Arts (apprx. 100 GB) - A shared Onedrive account provided by KU Leuven Faculty of Arts (approx. 100 GB) - The faculty's shared network drives 5.2. How will the data be backed up? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Automatic backups by OneDrive, specific folders and files are also stored on laptop. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, during the project, researchers have access to: - a shared as well as their individual Onedrive account provided by KU Leuven - network drives These facilities suffice for the amount of data to be stored. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Onedrive is covered by the Faculty (up to 100 GB). 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data in this project are classified as 'low risk'. Sufficient security is included in: - the Onedrive licence - shared network drives with role-based access managed by the Faculty's IT division 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In agreement with the faculty's IT division data will be stored on the faculty's network drives for a period of 5 years after the project. All books collected for the project will be kept in the Artes library. 6.2. Where will these data be archived (= stored for the long term)? Archiving will be discussed with the faculty's IT division. Books stay in the Artes collection. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? A cost estimate will be made with regard to the long-term storage of data on the faculty's network drives. In light of the type of data to be stored, this cost can be safely assumed to be relatively small and fundable out of the project budget. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? There are no restrictions on data the team has created and will create. Third parties such as libraries and archives will be consulted so the the data derived from these third parties are shared according to their restrictions. When in doubt, the KU Leuven legal support staff will be consulted. 7.2. Which data will be made available after the end of the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 7.2. Which data will be made available after the end of the project? As much as possible, the data and analyses will be stored in Open Access repositories, databases etc, which will be chosen in a later stage of the project. When necessary, the research support staff will be consulted. The project's aim is to store the database in a sustainable way and open to use and reuse for other researchers. Therefore, the database will be published on shared academic infrastructure, like an online repository, at the end of the project and downloadable by the general public in a transferable format. The project's PI will thus share the data while maintaining full control over the copyright associated with the data, through a permanent online identifier that others can use to cite the data. 7.3. Where/how will the data be made available for reuse? In an Open Access repository PI will share the data via an appropriate data repository, to be chosen in the final stages of the project. They will prioritize repositories appropriate to the discipline that allow data to be shared according to the FAIR principles. 7.4. When will the data be made available? Immediately after the end of the project 7.5. Who will be able to access the data and under what conditions? - During the project, data will only be accessible to project members - Upon completion, PI will apply the FAIR principles as thoroughly as possible when sharing the data: --> to ensure the data is findable by sharing it using a solution that gives the data a DOI. --> to ensure the data is accessible by clearly indicating how others can get access to the data. --> to ensure the data is interoperable by using open file formats and standards whenever possible. -->to ensure the data is reusable by connecting it with an appropriate license, documentation, and metadata. 7.6. What are the expected costs for data sharing? How will these costs be covered? Data sharing will happen through a data repository that is expected to be free of charge (or the low cost of which can be safely covered by the project budget). 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Beatrijs Vanacker PI 8.2. Who will be responsible for data storage & back up during the project? Beatrijs Vanacker PI 8.3. Who will be responsible for ensuring data preservation and sharing? Beatrijs Vanacker PI 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}