{
    "document_id": "D-2023-2076",
    "LinkTitle": "D-2023-2076",
    "file_name": "D-2023-2076.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2076.pdf",
    "metadata": {
        "title": "Revisiting the neural bottleneck of information transmission in cochlear implant users",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Revisiting the neural bottleneck of information transmission in cochlear implant users\nA Data Management Plan created using DMPonline.be\nCreator: \nElise Verwaerde\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SF5123N\nID: \n195531\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nA cochlear implant (CI) is the most successful sensory-bionic prosthesis for the auditory rehabilitation of people with a profound hearing\nloss. However, overall CI outcome is highly variable across its users and auditory capabilities do not come close to those of normal-\nhearing listeners. CI users mainly perceive speech based on temporal envelope modulations (TEMs), and therefore it is crucial that TEMs\nare properly transmitted and encoded at different levels of the auditory system. Any encoding deficit in the auditory pathway negatively\naffects speech perception with the CI. Given that the electrode-neuron interface (ENI) is the bottleneck for auditory functioning with a CI,\nthe neural transmission at the ENI is an imperative factor in CI outcome. It is therefore of great importance to assess how TEM encoding\nat the ENI affects neural transmission up to the auditory cortex. In this project, we will probe different neural aspects of TEM encoding\nfrom the ENI to the auditory cortex and develop and evaluate a diagnostic method for identification of temporal processing deficits in\nindividual CI users. This new method will be evaluated in adults and children with a CI using objective electrophysiological measures.\nThis project will enable clinicians to gain information about the neural ability to encode TEMs and improve CI outcome, especially in\nadverse listening conditions.\nLast modified: \n23-03-2023\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n1 of 9\nRevisiting the neural bottleneck of information transmission in cochlear implant users\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nObjective fitting\n- Admin\n(Scanned image of) test forms\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☒\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☒\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☐\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☐\n .csv\n☐\n .png\n☐\n .pptx\n☒\n < 100 MB\n(per\nparticipant)\n☐\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\n9 pages per\nparticipant\nObjective fitting\n- Admin\nInformed consents + CI\nsubject form\n☒\n Generate new data\n☐\n Reuse existing data\n☐\nDigital\n☒\nPhysical\n☐\n Observational\n☐\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☒\n NA\n☐\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☐\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☐\n .csv\n☐\n .png\n☐\n .pptx\n☐\n < 100 MB\n☐\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\n14 pages per\nparticipant\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n2 of 9\nObjective fitting\n- Experimental\nEEG Data\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☐\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☐\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☐\n .apr\n☒\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☐\n .csv\n☐\n .png\n☐\n .pptx\n☐\n < 100 MB\n☐\n < 1 GB\n☒\n < 100 GB\n(per\nparticipant ~\n50 GB)\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nNA\nObjective fitting\n- Experimental\nExperiment files\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☐\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☐\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☒\n .apx\n☒\n .apf\n☒\n .js\n☒\n .xml\n☒\n .wav\n☒\n.rbadata\n☒\n .aseq\n☐\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☐\n .csv\n☐\n .png\n☐\n .pptx\n☐\n < 100 MB\n☒\n < 1 GB\n(per year)\n☐\n < 100\nGB \n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nNA\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n3 of 9\nObjective fitting\n- Experimental\nEEG stimulation files\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☐\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☐\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☒\n.rbadata\n☒\n .aseq\n☐\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☒\n .csv\n☐\n .png\n☐\n .pptx\n☒\n < 100 MB\n(per year)\n☐\n < 1 GB\n☐\n < 100\nGB \n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nNA\nObjective fitting\n- Behavioral\nBehavioral data\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☐\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☐\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☒\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☒\n .csv\n☐\n .png\n☐\n .pptx\n☐\n < 100 MB\n☐\n < 1 GB\n☒\n < 100 GB\n(per\nparticipant ~\n5 GB)\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nNA\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n4 of 9\nObjective fitting\n- Statistics\nAnalysis files MATLAB & R\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☐\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☐\n .pdf\n☐\n .docx\n☒\n .xlsx\n☒\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☐\n .apr\n☐\n .bdf\n☒\n .m\n☒\n .mat\n☒\n .R\n☒\n .tsv\n☒\n .csv\n☐\n .png\n☐\n .pptx\n☐\n < 100 MB\n☐\n < 1 GB\n☒\n < 100 GB\n(per year ~\n30 GB)\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nNA\n \n \n \n \n \n \n \n \nObjective fitting\n- Results\nFigures/charts with results\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☐\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☒\n .pdf\n☐\n .docx\n☐\n .xlsx\n☐\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☐\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☐\n .csv\n☒\n .png\n☐\n .pptx\n☐\n < 100 MB\n☒\n < 1 GB\n(per year)\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nNA\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n5 of 9\nObjective fitting\n- Administrative\nfiles\nInformation about protocol,\nstudy aims, methods,\ndatasets, literature, ...\n☒\n Generate new data\n☐\n Reuse existing data\n☒\nDigital\n☒\nPhysical\n☐\n Observational\n☒\n Experimental\n☐\nCompiled/aggregated\ndata\n☐\n Simulation data\n☐\n Software\n☐\n Other\n☐\n NA\n☒\n .pdf\n☒\n .docx\n☒\n .xlsx\n☒\n .txt\n☐\n .apx\n☐\n .apf\n☐\n .js\n☐\n .xml\n☐\n .wav\n☐\n.rbadata\n☐\n .aseq\n☐\n .apr\n☐\n .bdf\n☐\n .m\n☐\n .mat\n☐\n .R\n☐\n .tsv\n☐\n .csv\n☒\n .png\n☒\n .pptx\n☐\n < 100 MB\n☐\n < 1 GB\n☒\n < 100 GB\n(per year)\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n < 10 TB\n☐\n < 50 TB\n☐\n > 50 TB\n☐\n NA\nSome files\nwill be\nprinted out,\nmost will not.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThis project involves experiments on humans and is approved by the Ethic Committee \nEthische Commissie Onderzoek UZ/KU Leuven\n(B3222021000506 / S65454).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nSome basic information is gathered from the subject (name, gender, address, info on cochlear implant and etiology, speech perception, ...) though\nstrictly limited to the absolute necessary data. Furthermore, the collected data are pseudonymised.\nPrivacy Registry Reference: G-2021-3488\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nNot at this moment. In case IP possibilities arise, we will contact the KU Leuven Research and Development Department to advise on necessary\nsteps.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nYes\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n6 of 9\nSome of the results obtained will be important for a VLAIO-project. In the agreement of this project, it is described that the actual submission of\narticles can be delayed (to allow for consideration of patent applications) by a few months.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNA\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNew lab members will receive training on how to perform the experiments. They will also be informed about how and where to store and handle the\ncollected data. Furthermore, standard guidelines and instructions are available as .pdf, .docx and/or .readme, stored on network drives. They contain\nbest practices regarding the practical side of experiments as well as policies about how to treat the participants, how to handle and store sensitive\ninformation.\nDespite being structured according to the standard BIDS format, the data is not easily shared across the lab. Personal information about the\nparticipants is restricted and only accessible by the PI. The PI also has the final decision about sharing the data, which is constrained by the protocol\napproved by the ethical committee and by the informed consent signed by the participant.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nYes\nThe data will be stored based on the existing BIDS structure, which is already used for neuroimaging and behavioral data (see also website\nbids.neuroimaging.io). We will use this data structure in order to have a uniform way of data arrangement across studies.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on KU Leuven administered drives (large volume storage) and on encrypted hard drives in the lab. In order to be able to\nanalyze the data, some files will (temporarily) need to be stored on a portable hard drive of the Leuven University. Once analyzed, the raw data are\nagain removed from the portable hard drive.\nHow will the data be backed up?\nIn the lab, 2 to 3 encrypted hard drives are used to back up each other. They are kept in a secure cabinet with restricted access.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe will store the data on external hard drives with a capacity of several TBs.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n7 of 9\nThe lab policy ensures that the researchers only have access to the data from the project they are involved in. Furthermore, the data for longer term\nstorage are kept on separate encrypted drives with 1) limited access (only a limited set of people have access) and 2) an overwrite and delete\nprotection (based on read-write access) to ensure no data gets lost.\nThe sensitive personal data of the participants are pseudonymised and stored in a restricted database only accessible by the PI. Only few researchers\ncan use the data (after permission) to answer the research questions mentioned in the approved protocol.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe estimated cost for data storage and back-up over the 4-year FWO project is around 700 Euros and will be covered by the FWO-grant working\nbudget.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nIn accordance with the applicable law, the data of this study will be retained for 20 years (KB 30 juni 2004). These terms and conditions are also\nmentioned in the informed consent that is signed by the participant prior to their participation in the experiments.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data are stored on several encrypted external hard drives. Personal data will, however, be kept in a restricted, secure database managed by the\nPI.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs would be expected during the retention period as the data will still be stored on the external hard drives. \nAs mentioned before, the hard drives cost around 700 Euros and are covered by the FWO-grant working budget.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nOther, please specify:\nIt is to be decided if data will be made available.\nHowever, neither the raw data nor individual data will be made available. If decided to make data available; to ensure scientific transparency the data\ncan be made publicly available after publication of the results or shared with third parties if requested and after agreeing to a mutual information\ntransmission agreement. To protect the patient’s identity, we will only share the pseudonymized behavioral and/or EEG data. No data will be omitted.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly a limited number of researchers will have access to the data. The data are pseudonymised, so even for the researchers, there is no\nrecognizable link between the data and the participant themselves. The PI has the end decision to share the data, only within the constraints of the\nprotocol approved by the ethical committee, the informed consent signed by the participant, and only after agreeing to a mutual information\ntransformation agreement. If this is the case, the data is only used to address research questions mentioned in the protocol.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n8 of 9\nYes, Privacy aspects\nWhether data can be shared is to be decided and depending on the IP regulations. Personal information of the participant or the key to access this\ninformation is not shareable at any time.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe personal data is stored in a restricted database of the lab, only accessible by the PI. Experiment data is pseudonymised and stored in an\nencrypted storage medium.\nWhen will the data be made available?\nTo be decided.\nWhich data usage licenses are you going to provide? If none, please explain why.\nTo be decided.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nTo be decided.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot yet applicable.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers themselves have been instructed on how to collect and document the data. \nWho will manage data storage and backup during the research project?\nThe researchers themselves have been instructed on how to handle and store the data. Back-up of the data is arranged by the PI in the form of\nmultiple encrypted storage media. \nWho will manage data preservation and sharing?\nThe PI will manage data preservation and sharing through highly restricted overwrite and delete authorization. It is also the PI's decision which data\nare shared with other co-workers and how this will be arranged. \nWho will update and implement this DMP?\nThe researcher herself carries some responsibility. The PI, prof. Jan Wouters, bears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n9 of 9"
    },
    "clean_full_text": "Revisiting the neural bottleneck of information transmission in cochlear implant users A Data Management Plan created using DMPonline.be Creator: Elise Verwaerde Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SF5123N ID: 195531 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: A cochlear implant (CI) is the most successful sensory-bionic prosthesis for the auditory rehabilitation of people with a profound hearing loss. However, overall CI outcome is highly variable across its users and auditory capabilities do not come close to those of normal- hearing listeners. CI users mainly perceive speech based on temporal envelope modulations (TEMs), and therefore it is crucial that TEMs are properly transmitted and encoded at different levels of the auditory system. Any encoding deficit in the auditory pathway negatively affects speech perception with the CI. Given that the electrode-neuron interface (ENI) is the bottleneck for auditory functioning with a CI, the neural transmission at the ENI is an imperative factor in CI outcome. It is therefore of great importance to assess how TEM encoding at the ENI affects neural transmission up to the auditory cortex. In this project, we will probe different neural aspects of TEM encoding from the ENI to the auditory cortex and develop and evaluate a diagnostic method for identification of temporal processing deficits in individual CI users. This new method will be evaluated in adults and children with a CI using objective electrophysiological measures. This project will enable clinicians to gain information about the neural ability to encode TEMs and improve CI outcome, especially in adverse listening conditions. Last modified: 23-03-2023 Created using DMPonline.be. Last modiﬁed 23 March 2023 1 of 9 Revisiting the neural bottleneck of information transmission in cochlear implant users FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Objective fitting - Admin (Scanned image of) test forms ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☒ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☐ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☐ .csv ☐ .png ☐ .pptx ☒ < 100 MB (per participant) ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA 9 pages per participant Objective fitting - Admin Informed consents + CI subject form ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Observational ☐ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☒ NA ☐ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☐ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☐ .csv ☐ .png ☐ .pptx ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA 14 pages per participant Created using DMPonline.be. Last modiﬁed 23 March 2023 2 of 9 Objective fitting - Experimental EEG Data ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☐ .apr ☒ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☐ .csv ☐ .png ☐ .pptx ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB (per participant ~ 50 GB) ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Objective fitting - Experimental Experiment files ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☒ .apx ☒ .apf ☒ .js ☒ .xml ☒ .wav ☒ .rbadata ☒ .aseq ☐ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☐ .csv ☐ .png ☐ .pptx ☐ < 100 MB ☒ < 1 GB (per year) ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Created using DMPonline.be. Last modiﬁed 23 March 2023 3 of 9 Objective fitting - Experimental EEG stimulation files ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☒ .rbadata ☒ .aseq ☐ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☒ .csv ☐ .png ☐ .pptx ☒ < 100 MB (per year) ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Objective fitting - Behavioral Behavioral data ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☒ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☒ .csv ☐ .png ☐ .pptx ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB (per participant ~ 5 GB) ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Created using DMPonline.be. Last modiﬁed 23 March 2023 4 of 9 Objective fitting - Statistics Analysis files MATLAB & R ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .pdf ☐ .docx ☒ .xlsx ☒ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☐ .apr ☐ .bdf ☒ .m ☒ .mat ☒ .R ☒ .tsv ☒ .csv ☐ .png ☐ .pptx ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB (per year ~ 30 GB) ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Objective fitting - Results Figures/charts with results ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☒ .pdf ☐ .docx ☐ .xlsx ☐ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☐ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☐ .csv ☒ .png ☐ .pptx ☐ < 100 MB ☒ < 1 GB (per year) ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Created using DMPonline.be. Last modiﬁed 23 March 2023 5 of 9 Objective fitting - Administrative files Information about protocol, study aims, methods, datasets, literature, ... ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☒ .pdf ☒ .docx ☒ .xlsx ☒ .txt ☐ .apx ☐ .apf ☐ .js ☐ .xml ☐ .wav ☐ .rbadata ☐ .aseq ☐ .apr ☐ .bdf ☐ .m ☐ .mat ☐ .R ☐ .tsv ☐ .csv ☒ .png ☒ .pptx ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB (per year) ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Some files will be printed out, most will not. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This project involves experiments on humans and is approved by the Ethic Committee Ethische Commissie Onderzoek UZ/KU Leuven (B3222021000506 / S65454). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Some basic information is gathered from the subject (name, gender, address, info on cochlear implant and etiology, speech perception, ...) though strictly limited to the absolute necessary data. Furthermore, the collected data are pseudonymised. Privacy Registry Reference: G-2021-3488 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Not at this moment. In case IP possibilities arise, we will contact the KU Leuven Research and Development Department to advise on necessary steps. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Created using DMPonline.be. Last modiﬁed 23 March 2023 6 of 9 Some of the results obtained will be important for a VLAIO-project. In the agreement of this project, it is described that the actual submission of articles can be delayed (to allow for consideration of patent applications) by a few months. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). New lab members will receive training on how to perform the experiments. They will also be informed about how and where to store and handle the collected data. Furthermore, standard guidelines and instructions are available as .pdf, .docx and/or .readme, stored on network drives. They contain best practices regarding the practical side of experiments as well as policies about how to treat the participants, how to handle and store sensitive information. Despite being structured according to the standard BIDS format, the data is not easily shared across the lab. Personal information about the participants is restricted and only accessible by the PI. The PI also has the final decision about sharing the data, which is constrained by the protocol approved by the ethical committee and by the informed consent signed by the participant. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The data will be stored based on the existing BIDS structure, which is already used for neuroimaging and behavioral data (see also website bids.neuroimaging.io). We will use this data structure in order to have a uniform way of data arrangement across studies. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on KU Leuven administered drives (large volume storage) and on encrypted hard drives in the lab. In order to be able to analyze the data, some files will (temporarily) need to be stored on a portable hard drive of the Leuven University. Once analyzed, the raw data are again removed from the portable hard drive. How will the data be backed up? In the lab, 2 to 3 encrypted hard drives are used to back up each other. They are kept in a secure cabinet with restricted access. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We will store the data on external hard drives with a capacity of several TBs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 23 March 2023 7 of 9 The lab policy ensures that the researchers only have access to the data from the project they are involved in. Furthermore, the data for longer term storage are kept on separate encrypted drives with 1) limited access (only a limited set of people have access) and 2) an overwrite and delete protection (based on read-write access) to ensure no data gets lost. The sensitive personal data of the participants are pseudonymised and stored in a restricted database only accessible by the PI. Only few researchers can use the data (after permission) to answer the research questions mentioned in the approved protocol. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The estimated cost for data storage and back-up over the 4-year FWO project is around 700 Euros and will be covered by the FWO-grant working budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In accordance with the applicable law, the data of this study will be retained for 20 years (KB 30 juni 2004). These terms and conditions are also mentioned in the informed consent that is signed by the participant prior to their participation in the experiments. Where will these data be archived (stored and curated for the long-term)? The data are stored on several encrypted external hard drives. Personal data will, however, be kept in a restricted, secure database managed by the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs would be expected during the retention period as the data will still be stored on the external hard drives. As mentioned before, the hard drives cost around 700 Euros and are covered by the FWO-grant working budget. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: It is to be decided if data will be made available. However, neither the raw data nor individual data will be made available. If decided to make data available; to ensure scientific transparency the data can be made publicly available after publication of the results or shared with third parties if requested and after agreeing to a mutual information transmission agreement. To protect the patient’s identity, we will only share the pseudonymized behavioral and/or EEG data. No data will be omitted. If access is restricted, please specify who will be able to access the data and under what conditions. Only a limited number of researchers will have access to the data. The data are pseudonymised, so even for the researchers, there is no recognizable link between the data and the participant themselves. The PI has the end decision to share the data, only within the constraints of the protocol approved by the ethical committee, the informed consent signed by the participant, and only after agreeing to a mutual information transformation agreement. If this is the case, the data is only used to address research questions mentioned in the protocol. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Created using DMPonline.be. Last modiﬁed 23 March 2023 8 of 9 Yes, Privacy aspects Whether data can be shared is to be decided and depending on the IP regulations. Personal information of the participant or the key to access this information is not shareable at any time. Where will the data be made available? If already known, please provide a repository per dataset or data type. The personal data is stored in a restricted database of the lab, only accessible by the PI. Experiment data is pseudonymised and stored in an encrypted storage medium. When will the data be made available? To be decided. Which data usage licenses are you going to provide? If none, please explain why. To be decided. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No To be decided. What are the expected costs for data sharing? How will these costs be covered? Not yet applicable. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers themselves have been instructed on how to collect and document the data. Who will manage data storage and backup during the research project? The researchers themselves have been instructed on how to handle and store the data. Back-up of the data is arranged by the PI in the form of multiple encrypted storage media. Who will manage data preservation and sharing? The PI will manage data preservation and sharing through highly restricted overwrite and delete authorization. It is also the PI's decision which data are shared with other co-workers and how this will be arranged. Who will update and implement this DMP? The researcher herself carries some responsibility. The PI, prof. Jan Wouters, bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 23 March 2023 9 of 9"
}