{
    "document_id": "D-2024-3079",
    "LinkTitle": "D-2024-3079",
    "file_name": "D-2024-3079.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3079.pdf",
    "metadata": {
        "title": "Unravelling the early OA cartilage ‘mechanome’ as basis of regenerative mechano-therapy - an in vitro, in silico and in vivo approach",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Unravelling the early OA cartilage ‘mechanome’ as basis of regenerative mechano-therapy - an in vitro,\nUnravelling the early OA cartilage ‘mechanome’ as basis of regenerative mechano-therapy - an in vitro,\nin silico and in vivo approach\nin silico and in vivo approach\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n1\nInformed\nConsent form\nN\nD\nT\n.txt, .pdf\n<1GB\n \n2\nFinite Element\nsimulations\nN\nD\nM, SO\nNumerical software\nspecific data (.odb, .inp)\n<1GB\n \n3\nMRI\nN\nD\nI\nNumerical software\nspecific data (Dicom\nformat .DCM)\n<1GB\n \n4\nSegmented\ncartilage meshes\nN\nD\nM\nNumerical software\nspecific data (.stl)\n<1GB\n \n5\nCartilage\nsampels\nN\nP\nCartilage\ntissue, human\ncells\n \n \nHarvested from\nhuman cartilage\ntissue explants\n6\nHistological and\ncell culture\nanalysis\nN\nD\nI\n(.tiff, mp3, .pdf)\n200-300\nMB\n \n7\nGel\nelectrophoresis,\nWestrn Blot\nN\nD\nI\n(.tiff, mp3, .pdf)\n1 GB\n \n8\nRNA sequence\nanalysis\nN\nD\nMolecular\nassessment\n(.bam, FASTQ,.xls)\n<100 GB\n \n9\nBioreactor\nloading data\nN\nD\nNumerical\nsofware\nspecific data\n(.csv)\n500 MB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nCreated using DMPonline.be. Last modiﬁed 20 December 2024\n1 of 6\nYes, animal data (Provide ECD reference number below)\nCartilage explants will be covered by an amendment to \nS61930\nAnimal experiments will be covered by amendment to \nP134/2018\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nS61930\nFor Data source 5, waste material from endoprosthesis will be collected. Surgeons will provide data on age, gender, and reason\nfor surgery. All data will be pseudonymised.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nData from this project may considered to claim intellectual property rights on the\nadvise of Leuven R&D's valorisation team. LRD will be responsible for patent\nmanagement and eventual licensing. Data may be used for industrial colla\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe following documentation will be provided:\n(1) a table of content (excel file and csv) with all project-related experiments including experiment number, date of\nimplementation and name of the researcher who stored the experiment,\n(2) a brief description of the goal of the experiment and related work package (word and txt file),\n(3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment,\n(4) all data or link to another file with the (raw) data,\n(5) samples that are generated during the experiments and will be stored and listed in an excel file,\n(6) if appropriate, illustrations of the data with legends and statistical analysis. In case documentation is written or available in\nnotebooks or stored in other files, a link will be provided.\nCreated using DMPonline.be. Last modiﬁed 20 December 2024\n2 of 6\nWith the help of these documentations, every authorized researcher will be able to look up all the information about the\nexperiments performed and repeat the experiment in precisely the same way.\nAll data will be coded. This will consist of:\nApproved Ethical Commission: description of study protocol (.pdf)\nExperimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx)\nand how data are processed (software, protocol, guidelines, …) (.docx, read.me text files). For the biological experiments,\ndetailed protocols or link to existing standard protocols (SOPs) will be provided, which will enable other researcher to repeat\nthe experiments.\nMeasurement forms: notes during data collection (printed paper)\nRaw experimental data: storage of original physical data and folders with original  digital data in software-specific files\nProcessed data: folder with digital data in the software-specific files, spreadsheets with results (.CSV, .xls)\nPatient identifier record: subject study code (.xls) This patient record file is the only document that provide the link between\nthe study code of the patient and patient’s personal data.\nSubject recruitment files: only subject study code, personal data (for example, age, gender) reason for surgery. The subject\nrecruitment files described the measurements info for each patient, whereby the patient’s identiy is coded.\nThe patient identifier record (PIR) will be stored separately on another location than the subject recruitment files, using the\nservice from UZ Leuven (password protected network location) to keep private data safe and this is supervised by the PI.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nFor most of that data, metadata will be provided as readme, word or excel files, containing all settings and technical descriptions\nof the experiment and data.\nMore specifically, Our anticipated data collection does not involve setups for which a metadata standard and specific repository\nexists. Data will, therefore maximally be stored in portable formats such sc txt, csv and pdf\n For the majority of that data, metadata will be provided as readme, Word, or Excel files containing all settings and technical\ndescriptions of the experiment and data.\nRaw experimental data (from the bioreactor) are managed on a software-specific data management platform.\nReadme files and logbooks will be generated to describe the different steps taken in the simulation workflow.\n For imaging data (i.e. MRI and microscopy), a large part of the metadata is included in the header files of the original images.\nThese files contain information regarding the acquisition settings (e.g. acquisition time, flip angle, TE, TR, field of view, slice\nthickness).\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal network drive (I-drive)\nLarge Volume Storage\nRaw and processed physical and digital data will be collected per assessment.\nPhysical data derived from cartilage samples will be stored in freezers at the Skeletal Biology and Engineering Laboratory. Paper\nlab notebooks on biological experiments will be stored here as well.\nDigital data will be stored in a large volume storage (J-drive) of the KU Leuven, specifically developed to store large amounts of\ndata for long periods.\nAdditionally, copies can be made on the individual work pc of the researchers involved in the project.\nMRI images will additionally be stored and backed up on the dedicated servers of MOSAIC.\nThe paper copies of the descriptive data will be stored in a secured locker at the Department of Rehabilitation Sciences, Building\nThe Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they must be granted\naccess by the PI (Ilse Jonkers).\nCreated using DMPonline.be. Last modiﬁed 20 December 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic\ndaily back-up procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or\ndisaster recovery purposes.\nCartilage tissue samples and the analysed samples will be kept for 5 years postproject in freezer (temperature ranging from -20°\ntill -150°, depending on the sample type), at the Laboratory of Skeletal Biology and Engineering.\nDigitial data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard\ndrive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nSufficient storage and backup capacity are available at KU Leuven\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be stored in a protected environment. Research data can only be  accessed by a login following KU Leuven's policy\nfor identifier and with pasword. The digital, pseudonymised, data (i.e. coded and containing no personal information) will be\nstored in a secure university environment. The PI of this project (Ilse Jonkers) will be the only one who can grant access to this\nnetwork drive. The separate and uniquely double pass-word coded “Subject Identification Code List”, which matches identifying\ncodes with the subjects’ personal details, will be managed by the principle investigator (Ilse Jonkers) and stored separately, using\nthe Digital vault for private data service of the ICTS, KU Leuven. This system involves a secure and operating system in ICTS’s\nspecial, secure environment for private data.”\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nTerabyte storage is anticipated as a need and will be covered by the grant (approx 520€/terabyte/year).\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nCreated using DMPonline.be. Last modiﬁed 20 December 2024\n4 of 6\nDigital data will be archived on the secured university’s network drive. Additionally, data will be stored offline on two external hard\ndrives when the project is finished. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks)\nare kept in locked cabinets in the lab of the PIs concerned.\nThe physical cartilage samples will be stored for a long term in freezer (temperature ranging from -20° till -150°, depending on the\nsample type), at the Laboratory for Skeletal Biology and Engineering \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor this project data storage of 1Tb is anticipated, resulting in a cost of 520 euro per year, that can be covered by the grant and\nbeyond.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nThe full anonymized dataset will be made available after publication of the data and upon request with the PI.  However,\nvalorization initiatives may prevent the open sharing of the data.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf applicable, data sharing agreements will be elaborated wit KU Leuven Research & Development\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nKU Leuven RDR (Research Data Repository)\nDuring the project as well as after the end of the project, the published data will be available via an open access repository (e.g\nRDR) and upon request by email to the PI. These published data contain the results of processed coded data presented in tables.\nReference databases for medical imaging and microscop  will be established by the end or after the end of the project. As part of\nthe valorisation plan, these databases maybe put available for external users through open source pathways. In that case, these\ndata will be made available after appropriate IP protection. Importantly, only data of participants who granted their approval for re-\nuse, either within the research group (closed data) or outside the research group (open data), will be made available (also see\n‘Who will be able to access the data and under what conditions?’) Patient-specifc data will only be shared ensuring the privacy of\nthe patients (e.g. age, gender). Decoded personal data will never be shared.\nWhen will the data be made available? \nWhen will the data be made available? \nCreated using DMPonline.be. Last modiﬁed 20 December 2024\n5 of 6\nUpon publication of research results\nData will be made available immediately unless specific IP protections remain to be set.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nThe main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open\nAccesss policy. In the context of Open and accessible science, original datasets will be made available with publication, either as\nsupplementary files or using a datasharing platforms such as figshare or Znodo using a CC-BY licence. Upon reasonable and\nspecific request, any data subset and analysis can be made available. For data transfer filesharing via KU  Belnet transfer (secure)\nwill be used.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected. If any occur, they will be covered by the requesting parties.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD and postdoctoral researchers associated with this project (Seyed Ali Elahi- Rocio Castro Vinuelas) will be responsible for\ndata documentation & metadata, under supervision of the PI (Ilse Jonkers).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nData management, storage and back up will be performed by the PhD and postdoctoral researchers  associated with this project,\nunder supervision of the PI (Ilse Jonkers).\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Ilse Jonkers) will ensure data preservation and sharing.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI(Ilse Jonkers) bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 20 December 2024\n6 of 6"
    },
    "clean_full_text": "Unravelling the early OA cartilage ‘mechanome’ as basis of regenerative mechano-therapy - an in vitro, Unravelling the early OA cartilage ‘mechanome’ as basis of regenerative mechano-therapy - an in vitro, in silico and in vivo approach in silico and in vivo approach Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA 1 Informed Consent form N D T .txt, .pdf <1GB 2 Finite Element simulations N D M, SO Numerical software specific data (.odb, .inp) <1GB 3 MRI N D I Numerical software specific data (Dicom format .DCM) <1GB 4 Segmented cartilage meshes N D M Numerical software specific data (.stl) <1GB 5 Cartilage sampels N P Cartilage tissue, human cells Harvested from human cartilage tissue explants 6 Histological and cell culture analysis N D I (.tiff, mp3, .pdf) 200-300 MB 7 Gel electrophoresis, Westrn Blot N D I (.tiff, mp3, .pdf) 1 GB 8 RNA sequence analysis N D Molecular assessment (.bam, FASTQ,.xls) <100 GB 9 Bioreactor loading data N D Numerical sofware specific data (.csv) 500 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Created using DMPonline.be. Last modiﬁed 20 December 2024 1 of 6 Yes, animal data (Provide ECD reference number below) Cartilage explants will be covered by an amendment to S61930 Animal experiments will be covered by amendment to P134/2018 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) S61930 For Data source 5, waste material from endoprosthesis will be collected. Surgeons will provide data on age, gender, and reason for surgery. All data will be pseudonymised. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Data from this project may considered to claim intellectual property rights on the advise of Leuven R&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may be used for industrial colla Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The following documentation will be provided: (1) a table of content (excel file and csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) samples that are generated during the experiments and will be stored and listed in an excel file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case documentation is written or available in notebooks or stored in other files, a link will be provided. Created using DMPonline.be. Last modiﬁed 20 December 2024 2 of 6 With the help of these documentations, every authorized researcher will be able to look up all the information about the experiments performed and repeat the experiment in precisely the same way. All data will be coded. This will consist of: Approved Ethical Commission: description of study protocol (.pdf) Experimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx, read.me text files). For the biological experiments, detailed protocols or link to existing standard protocols (SOPs) will be provided, which will enable other researcher to repeat the experiments. Measurement forms: notes during data collection (printed paper) Raw experimental data: storage of original physical data and folders with original digital data in software-specific files Processed data: folder with digital data in the software-specific files, spreadsheets with results (.CSV, .xls) Patient identifier record: subject study code (.xls) This patient record file is the only document that provide the link between the study code of the patient and patient’s personal data. Subject recruitment files: only subject study code, personal data (for example, age, gender) reason for surgery. The subject recruitment files described the measurements info for each patient, whereby the patient’s identiy is coded. The patient identifier record (PIR) will be stored separately on another location than the subject recruitment files, using the service from UZ Leuven (password protected network location) to keep private data safe and this is supervised by the PI. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No For most of that data, metadata will be provided as readme, word or excel files, containing all settings and technical descriptions of the experiment and data. More specifically, Our anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will, therefore maximally be stored in portable formats such sc txt, csv and pdf For the majority of that data, metadata will be provided as readme, Word, or Excel files containing all settings and technical descriptions of the experiment and data. Raw experimental data (from the bioreactor) are managed on a software-specific data management platform. Readme files and logbooks will be generated to describe the different steps taken in the simulation workflow. For imaging data (i.e. MRI and microscopy), a large part of the metadata is included in the header files of the original images. These files contain information regarding the acquisition settings (e.g. acquisition time, flip angle, TE, TR, field of view, slice thickness). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Personal network drive (I-drive) Large Volume Storage Raw and processed physical and digital data will be collected per assessment. Physical data derived from cartilage samples will be stored in freezers at the Skeletal Biology and Engineering Laboratory. Paper lab notebooks on biological experiments will be stored here as well. Digital data will be stored in a large volume storage (J-drive) of the KU Leuven, specifically developed to store large amounts of data for long periods. Additionally, copies can be made on the individual work pc of the researchers involved in the project. MRI images will additionally be stored and backed up on the dedicated servers of MOSAIC. The paper copies of the descriptive data will be stored in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they must be granted access by the PI (Ilse Jonkers). Created using DMPonline.be. Last modiﬁed 20 December 2024 3 of 6 How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic daily back-up procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. Cartilage tissue samples and the analysed samples will be kept for 5 years postproject in freezer (temperature ranging from -20° till -150°, depending on the sample type), at the Laboratory of Skeletal Biology and Engineering. Digitial data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Sufficient storage and backup capacity are available at KU Leuven How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier and with pasword. The digital, pseudonymised, data (i.e. coded and containing no personal information) will be stored in a secure university environment. The PI of this project (Ilse Jonkers) will be the only one who can grant access to this network drive. The separate and uniquely double pass-word coded “Subject Identification Code List”, which matches identifying codes with the subjects’ personal details, will be managed by the principle investigator (Ilse Jonkers) and stored separately, using the Digital vault for private data service of the ICTS, KU Leuven. This system involves a secure and operating system in ICTS’s special, secure environment for private data.” What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Terabyte storage is anticipated as a need and will be covered by the grant (approx 520€/terabyte/year). Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) Created using DMPonline.be. Last modiﬁed 20 December 2024 4 of 6 Digital data will be archived on the secured university’s network drive. Additionally, data will be stored offline on two external hard drives when the project is finished. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the lab of the PIs concerned. The physical cartilage samples will be stored for a long term in freezer (temperature ranging from -20° till -150°, depending on the sample type), at the Laboratory for Skeletal Biology and Engineering What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For this project data storage of 1Tb is anticipated, resulting in a cost of 520 euro per year, that can be covered by the grant and beyond. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) The full anonymized dataset will be made available after publication of the data and upon request with the PI. However, valorization initiatives may prevent the open sharing of the data. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. If applicable, data sharing agreements will be elaborated wit KU Leuven Research & Development Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) KU Leuven RDR (Research Data Repository) During the project as well as after the end of the project, the published data will be available via an open access repository (e.g RDR) and upon request by email to the PI. These published data contain the results of processed coded data presented in tables. Reference databases for medical imaging and microscop will be established by the end or after the end of the project. As part of the valorisation plan, these databases maybe put available for external users through open source pathways. In that case, these data will be made available after appropriate IP protection. Importantly, only data of participants who granted their approval for re- use, either within the research group (closed data) or outside the research group (open data), will be made available (also see ‘Who will be able to access the data and under what conditions?’) Patient-specifc data will only be shared ensuring the privacy of the patients (e.g. age, gender). Decoded personal data will never be shared. When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 20 December 2024 5 of 6 Upon publication of research results Data will be made available immediately unless specific IP protections remain to be set. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Accesss policy. In the context of Open and accessible science, original datasets will be made available with publication, either as supplementary files or using a datasharing platforms such as figshare or Znodo using a CC-BY licence. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Belnet transfer (secure) will be used. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. If any occur, they will be covered by the requesting parties. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD and postdoctoral researchers associated with this project (Seyed Ali Elahi- Rocio Castro Vinuelas) will be responsible for data documentation & metadata, under supervision of the PI (Ilse Jonkers). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD and postdoctoral researchers associated with this project, under supervision of the PI (Ilse Jonkers). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Ilse Jonkers) will ensure data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PI(Ilse Jonkers) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 20 December 2024 6 of 6"
}