{
    "document_id": "D-2021-1065",
    "LinkTitle": "D-2021-1065",
    "file_name": "D-2021-1065.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1065.pdf",
    "metadata": {
        "title": "The value of job amenities and its impact on inequality and returns to education - DMP - The value of job amenities and its impact on inequality and returns to education",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP - The value of job amenities and its impact on inequality and\nreturns to education\nProject Name\n The value of job amenities and its impact on inequality and returns to education -\nDMP - The value of job amenities and its impact on inequality and returns to education\nGrant Title\n 12B1722N\nPrincipal Investigator / Researcher\n Jesse Wursten\nProject Data Contact\n tel 0486768334, email jessaius@gmail.com\nDescription\n This study collects survey responses to analyse how we value different job\ncharacteristics. Respondents are asked to choose between hypothetical jobs and we collect basic\ndemographic information to identify heterogenous effects. We do not capture individual's names\nnor their IP addresses.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJesse Wursten\nFWO Project Number & Title\nApplication number: 12B1722N\nFile number: 88917\nProject title: The value of job amenities and its impact on inequality and returns to education\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWe will collect survey data through online panels (most likely Prolific, maybe Mechanical Turk).\nWe expect to query around 3000 respondents. As this data is largely numeric, data sizes are\nexpected to be modest, in the megabytes rather than gigabytes range. We expect the platform\nto export this as csv data, which we will be converted to Stata's dta format for analysis.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: \nG-2022-4804\nShort description of the kind of personal data that will be used: optional email address as well as\ndemographic variables common to econ surveys (job, sector, wage, age, tenure, gender, # of\nchildren, ...)\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nA codebook will be generated for the survey data, containing information of study design,\nsampling methodology and any relevant variable-level information.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nWhile we do not rule out the use of a standard, there are no concrete plans nor choices made to\nthat effect at this point.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on our research unit's central storage facility as well as multiple external\nhard drives, kept in separate locations.\nHow is backup of the data provided?\nThe data will be stored on our research unit's central storage facility as well as multiple external\nhard drives, kept in separate locations.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe files will be in the order of single digit megabytes, so capacity is not an issue.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts are minimal given the small size of the dataset. The requested budget in the FWO grant\nincludes a portion for hardware/software costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data is stored on the secured university storage and on encrypted external hard drives.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be preserved as they could be useful in future research projects.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nGiven the absolutely tiny size of the database, costs are equally minimal.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAt this stage there are no plans to make this dataset available to other researchers in a\nsystematic way.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nOnly upon request, but at any stage of the project.\nWho will be able to access the data and under what conditions?\nOnly upon request, only for research purposes and conditional on giving appropriate credit to the\ncreators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nGiven the absolutely tiny size of the data, costs are likely to be limited to man-hours.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nJesse Wursten.\nWho will be responsible for data storage & back up during the project?\nJesse Wursten.\nWho will be responsible for ensuring data preservation and reuse ?\nJesse Wursten.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP - The value of job amenities and its impact on inequality and returns to education Project Name The value of job amenities and its impact on inequality and returns to education - DMP - The value of job amenities and its impact on inequality and returns to education Grant Title 12B1722N Principal Investigator / Researcher Jesse Wursten Project Data Contact tel 0486768334, email jessaius@gmail.com Description This study collects survey responses to analyse how we value different job characteristics. Respondents are asked to choose between hypothetical jobs and we collect basic demographic information to identify heterogenous effects. We do not capture individual's names nor their IP addresses. Institution KU Leuven 1. General Information Name applicant Jesse Wursten FWO Project Number & Title Application number: 12B1722N File number: 88917 Project title: The value of job amenities and its impact on inequality and returns to education Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will collect survey data through online panels (most likely Prolific, maybe Mechanical Turk). We expect to query around 3000 respondents. As this data is largely numeric, data sizes are expected to be modest, in the megabytes rather than gigabytes range. We expect the platform to export this as csv data, which we will be converted to Stata's dta format for analysis. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2022-4804 Short description of the kind of personal data that will be used: optional email address as well as demographic variables common to econ surveys (job, sector, wage, age, tenure, gender, # of children, ...) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? A codebook will be generated for the survey data, containing information of study design, sampling methodology and any relevant variable-level information. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No While we do not rule out the use of a standard, there are no concrete plans nor choices made to that effect at this point. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on our research unit's central storage facility as well as multiple external hard drives, kept in separate locations. How is backup of the data provided? The data will be stored on our research unit's central storage facility as well as multiple external hard drives, kept in separate locations. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The files will be in the order of single digit megabytes, so capacity is not an issue. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs are minimal given the small size of the dataset. The requested budget in the FWO grant includes a portion for hardware/software costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secured university storage and on encrypted external hard drives. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved as they could be useful in future research projects. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Given the absolutely tiny size of the database, costs are equally minimal. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? At this stage there are no plans to make this dataset available to other researchers in a systematic way. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Only upon request, but at any stage of the project. Who will be able to access the data and under what conditions? Only upon request, only for research purposes and conditional on giving appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? Given the absolutely tiny size of the data, costs are likely to be limited to man-hours. 8. Responsibilities Who will be responsible for data documentation & metadata? Jesse Wursten. Who will be responsible for data storage & back up during the project? Jesse Wursten. Who will be responsible for ensuring data preservation and reuse ? Jesse Wursten. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}