{
    "document_id": "D-2021-1075",
    "LinkTitle": "D-2021-1075",
    "file_name": "D-2021-1075.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1075.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP_12W6122N_Startek",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP_12W6122N_Startek\nProject Name\n My plan (FWO DMP) - DMP_12W6122N_Startek\nPrincipal Investigator / Researcher\n Justyna Startek\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJustyna Startek\nFWO Project Number & Title\n12W6122N; Pathophysiological relevance of the chemosensory channel TRPA1 regulation by\ncholesterol reducing medications.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nOrigin of\ndata\nType of data\nFile\nformat\nVolume\nCollection\nmode\nImaging usig\noptical\nmicroscopy\nNumerical, imaging\nand multimedia\n.jpg; .tif;\n.zvi;.apl;\n.tnb;.mtb;\n.txt; .opj;\n.czi\nMS excel\nand MS\nWord files\n up to 1\nTB\nDigital, raw\nand\nprocessed\nexperimental\ndata\n \nSpectroscopy\nmeasurments  \nNumerical\n.pda; .txt;\n.xlsx\nup to\n100 GB\nDigital, raw\nand\nprocessed\nexperimental\ndata\nWestern and\ndot blot\nimaging\nImage and\nnumerical\n.scn; .txt;\n.jpg; .xlsx\n up to\n50 GB\nDigital, raw\nand\nprocessed\nexperimental\ndata\nBehevioral\nanalysis of\nexperimantal\nanimals\nMultimedia,scanned\nobservation\nspreadsheets and\nnumerical\n.mts;\n.jpg. .xlsx\n \nup to 1\nTB\nDigital and\nnon-digital,\nraw and\nprocessed\nexperimental\ndata\n Animal\nrecords\nScanned evaluation\nsheets\n.jpg\nup to\n100 KB\nNon-digital,\nraw\nobservation\ndata\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nECD project nr LA1210202 - waiting for final approval \n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor all types of collected data, we will note:\ngoal and status of experiment with comments\ndate recorded\ntype\npixel size (embedded in microscopy images)\nparameters and instrument settings\nanalytical and procedural information\nunits\nusing eLabFTW as well as a paper logbook. Each experiment will be clearly marked with the date\nand user name and all raw and processed files will be kept in the same folder that could be\naccessed thru a link placed in eLabFTW. \nAll paper-based information (animal records and evaluation sheets) will be recorded according\nto standard operating procedures, scanned, and saved on our internal server. \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nAll instruments used will generate metadata that could be accessed and exported. This\nincludes a camera that captures metadata from every taken image, protocol details, application\nfiles, etc. recorded according to Dublin Core Metadata Element Set.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nFor all experiments as well as scanned documents the time-stamped main file with the data will\nbe kept in our research unit central storage facility with automatic backup. Copies will be made\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nand kept in our internal laboratory server and on the personal computers and external hard\ndrives. Further DropBox and OneDrive will be used during the project.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily backup\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nICTS storage KULeuven is provided with standard user capacity:\nLarge volume storage up to 100 TB\nDesktop file storage up to 1 TB\nServer backend storage up to 1TB\nOneDrive 2 TB that could be extended to 5 TB \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts are coved by the host laboratory. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll data will be stored in the university's secure environment with specific KU Leuven ICT security\nstandards.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the period of 5 years, with the relevant data such as the basis of\npublications, data that can only be generated or collected once or data likely to be reused within\nthe research unit or in wider contexts will be kept for minimum 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic backup procedures) for\nat least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe costs are covered by the host laboratory.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nArchived raw data will be available for future use in cvs format in KU Leuven RDR and as source\ndata in specific journals publications.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be able to access the data and under what conditions?\nUnpublish data will be shared based on end-uses agreements. Published data will be available in\nthe data repository. \nWhat are the expected costs for data sharing? How will the costs be covered?\nIf any additional costs arose, they will be covered by the host lab. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPrinciple investigator\nWho will be responsible for data storage & back up during the project?\nPrinciple investigator\nCT KU Leuven\nWho will be responsible for ensuring data preservation and reuse ?\nPrinciple investigator and supervisor\nWho bears the end responsibility for updating & implementing this DMP?\nThe principle investigator bears the end responsibility of updating & implementing this DMP\nunder supervisor supervision.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP_12W6122N_Startek Project Name My plan (FWO DMP) - DMP_12W6122N_Startek Principal Investigator / Researcher Justyna Startek Institution KU Leuven 1. General Information Name applicant Justyna Startek FWO Project Number & Title 12W6122N; Pathophysiological relevance of the chemosensory channel TRPA1 regulation by cholesterol reducing medications. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Origin of data Type of data File format Volume Collection mode Imaging usig optical microscopy Numerical, imaging and multimedia .jpg; .tif; .zvi;.apl; .tnb;.mtb; .txt; .opj; .czi MS excel and MS Word files up to 1 TB Digital, raw and processed experimental data Spectroscopy measurments Numerical .pda; .txt; .xlsx up to 100 GB Digital, raw and processed experimental data Western and dot blot imaging Image and numerical .scn; .txt; .jpg; .xlsx up to 50 GB Digital, raw and processed experimental data Behevioral analysis of experimantal animals Multimedia,scanned observation spreadsheets and numerical .mts; .jpg. .xlsx up to 1 TB Digital and non-digital, raw and processed experimental data Animal records Scanned evaluation sheets .jpg up to 100 KB Non-digital, raw observation data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes ECD project nr LA1210202 - waiting for final approval Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For all types of collected data, we will note: goal and status of experiment with comments date recorded type pixel size (embedded in microscopy images) parameters and instrument settings analytical and procedural information units using eLabFTW as well as a paper logbook. Each experiment will be clearly marked with the date and user name and all raw and processed files will be kept in the same folder that could be accessed thru a link placed in eLabFTW. All paper-based information (animal records and evaluation sheets) will be recorded according to standard operating procedures, scanned, and saved on our internal server. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes All instruments used will generate metadata that could be accessed and exported. This includes a camera that captures metadata from every taken image, protocol details, application files, etc. recorded according to Dublin Core Metadata Element Set. 5. Data storage and backup during the FWO project Where will the data be stored? For all experiments as well as scanned documents the time-stamped main file with the data will be kept in our research unit central storage facility with automatic backup. Copies will be made This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 and kept in our internal laboratory server and on the personal computers and external hard drives. Further DropBox and OneDrive will be used during the project. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily backup procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes ICTS storage KULeuven is provided with standard user capacity: Large volume storage up to 100 TB Desktop file storage up to 1 TB Server backend storage up to 1TB OneDrive 2 TB that could be extended to 5 TB What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs are coved by the host laboratory. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in the university's secure environment with specific KU Leuven ICT security standards. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the period of 5 years, with the relevant data such as the basis of publications, data that can only be generated or collected once or data likely to be reused within the research unit or in wider contexts will be kept for minimum 10 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs are covered by the host laboratory. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Archived raw data will be available for future use in cvs format in KU Leuven RDR and as source data in specific journals publications. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be able to access the data and under what conditions? Unpublish data will be shared based on end-uses agreements. Published data will be available in the data repository. What are the expected costs for data sharing? How will the costs be covered? If any additional costs arose, they will be covered by the host lab. 8. Responsibilities Who will be responsible for data documentation & metadata? Principle investigator Who will be responsible for data storage & back up during the project? Principle investigator CT KU Leuven Who will be responsible for ensuring data preservation and reuse ? Principle investigator and supervisor Who bears the end responsibility for updating & implementing this DMP? The principle investigator bears the end responsibility of updating & implementing this DMP under supervisor supervision. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}