{
    "document_id": "D-2023-1859",
    "LinkTitle": "D-2023-1859",
    "file_name": "D-2023-1859.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1859.pdf",
    "metadata": {
        "title": "D-2023-1859",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but\nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 1\n1.General Project Information\nName Grant Holder & ORCID Pablo Marchant, 0000-0002-0338-8181\nContributor name(s) (+ ORCID) & roles\nProject number1 & title Understanding mixing and chemical enrichment in massive stars\nFunder(s) GrantID2 12ZY523N\nAffiliation(s)  X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel \n☐ Other:\nProvide ROR3 identifier when possible:  \nPlease provide a short project description As the observed sample of massive stars increases in size and quality, long standing problems in \nstellar astrophysics can now be addressed. One such problem is the so called Humphreys-Davidson \nlimit, an observational feature of stellar populations that indicates that stars above a certain mass do \nnot expand as expected from theoretical models. This has far reaching implications, impacting the \nfeedback we expect from stars in their galactic environments, their properties before a potential \nsupernova, and the way we think binary stars form gravitational wave sources. Recent work has \nprovided a tantalizing solution to this problem: increased mixing in the stellar interior, beyond that \npredicted by the standard theory of stellar evolution, can prevent such stars from expanding beyond \nthe observed limit. In this proposal I describe a method to use observations of chemically enriched \nstars to directly constrain these mixing processes, providing insight on the feasibility of this \nexplanation of the Humphreys-Davidson limit as well as on the physical processes behind it. Owing to \nthe inherent scarcity of massive stars, I will apply statistical methods to properly quantify the strength \nof these mixing processes in different stellar environments, as well as touch upon the consequences on\nour understanding of the formation of gravitational wave sources.\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 2\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nMESA \nsimulation \nresultsMESA is an open\nsource code to \nmodel stellar \nevolution. \nResults are in \nthe form of time\nseries and \nstructure \nprofiles at given \npoints in time.X Generate new data\n☐ Reuse existing \ndataX  Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\nX  Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\nX  other: Plain \ntext machine \nreadable tables\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\nX  < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 3\nMESA \nsimulation \ninputsFiles specifying \ninputs to all \nsimulations \nperformed in \nthe project.X Generate new data\n☐ Reuse existing \ndataX  Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\nX  Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\nX  other: Plain \ntext\n☐ NAX  < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nSoftware \nanalysis toolsCode will be \ndeveloped to \nanalyze the \nresult of large \nsets of \nsimulations and \nreleased in an \nopen source \nformat.X Generate new data\n☐ Reuse existing \ndataX  Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\nX  Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\nX  other: Plain \ntext\n☐ NAX  < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 4\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER).  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  No existing data will be used\nAre there any ethical issues concerning the \ncreation and/or use of the data \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \nX  No\nIf yes, please describe:\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 5\nWill  you  process  personal  data6? If  so,  briefly\ndescribe the kind of personal data you will use.\nPlease refer to specific datasets or data types\nwhen  appropriate.  If  available,  add  the\nreference to your file in your host institution's\nprivacy register.☐ Yes\nX  No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)? \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\nX  No\nIf yes, please comment: \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,\nresearch collaboration agreements)? \nIf so, please explain to what data they relate and\nwhat restrictions are in place.☐ Yes\nX  No\nIf yes, please explain: \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be\nmanaged related to the data you (re)use? \nIf so, please explain to what data they relate and\nwhich restrictions will be asserted.☐ Yes\nX  No\nIf yes, please explain: \n6 See Glossary Flemish Standard Data Management Plan \nFWO DMP Template (Flemish Standard DMP) 6\n3.Documentation and Metadata\nClearly describe what approach will be followed\nto  capture  the  accompanying  information\nnecessary  to  keep  data  understandable  and\nusable, for yourself and others, now and in the\nfuture  (e.g.  in  terms  of  documentation  levels\nand types required, procedures used, Electronic\nLab Notebooks, README.txt files, Codebook.tsv\netc. where this information is recorded).Simulation tools being used are designed to include proper metadata in output. Additional description will \nbe provided in the form of README files to describe sets of simulations and their different inputs.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\nX  No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created: \nSimulation output of tools being used include human readable metadata in a self-explanatory format.\nFWO DMP Template (Flemish Standard DMP) 7\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? During development of the project we will rely on the IT infrastructure of the institute of astronomy of KU \nLeuven, which is managed by Maarten Dirickx. This includes regular backups and sufficient storage space \nfor all envisioned data products. For long term archival storage of data we will rely on the zenodo platform\n(zenodo.org), which is administered by CERN and allows free uploads of scientific data products.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP\nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.During development of the project, internally using the IT infrastructure of the institute of astronomy of \nKU Leuven. As results are published all data products will be made publicly available and backed up using \nthe zenodo platform.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.X  Yes\n☐ No\nIf yes, please specify concisely: Storage space was guaranteed at the institute of astronomy during \npreparation of the project.\nIf no, please specify: \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 8\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data security during development of the project will be taken care of by the IT department of the institute \nof astronomy at KU Leuven. For long term archival storage access will be open, and data shared through \nthe zenodo platform is made static after submission.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Costs are covered internally by the data infrastructure of the institute of astronomy of KU Leuven. Archival\nstorage through the zenodo platform is free of cost.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be\npreserved, clearly state the reasons for this \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All simulation outputs as well as inputs to reproduce the simulations will be made openly available \nthrough the zenodo infrastructure, which ensures their preservation (beyond the 5 year period).\nWhere will these data be archived (stored and \ncurated for the long-term)?The zenodo infrastructure that will be used by the project is archived and backed up together with the \ndata from CERN, ensuring long term availability.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The zenodo infrastructure is free to use.\nFWO DMP Template (Flemish Standard DMP) 9\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#IN   \nFOEUREPO-ACCESSRIGHTS  X   Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data access will not be restricted\nAre there any factors that restrict or prevent the\nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n X  No\nIf yes, please specify:\nWhere will the data be made available? \nIf already known, please provide a repository \nper dataset or data type.Data will be shared openly through the zenodo platform.\nFWO DMP Template (Flemish Standard DMP) 10\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.In conjunction with any publication that makes use of the data.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  None, data coming from astrophysical simulations is not generally licensed.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.X  Yes\n☐ No\nIf yes: DOIs are automatically generated by the zenodo platform we will use.\nWhat are the expected costs for data sharing? \nHow will these costs be covered? The zenodo platform we will use is free.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Data documentation and metadata will be managed by me (Pablo Marchant) personally.\nWho will manage data storage and backup \nduring the research project?During development of the project data will be stored and backed up using the IT insfrastructure of the \ninstitute of astronomy of KU Leuven.\nWho will manage data preservation and \nsharing?For long-term archival purposes I (Pablo Marchant) will be resonsible of uploading the data to the zenodo \nplatform.\nWho will update and implement this DMP? Myself (Pablo Marchant)\nFWO DMP Template (Flemish Standard DMP) 12"
    },
    "clean_full_text": "FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 1 1.General Project Information Name Grant Holder & ORCID Pablo Marchant, 0000-0002-0338-8181 Contributor name(s) (+ ORCID) & roles Project number1 & title Understanding mixing and chemical enrichment in massive stars Funder(s) GrantID2 12ZY523N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description As the observed sample of massive stars increases in size and quality, long standing problems in stellar astrophysics can now be addressed. One such problem is the so called Humphreys-Davidson limit, an observational feature of stellar populations that indicates that stars above a certain mass do not expand as expected from theoretical models. This has far reaching implications, impacting the feedback we expect from stars in their galactic environments, their properties before a potential supernova, and the way we think binary stars form gravitational wave sources. Recent work has provided a tantalizing solution to this problem: increased mixing in the stellar interior, beyond that predicted by the standard theory of stellar evolution, can prevent such stars from expanding beyond the observed limit. In this proposal I describe a method to use observations of chemically enriched stars to directly constrain these mixing processes, providing insight on the feasibility of this explanation of the Humphreys-Davidson limit as well as on the physical processes behind it. Owing to the inherent scarcity of massive stars, I will apply statistical methods to properly quantify the strength of these mixing processes in different stellar environments, as well as touch upon the consequences on our understanding of the formation of gravitational wave sources. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 2 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume MESA simulation resultsMESA is an open source code to model stellar evolution. Results are in the form of time series and structure profiles at given points in time.X Generate new data ☐ Reuse existing dataX Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data X Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml X other: Plain text machine readable tables ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB X < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 3 MESA simulation inputsFiles specifying inputs to all simulations performed in the project.X Generate new data ☐ Reuse existing dataX Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data X Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml X other: Plain text ☐ NAX < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Software analysis toolsCode will be developed to analyze the result of large sets of simulations and released in an open source format.X Generate new data ☐ Reuse existing dataX Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data X Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml X other: Plain text ☐ NAX < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 4 GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. No existing data will be used Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use X No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 5 Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes X No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes X No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes X No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes X No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 6 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Simulation tools being used are designed to include proper metadata in output. Additional description will be provided in the form of README files to describe sets of simulations and their different inputs. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes X No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Simulation output of tools being used include human readable metadata in a self-explanatory format. FWO DMP Template (Flemish Standard DMP) 7 4.Data Storage & Back-up during the Research Project Where will the data be stored? During development of the project we will rely on the IT infrastructure of the institute of astronomy of KU Leuven, which is managed by Maarten Dirickx. This includes regular backups and sufficient storage space for all envisioned data products. For long term archival storage of data we will rely on the zenodo platform (zenodo.org), which is administered by CERN and allows free uploads of scientific data products. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.During development of the project, internally using the IT infrastructure of the institute of astronomy of KU Leuven. As results are published all data products will be made publicly available and backed up using the zenodo platform. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.X Yes ☐ No If yes, please specify concisely: Storage space was guaranteed at the institute of astronomy during preparation of the project. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data security during development of the project will be taken care of by the IT department of the institute of astronomy at KU Leuven. For long term archival storage access will be open, and data shared through the zenodo platform is made static after submission. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Costs are covered internally by the data infrastructure of the institute of astronomy of KU Leuven. Archival storage through the zenodo platform is free of cost. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All simulation outputs as well as inputs to reproduce the simulations will be made openly available through the zenodo infrastructure, which ensures their preservation (beyond the 5 year period). Where will these data be archived (stored and curated for the long-term)?The zenodo infrastructure that will be used by the project is archived and backed up together with the data from CERN, ensuring long term availability. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The zenodo infrastructure is free to use. FWO DMP Template (Flemish Standard DMP) 9 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#IN FOEUREPO-ACCESSRIGHTS X Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Data access will not be restricted Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other X No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.Data will be shared openly through the zenodo platform. FWO DMP Template (Flemish Standard DMP) 10 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.In conjunction with any publication that makes use of the data. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 None, data coming from astrophysical simulations is not generally licensed. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.X Yes ☐ No If yes: DOIs are automatically generated by the zenodo platform we will use. What are the expected costs for data sharing? How will these costs be covered? The zenodo platform we will use is free. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11 7. Responsibilities Who will manage data documentation and metadata during the research project?Data documentation and metadata will be managed by me (Pablo Marchant) personally. Who will manage data storage and backup during the research project?During development of the project data will be stored and backed up using the IT insfrastructure of the institute of astronomy of KU Leuven. Who will manage data preservation and sharing?For long-term archival purposes I (Pablo Marchant) will be resonsible of uploading the data to the zenodo platform. Who will update and implement this DMP? Myself (Pablo Marchant) FWO DMP Template (Flemish Standard DMP) 12"
}