{
    "document_id": "D-2021-1054",
    "LinkTitle": "D-2021-1054",
    "file_name": "D-2021-1054.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1054.pdf",
    "metadata": {
        "title": "Post-translational modification of SAA1 in rheumatoid arthritis, fueling or dampening inflammation? - DMP title",
        "author": "N/A",
        "creation_date": "2022-02-24 15:48:17+01:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Post-translational modification of SAA1 in rheumatoid arthritis, fueling or\ndampening inflammation? - DMP title\nProject Identifier\n u0109899\nGrant Title\n 1293422N\nPrincipal Investigator / Researcher\n Sofie Struyf/Sara Abouelasrar Salama\nDescription\n Levels of the acute phase protein serum amyloid A1 (SAA1) rise dramatically in\nserum and synovial fluid (SF) from patients with rheumatoid arthritis (RA). As biological\ncharacterization of SAA1 has been hampered by low-quality commercial SAA preparations, the\nexact role of SAA1 in RA joints is not yet known. Moreover, both pro- and anti-inflammatory\nactions have been ascribed to SAA1. Interestingly, post-translational modification (PTM) of SAA1\nwas observed in a range of inflammatory conditions, such as RA and several proteases have been\ndemonstrated to cleave SAA1. However, whether PTM affects the activity or receptor interaction\nof the resulting SAA1 variants has not yet been investigated. We have recently shown that matrix\nmetalloproteinase (MMP)-9 cleaves SAA1 and that the resulting SAA1 fragment synergizes with\nchemokines to promote leukocyte recruitment. We hypothesize that under inflammatory\nconditions, upregulated proteases clip SAA1, thereby generating a range of peptides displaying\nvariable functions, to modify the inflammatory reaction. Within this project, we will investigate\nthe occurrence of SAA1-derived peptides in SF and serum of RA patients. Afterwards, we will\nbiologically characterize these peptides in relation to RA pathophysiology. In addition, we aim to\nuncover the proteases generating these SAA1-derived peptides.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSara Abouelasrar Salama \nFWO Project Number & Title\nFWO Project number: 1293422N\nFWO Project title: Post-translational modification of SAA1 in rheumatoid arthritis, fueling or\ndampening inflammation?\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of\ndata \n \nFormat \n \nVolume \nHow created \nMass\nspectrometry\ndata \n .yep\n 0.5\nGB/year \nMass spectrometric\nanalysis of detected\nSAA1-derived peptides\n(WP1 and WP4)\nHPLC data \n .yep\n 1 GB/year\nPurification of patient-\nderived synovial fluid to\nobtain SAA1-derived\npeptides \n(WP1)\nEdman\ndegredation\ndata \n .icm\n 0.3 GB/year\nEdman degredation of\nSAA1-derived peptides\nto confirm their identify\n(WP1 and WP4)\nObserved\nnumerical\ndata\n \n \n.doc,\n.xlsx,\n.fcs/.wsp\n \n 20 GB/year\n \nEndotoxin assay \n(WP1)\nIn vitro leukocyte\nmigration assays\n(Boyden chamber\nchemotaxis assay and\nxCELLigence apparatus),\nactin polymerization,\nshape change assay and\nin vivo cell migartion\n(WP2)\nFLS activation\ndemonstrated through\nRNA sequencing, qPCR,\nwestern blot, flow\ncytometry and ELISA\n(WP2)\nRegulation of\nmacrophage phenotype\nand Th17 demonstrated\nthrough qPCR, ELISA,\nflow cytometry and\nadditional functional\nassays (eg.\nphagocytosis) \n(WP2)\nReceptor desensitizaing\nand antagnozation\nexperiments \n(WP3) \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\n \nPersonal data will not be used.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nYes\nEthical approval for the planned animal experiments (WP2) has not yet been obtained. \nEthical approval for the collection of synovial fluid from patients (WP1) has been obtained with\nthe following reference number S65508.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nHPLC, MS and edman degredation data\n are created by default with metadata imprinted\nwithin the file by the software. This includes information on user, date and time, duration of\nexperiments and  equipment parameters. The metadata are saved and transferred with the\noriginal imaging file. The created data files will be organized in folders named by the data of\nthe experiment (YYYYMMDD) followed by the researcher who performed it and the title of\nthe experiment. The methodology and protocol of each experiment will be described in\ndetail in a lab book.\nObservational numerical data\n will be saved in word and encrypted excel formats (.xlsx\nand .doc). Moreover, information on quantification and experimentation parameters will be\nembedded by the users in the documents in order to improve data reproducibility and\nmaintenance. The methodology and protocol of each experiment will be described in detail\nin a lab book.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nHPLC, MS and edman degredation data\n are created by default with metadata imprinted\nwithin the file by the software. This includes information on user, date and time, duration of\nexperiments and  equipment parameters. The metadata are saved and transferred with the\noriginal imaging file. The created data files will be organized in folders named by the data of\nthe experiment (YYYYMMDD) followed by the researcher who performed it and the title of\nthe experiment. The methodology and protocol of each experiment will be described in\ndetail in a lab book.\nObservational numerical data\n will be saved in word and encrypted excel formats (.xlsx\nand .doc). Moreover, information on quantification and experimentation parameters will be\nembedded by the users in the documents in order to improve data reproducibility and\nmaintenance. The methodology and protocol of each experiment will be described in detail\nin a lab book.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored centrally on the storage facilities of the research unit. Copies can be\nmade and kept on personal devices. \nHow is backup of the data provided?\nWe will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which\nprovides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute\nVirtual Drives [Rega NAS (network adapted storage)] and on external harddrives kept by the\ninvestigators.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWe will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which\nprovides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute\nVirtual Drives [Rega NAS (network adapted storage)] and on external harddrives kept by the\ninvestigators.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData storage and back up is estimated to cost 51.9 euros per year during the project. The cost\nwill be covered by the researcher's (Sara Abouelasrar Salama) FWO-supplied bench fee.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nResearch data are secured by the need for login registration on datacentre/luna and use of u-\nnumber and password. Only the group members working on the project will have direct access to\nthe data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated during this project will be stored for a minimum of 5 years.\nWhere will the data be archived (= stored for the longer term)?\nAll data generated during this project, raw or processed, will be stored at the KU Leuven servers\n(with automatic back-up procedures) for a minimum of 5 years.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cost will be covered by the researcher's (Sara Abouelasrar Salama) FWO-supplied bench fee.\nData preservation during the retnetion period of 5 years is estimated to cost 259.5 euros.  \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be available by access to our virtual and local data storage facilities. Access to\nexternal users will be evaluated and authorized by Sofie Struyf.\nWhere/how will the data be made available for reuse?\nOther (specify):\nAs outlined, data will be available by access to our virtual and local data storage facilities. Access\nto external users will be evaluated and authorized by Sofie Struyf.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nResearch data are secured by the need for login registration on datacentre/luna and use of u-\nnumber and password. Only the group members working on the project will have direct access to\nthe data. Access to external users will be evaluated and authorized by Sofie Struyf.\nWhat are the expected costs for data sharing? How will the costs be covered?\nAs outlined, the data will be shared via journal publications and international meetings which\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nincur costs. These costs will be covered by the researcher's (Sara Abouelasrar Salama) FWO-\nsupplied bench fee. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher Sara Abouelasrar Salama will be responsible for this.\nWho will be responsible for data storage & back up during the project?\nThe researcher Sara Abouelasrar Salama will be responsible for this.\nWho will be responsible for ensuring data preservation and reuse ?\nThe principal investigator Sofie Struyf will be responsible for this. \nWho bears the end responsibility for updating & implementing this DMP?\nThe researcher Sara Abouelasrar Salama will be responsible for this. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Post-translational modification of SAA1 in rheumatoid arthritis, fueling or dampening inflammation? - DMP title Project Identifier u0109899 Grant Title 1293422N Principal Investigator / Researcher Sofie Struyf/Sara Abouelasrar Salama Description Levels of the acute phase protein serum amyloid A1 (SAA1) rise dramatically in serum and synovial fluid (SF) from patients with rheumatoid arthritis (RA). As biological characterization of SAA1 has been hampered by low-quality commercial SAA preparations, the exact role of SAA1 in RA joints is not yet known. Moreover, both pro- and anti-inflammatory actions have been ascribed to SAA1. Interestingly, post-translational modification (PTM) of SAA1 was observed in a range of inflammatory conditions, such as RA and several proteases have been demonstrated to cleave SAA1. However, whether PTM affects the activity or receptor interaction of the resulting SAA1 variants has not yet been investigated. We have recently shown that matrix metalloproteinase (MMP)-9 cleaves SAA1 and that the resulting SAA1 fragment synergizes with chemokines to promote leukocyte recruitment. We hypothesize that under inflammatory conditions, upregulated proteases clip SAA1, thereby generating a range of peptides displaying variable functions, to modify the inflammatory reaction. Within this project, we will investigate the occurrence of SAA1-derived peptides in SF and serum of RA patients. Afterwards, we will biologically characterize these peptides in relation to RA pathophysiology. In addition, we aim to uncover the proteases generating these SAA1-derived peptides. Institution KU Leuven 1. General Information Name applicant Sara Abouelasrar Salama FWO Project Number & Title FWO Project number: 1293422N FWO Project title: Post-translational modification of SAA1 in rheumatoid arthritis, fueling or dampening inflammation? Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Mass spectrometry data .yep 0.5 GB/year Mass spectrometric analysis of detected SAA1-derived peptides (WP1 and WP4) HPLC data .yep 1 GB/year Purification of patient- derived synovial fluid to obtain SAA1-derived peptides (WP1) Edman degredation data .icm 0.3 GB/year Edman degredation of SAA1-derived peptides to confirm their identify (WP1 and WP4) Observed numerical data .doc, .xlsx, .fcs/.wsp 20 GB/year Endotoxin assay (WP1) In vitro leukocyte migration assays (Boyden chamber chemotaxis assay and xCELLigence apparatus), actin polymerization, shape change assay and in vivo cell migartion (WP2) FLS activation demonstrated through RNA sequencing, qPCR, western blot, flow cytometry and ELISA (WP2) Regulation of macrophage phenotype and Th17 demonstrated through qPCR, ELISA, flow cytometry and additional functional assays (eg. phagocytosis) (WP2) Receptor desensitizaing and antagnozation experiments (WP3) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Personal data will not be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Yes Ethical approval for the planned animal experiments (WP2) has not yet been obtained. Ethical approval for the collection of synovial fluid from patients (WP1) has been obtained with the following reference number S65508. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? HPLC, MS and edman degredation data are created by default with metadata imprinted within the file by the software. This includes information on user, date and time, duration of experiments and equipment parameters. The metadata are saved and transferred with the original imaging file. The created data files will be organized in folders named by the data of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. Observational numerical data will be saved in word and encrypted excel formats (.xlsx and .doc). Moreover, information on quantification and experimentation parameters will be embedded by the users in the documents in order to improve data reproducibility and maintenance. The methodology and protocol of each experiment will be described in detail in a lab book. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes HPLC, MS and edman degredation data are created by default with metadata imprinted within the file by the software. This includes information on user, date and time, duration of experiments and equipment parameters. The metadata are saved and transferred with the original imaging file. The created data files will be organized in folders named by the data of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. Observational numerical data will be saved in word and encrypted excel formats (.xlsx and .doc). Moreover, information on quantification and experimentation parameters will be embedded by the users in the documents in order to improve data reproducibility and maintenance. The methodology and protocol of each experiment will be described in detail in a lab book. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored centrally on the storage facilities of the research unit. Copies can be made and kept on personal devices. How is backup of the data provided? We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives [Rega NAS (network adapted storage)] and on external harddrives kept by the investigators. Is there currently sufficient storage & backup capacity during the project? If yes, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives [Rega NAS (network adapted storage)] and on external harddrives kept by the investigators. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data storage and back up is estimated to cost 51.9 euros per year during the project. The cost will be covered by the researcher's (Sara Abouelasrar Salama) FWO-supplied bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Research data are secured by the need for login registration on datacentre/luna and use of u- number and password. Only the group members working on the project will have direct access to the data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated during this project will be stored for a minimum of 5 years. Where will the data be archived (= stored for the longer term)? All data generated during this project, raw or processed, will be stored at the KU Leuven servers (with automatic back-up procedures) for a minimum of 5 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost will be covered by the researcher's (Sara Abouelasrar Salama) FWO-supplied bench fee. Data preservation during the retnetion period of 5 years is estimated to cost 259.5 euros. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be available by access to our virtual and local data storage facilities. Access to external users will be evaluated and authorized by Sofie Struyf. Where/how will the data be made available for reuse? Other (specify): As outlined, data will be available by access to our virtual and local data storage facilities. Access to external users will be evaluated and authorized by Sofie Struyf. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Research data are secured by the need for login registration on datacentre/luna and use of u- number and password. Only the group members working on the project will have direct access to the data. Access to external users will be evaluated and authorized by Sofie Struyf. What are the expected costs for data sharing? How will the costs be covered? As outlined, the data will be shared via journal publications and international meetings which This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 incur costs. These costs will be covered by the researcher's (Sara Abouelasrar Salama) FWO- supplied bench fee. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher Sara Abouelasrar Salama will be responsible for this. Who will be responsible for data storage & back up during the project? The researcher Sara Abouelasrar Salama will be responsible for this. Who will be responsible for ensuring data preservation and reuse ? The principal investigator Sofie Struyf will be responsible for this. Who bears the end responsibility for updating & implementing this DMP? The researcher Sara Abouelasrar Salama will be responsible for this. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}