{
    "document_id": "D-2022-1717",
    "LinkTitle": "D-2022-1717",
    "file_name": "D-2022-1717.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1717.pdf",
    "metadata": {
        "title": "D-2022-1717",
        "author": "Myriam Mertens",
        "num_pages": 15
    },
    "content": {
        "full_text": "  1 \n \n \n \n \nDATA MANAGEMENT PLAN (DMP)  \nEndoplasmic reticulum and mitochondria: common drivers of human \nβ cell and neuronal fate  \nForm Number: D -2022 -1717  \n \n \n \n \n1. General Information  \n \nName applicant :  Pierre Vanderhaeghen  \nFWO Project \nNumber & Title:  PANDAROME Endoplasmic reticulum and mitochondria: common \ndrivers of human β cell and neuronal fate  \n \nAffiliation:  KU Leuven  \nVIB – KU Leuven Center for Brain and Disease Research  \nStem Cell and Developmental Neurobiology Lab  \n  \n \n  \n2. Data description  \n \nWill you \ngenerate/collect \nnew data and/or \nmake use of \nexisting data?   Generate new data  \n \n  2 \n \nDescribe the \norigin, type and \nformat of the data \n(per dataset) and \nits (estimated) \nvolume  The research and technical staff will generate, collect, process, analyze \nand store the data listed below, as detailed in the project description.  \n \nThe following datasets will be generated:  \n \n1. Experimental data  \nDigital images  \nMicroscopy pictures, gel scans,  graphs, illustrations, figures   \nElectrophysiology data  \nPatch clamp recordings from neuronal cells   \nOmics dat a \nSequencing   \nVectors  \nBacterial vectors, viral vectors   \nCell lines  \nBacteria strains, pluripotent cell lines, primary cell lines   \nGenetically modified organisms  \nLiving mice and related documentation (ethical approval documents, \nhusbandry and welfare data )  \n \n2. Derived and compiled data  \nResearch documentation  \nResearch documentation generated by the research and technical staff \nor collect ed from online sources and from collaborators, including \nethical approval documents, laboratory notes, protocols, animal \nhusbandry data.  \nManuscripts  \nAlgorithms and scripts  \n \n3. Canonical data  \nNucleic acid sequences  following RNAseq experiments  \n \nThese datasets represent an important source of information for the \nlaboratory of the PI (including future staff), for scientists, journalists \nand higher education teachers working in the field of neurocience and \ndevelopmenta l biology , but  also for non -profit organizations and \nindustries active in the se fields . \n  \nData will be stored in the following formats:  \n \n- Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), \nMS Word (.doc/.docx), eXtensible Mark -up Language (.xml), \nAdobe Portable Document Format (.pdf), LaTex (.tex) format;  \n- Quantitative tabular data: comma -separated value files (.csv), \ntab-delimited file (.tab), delimited text (.txt), MS Excel \n(.xls/.xlsx), MS Access (.mdb/.accdb);  \n  3 \n \n- Digital images in raster formats: uncompressed TIFF (.tif/.tiff), \nJPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format \n(.pdf), bitmap (.bmp), .gif;  \n- Digital images in vector formats: scalable vector graphics (.svg), \nencapsulated postscript (.eps), Scalable  Vector Graphics (.svg), \nAdobe Illustrator (.ai);  \n- Flow cytometry data: Flow Cytometry Standard (.fcs);  \n- Electrophysiology data: Applied Biosystems Sequence Tracer \nSequence Trace (.abf);  \n- Nucleotide and protein sequences: raw sequence data trace \n(.ab1), text -based format (.fasta/.fa) and accompanying QUAL \nfile (.qual), Genbank format (.gb/.gbk);  \n- Next generation sequencing raw data: binary base call format \n(.bcl), .fastq(.gz)  \n- Sequence alignment data: (.sam), .bam  \n- Read/UMI count data: .tsv(.gz), Matrix Market fo rmat (.mtx), \n.loom, .rds(.gz)  \n- Biological and chemical samples: live animals, frozen samples in \ncryovials, samples stored at 4°C.  \n \n  \n  4 \n \n \n3. Ethical and legal issues  \n \nWill you use \npersonal data? If \nso, shortly \ndescribe the \nkind of personal \ndata you will use \nAND add the \nreference to \nyour file in your \nhost institution's \nprivacy register.  □ No \n \nAre there any \nethical issues \nconcerning the \ncreation and/or \nuse of the data \n(e.g. \nexperiments on \nhumans or \nanimals, dual \nuse)? If so, add \nthe reference to \nthe formal \napproval by the \nrelevant ethical \nreview \ncommittee(s).  □ Yes \n- Human cell lines: human embryonic stem cell lines obtained from \ninternational non for profit organizations (WICELL). Ethical \ncommittee approval S61642  by EC Research UZ/KU Leuven . \n \n- Genetically modified organisms: animals are housed in facilities \nof the Laboratory Animal Center of KU Leuven, which applies \nStandard Operation Procedures concerning housing, feeding, \nhealth monitoring to assure consistent care in accordance with \nEuropean and national regulations and guidelines. Animal \nadministrative, husbandry and animal welfare data are sensitive \ndata and are stored in the LAIS database according to security \nprocedure of KU Leuven.  Ethical aproval KU Leuven Ethical \ncommittee for animal ex perimentation ECD P030/2018.  \nDoes your work \npossibly result in \nresearch data \nwith potential \nfor tech transfer \nand \nvalorisation? \nWill IP \nrestrictions be \nclaimed for the \ndata you \ncreated? If so, \nfor what data \nand which \nrestrictions will \nbe asserted?  □ Yes \nWe do not exclude that the proposed work could result in research data \nwith potential for tech transfer and valorization. VIB has a policy to \nactively monitor research data for such potential. If there is substantial \npotential, the inventio n will be thoroughly assessed, and in a number of \ncases the invention will be IP protected (mostly patent protection or \ncopyright protection). As such the IP protection does not withhold the \nresearch data from being made public. In the case a decision is t aken to \nfile a patent application it will be planned so that publications need not \nbe delayed.  \n \n  5 \n \nDo existing 3rd \nparty \nagreements \nrestrict \ndissemination or \nexploitation of \nthe data you \n(re)use? If so, to \nwhat data do \nthey relate and \nwhat restrictions \nare in place?  □ No \nNo third -party agreement restricts dissemination or exploitation of the \ndata from this project . In particular, e xisting agreements between VIB \nand KU Leuven do not restrict publication of data.  \n \n4. Documentation and metadata  \n \nWhat \ndocumentation \nwill be provided \nto enable \nunderstanding \nand reuse of the \ndata \ncollected/gener\nated in this \nproject?  Metadata will be documented by the research and technical staff at the \ntime of data collection and analysis, by taking careful notes in the \nelectronic laboratory notebook (E -notebook) that refer to specific \ndatasets. All datasets will be accompanied by a README.txt file \ncontaining all the associated metadata (see more details below).  \n \n \n  6 \n \nWill a metadata \nstandard be \nused? If so, \ndescribe in \ndetail which \nstandard will be \nused.  If not, \nstate in detail \nwhich metadata \nwill be created \nto make the data \neasy/easier to \nfind and reuse.  □ No \nX Yes \nWhile specific data types might require particular metadata, as a general \nrule the metadata will be based  on a generalized metadata schema such \nas Dublin Core or DataCite, including the following elements:  \n• Title: free text  \n• Creator: Last name, first name, organization  \n• Date and time reference  \n• Subject: Choice of keywords and classifications  \n• Description: Text explaining the content of the data set and other \ncontextual information needed for the correct interpretation of the data, \nthe software(s) (including version number) used to produce and to read \nthe data, the purpose of the experiment, etc . \n• Format: Details of the file format,  \n• Resource Type: data set, image, audio, etc.  \n• Identifier: DOI (when applicable)  \n• Access rights: closed access, embargoed access, restricted access, open \naccess.  \nFor specific datasets, additional metadata will be a ssociated with the \ndata file as appropriate  such as experimental procedures to generate \ntranscriptomic data.  \nThe final dataset will be accompanied by this information under the form \nof a README.txt document. This file will be located in the top level \ndirec tory of the dataset and will also list the contents of the other files \nand outline the file -naming convention used (see section 7 below). This \nwill allow the data to be understood by other members of the laboratory \nand add contextual value to the dataset f or future reuse.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  7 \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the \ndata be stored?  Digital files will be stored on KU Leuven servers, except for private data \nthat will be stored on KU Leuven secure server (digital vault).  \n- Omics data: omics data generated during the project will either \nbe stored on KU Leuven servers or on The Flemish \nSupercomputer Centre (VSC), initially in the staging area and later \nin the archive area.  \n- Vectors: As a general rule at least two independently obtained \nclones will be preserved for each vector, both under the form of \npurified DNA (in -20°C freezer) and as a b acteria glycerol stock ( -\n80°C). All published vectors and the associated sequences will be \nsent to the non -profit plasmid repository Addgene, which will \ntake care of vector storage and shipping upon request.  \n- Cell lines: Newly created human pluripotent cell  lines will be \ndeposited in the hPSCreg database. Other cell lines will be stored \nlocally in the laboratory.  \n- Genetically modified organisms: Mice will be maintained in \nfacilities of the Laboratory Animal Center of KU Leuven, which \napplies Standard Operatio n Procedures concerning housing, \nfeeding, health monitoring to assure consistent care in \naccordance with European and national regulations and \nguidelines. All animals will be registered in the Leuven Animal \nInformation System (LAIS) database, along with co rresponding \ngenotyping information, ethical approval documents and animal \nprovider receipts. Drosophila lines will be stored in a dedicated \nroom and managed using a specific database for storage of the \ncorresponding information (including genotype, origin,  number \nof vials and date of transfer, crossing schemes) and vial tracking \nvia unique QR codes. Other biological and chemical samples: \nstorage at 4°C and/or as frozen samples in cryovials as \nappropriate.   \n- Algorithms, scripts and softwares: All the relevant algorithms, \nscripts and software code driving the project will be stored in a \nprivate online git repository from the GitHub account of the \ndepartment ( https://github.com/vibcbd ). \n- Nucleic acid and protein s equences: All nucleic acid and protein \nsequences generated during the project will be stored on KU \nLeuven servers. Upon publication, all sequences supporting a \nmanuscript will be made publicly available via repositories  such \nas the GenBank database or the  European Nucleotide Archive \n(nucleotide sequences from primers / new genes / new \ngenomes), NCBI Gene Expression Omnibus (microarray data / \nRNA -seq data / CHIPseq data), the Protein Database (for protein \nsequences), the EBI European Genome -phenome Archive (EGA) \n  8 \n \nfor personally identifiable (epi)genome and transcriptome \nsequences.  \nHow will the \ndata be backed \nup?  KU Leuven drives are backed -up according to the following scheme:  \n- data stored on the “L -drive” is backed up daily using snapshot \ntechnology, wher e all incremental changes in respect of the previous \nversion are kept online; the last 14 backups are kept.  \n- data stored on t he “J -drive” is backed up  hourly, daily (every day at \nmidnight) and weekly (at midnight between Saturday and Sunday); in \neach cas e the last 6 backups are kept.  \n- data stored on the digital vault is backed up using snapshot technology, \nwhere all incremental changes in respect of the previous version are kept \nonline. As standard, 10% of the requested storage is reserved for \nbackups us ing the following backup regime: an hourly backup (at 8 a.m., \n12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup \n(every day) at midnight, the last 6 of which are kept; and a weekly backup \n(every week) at midnight between Saturday and  Sunday, the last 2 of \nwhich are kept.  \n- All omics data stored on the Flemish Supercomputer Centre (VSC) will \nbe transferred on a weekly basis to the archive area which is backed up.  \nIs there \ncurrently \nsufficient \nstorage & \nbackup capacity \nduring the \nproject? If yes, \nspecify \nconcisely. If no \nor insufficient \nstorage or \nbackup \ncapacities are \navailable, then \nexplain how this \nwill be taken \ncare of.  □ Yes \nThere is sufficient storage and bac k-up capacity on all KU Leuven servers:  \n- the “L -drive” is an easily scalable system, built from General Parallel File \nSystem (GPFS) cluster with NetApp eseries storage systems, and a CTDB \nsamba cluster in the front -end.  \n- the “J -drive” is based on a clus ter of NetApp FAS8040 control lers with \nan Ontap 9.1P9 operating system.  \n \nWhat are the \nexpected costs \nfor data storage \nand backup \nduring the \nproject? How \nwill these costs \nbe covered?  The costs of digital data storage are as follows: 173,78€/TB/Year for t he \n“L-drive” and 519€/TB/Year for the “J-drive”.  \n \n \n \n  9 \n \nData security: \nhow will you \nensure that the \ndata are \nsecurely stored \nand not \naccessed or \nmodified by \nunauthorized \npersons?  Both the “L -drive” and “J -drive” servers are accessible only by laboratory \nmembers, and are mirrored in the second ICTS datacenter f or business \ncontinuity and disaster recovery so that a copy of the data can be \nrecovered within an hour.  \n \nAccess to the digital vault is possible only through using a KU Leuven \nuser -id and password, and user rights only grant access to the data in \ntheir ow n vault.  Sensitive data transfer will be performed according to \nthe best practices for “Copying data to the secure environment” defined \nby KU Leuven. The operating system of the vault is maintained on a \nmonthly basis, including the application of upgrades and security \npatches. The server in the vault is managed by ICTS, and only ICTS \npersonnel (bound by the ICT code of conduct for staff) have \nadministrator/root rights. A security service monitors the technical \ninstallations continuously, even outside workin g hours.  \n \n \n \n \n \n \n \n \n \n \n \n  \n  10 \n \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of \nminimally 5 years after the end of the project, in as far as legal and contractual \nagreements allow.  \n \nWhich data will \nbe retained for \nthe expected 5 \nyear period after \nthe end of the \nproject? In case \nonly a selection \nof the data \ncan/will be \npreserved, \nclearly state the \nreasons  for this \n(legal or \ncontractual \nrestrictions, \nphysical \npreser vation \nissues, ...).  The minimum preservation term of 5 years after the end of the project \nwill be applied to all datasets.  \n \nWhere will these \ndata be archived \n(= stored for the \nlong term)?  As a general rule, datasets will be made openly accessible, whenever \npossible via existing platforms  that support FAIR data sharing \n(www.fairsharing.org ), at the latest at the time of publication .  \nFor all other datasets, long term storage will be ensur ed as fo llows:  \n- Digital datasets: files will be stored on the “L -drive”.  \n- Omics data: datasets will be stored on the “L -drive” or, for larger \ndatasets, on the Vlaams Supercomputer Centrum.  \n- Vectors: As a general rule at least two independently obtained clones \nwill be  preserved for each vector, both under the form of purified \nDNA (in -20°C freezer) and as a bacteria glycerol stock ( -80°C).  \n- Cell lines: cell lines will be stored locally in the laboratory  (-80°C).  \n- Other biological and chemical samples: storage at 4°C an d/or as \nfrozen samples in cryovials as appropriate.  \n \n  11 \n \nWhat are the \nexpected costs \nfor data \npreservation \nduring these 5 \nyears? How will \nthe costs be \ncovered?  The total estimated cost of data storage during the 5 years after the end \nof the is to be 2000€ and will be covered by VIB dotation . This estimation \nis based on the different costs described in table 5.  \n \n \n \n \n \n \n \n7. Data sharing and reuse  \n \nAre there \nany factors \nrestricting or \npreventing \nthe sharing \nof (some of) \nthe data (e.g. \nas defined in \nan \nagreement \nwith a 3rd \nparty, legal \nrestrictions)?  □ No  \n  \nWhich data \nwill be made \navailable \nafter the end \nof the \nproject?  Participants to the present project are committed to publish research results \nto communicate them to peers and to a wide audience. All research outputs \nsupporting publications will be made openly accessible. Depending on their \nnature, some data may be made  available prior to publication, either on an \nindividual basis to interested researchers and/or potential new \ncollaborators, or publicly via repositories (e.g. negative data).  \nWhere/how \nwill the data \nbe made \navailable for \nreuse?  X In an Open Access repos itory  \nX Upon request by mail  \nX Other (specify):  open -access publications in peer -reviewed journals, \nincluding supplemental information  \nAs a general rule, datasets will be made openly accessible via existing \nplatforms that support FAIR data sharing ( www.fairsharing.org ). Sharing \npolicies for specific research outputs are detailed below:  \n- Omics datasets will be deposited in open access repositories such as \nthe PRIDE Archive for proteomics data, the EMBL -EBI platform for \ngenomics and epigenomics data, or the NCBI Gene Expression \nOmnibus (GEO) .  \n  12 \n \n- Vectors: Upon publication, all vectors supporting a manuscript will \nbe made publicly available via the non -profit plasmid repository \nAddgene, along with the corresponding DNA sequences. Addgene in \nturns performs quality control on the DNA, curates the plas mids \nonline with all relevant information (maps, sequences), and for a \nminimal cost (typically $65) ships the vectors upon simple request \nand signature of a material transfer agreement. The MTA will be \nprepared before depositing the vectors with the help o f our \norganization’s Tech Transfer office. For transfer between nonprofit \nor academic institutions, Addgene typically uses the Uniform \nBiological Material Transfer Agreement \n(https://www.addgene.org/terms/1047/). All non -published vectors \nand the associate d documentation will be shared by the PI upon \nrequest and after signature of a material transfer agreement, at no \ncost except the cost of shipment.  \n- Cell lines: All human pluripotent cell lines supporting publications \nwill be registered in hPSCreg, the Eur opean human embryonic stem \ncell registry supported by the European Commission \n(https://hpscreg.eu/). Information about the deposited lines \n(including donor information, derivation method, availability and \ncharacterization) will also be made accessible. Reg istration of cell \nlines in hPSCreg will provide visibility, confirm ethical procurement \nand facilitate  comparison with other hPSC lines. The PI will remain \nthe distributor of the pluripotent cell lines.  \nAll other cell lines supporting publications will be  deposited in the \nAmerican Type Culture Collection (ATCC) database \n(https://www.atcc.org/), which is a private, non -profit biological \nresource center. This will provide a secure back -up for this material. \nInvestigators can purchase cell lines from the ATCC  database upon \nsignature of a material transfer agreement \n(https://www.lgcstandards -atcc.org/~/media/PDFs/MTA_2.ashx) \nand, in some cases, of a Limited Use/Label License (e.g. for CRISPR \nproducts or iPSC materials) and/or a Customer Acceptance of \nResponsibi lity (for potentially highly pathogenic materials). \nInformation about the cell lines (including organism, cell type, tissue, \nbiosafety level and disease if applicable) will also be made accessible.  \n- Genetically modified organisms: All genetically modified o rganisms \nused in publications will be made available to researchers upon \nrequest at the time of publication.  \n- Other digital datasets that support publications (including image, \nvideo or audio files, electrophysiology data, cytometry data, \nspectroscopy data and simulation data) will be made publicly \navailable via an open research data platform such as Mendeley Data \nor Zenodo.  \n  13 \n \n- Antibodies, synthetic and recombinant compounds: samples will be \nstored as appropriate in the laboratory. Within availability, they wil l \nbe shared with interested researchers upon request.  \n- Research documentation: All protocols used to generate published \ndata will be described in the corresponding manuscript(s), and the \nrelated documentation will be included as supplementary \ninformation. T hese data and all other documents (daily logs, raw \ndata) deposited in the E -Notebook are accessible to the PI and the \nresearch staff, and will be made available upon request.  \n- Manuscripts: All scientific publications will be shared openly. \nManuscripts submi tted for publication will be deposited in a pre -\nprint server such as bioRxiv, arXiv, Nature Precedings or ASAPbio). At \nthe time of publication, research results will be summarized on the \nPI’s website (add website address ) and post -print pdf versions of \npublications will be made available there if allowed by copyright \nagreements, possibly after an embargo as determined by the \npublisher. Before the end of the embargo or in cases where sharing \nthe post -print is not allowed due to copyright agreements, a pre -\nprint version of the manuscript will be made available. Publications \nwill also be automatically listed in  our institutional repository, Lirias \n2.0, based on the authors name and ORCID ID.  \n- Algorithms, scripts and softwares: As soon as a manuscript is publicly  \navailable, the online private git repository containing the \ncorresponding algorithms, scripts and software code will be changed \nto a public repository.  \n- Nucleic acid and protein sequences: Upon publication, all sequences \nsupporting a manuscript will be mad e publicly available via \nrepositories  such as the GenBank database or the European \nNucleotide Archive (nucleotide sequences from primers / new genes \n/ new genomes), NCBI Gene Expression Omnibus (microarray data / \nRNA -seq data / CHIPseq data), the Protein Database (for protein \nsequences).  \n- Data that do not support publication will be either deposited in an \nopen access repository or made available upon request by email.  \n \nWhen will \nthe data be \nmade \navailable?  □  \nX Upon publication of the research results  \n□   \nBriefly comment.  \nAs a general rule all research outputs will be made openly accessible at the \nlatest at the time of publication. No embargo will be foreseen unless \nimposed e.g. by pending publications, potential IP requirements  – note that \npatent application filing will be planned so that publications need not be \ndelayed - or ongoing projects requiring confidential data. In those cases, \ndatasets will be made publicly available as soon as the embargo date is \nreached.  \n  14 \n \n \nWho will b e \nable to \naccess the \ndata and \nunder what \nconditions?  Whenever possible, datasets and the appropriate metadata will be made \npublicly available through repositories that support FAIR data sharing. As \ndetailed above, metadata will contain sufficient informat ion to support data \ninterpretation and reuse, and will be conform to comm unity norms. These \nrepositories clearly describe their conditions of use (typically under a \nCreative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication , a \nCreative Commons A ttribution (CC -BY)  or an ODC Public Domain Dedication \nand Licence, with a material transfer agreement when applicable). \nInterested parties will thereby be allowed to access data directly, and they \nwill give credit to the authors for the data used by citin g the corresponding \nDOI. For data shared directly by the PI, a material transfer agreement (and \na non -disclosure agreement if applicable) will be concluded with the \nbeneficiaries in order to clearly describe the types of reuse that are \npermitted.  \n \nWhat ar e the \nexpected \ncosts for \ndata \nsharing? \nHow will \nthese costs \nbe covered?  It is the intention to minimize data management costs by implementing \nstandard procedures e.g. for metadata collection and file storage and \norganization from the start of the project,  and by using free -to-use data \nrepositories and dissemination facilities whenever possible. Data \nmanagement costs will be covered by the laboratory budget.  \n \n \n8. Responsibilities  \n \nWho will be \nresponsible \nfor the data \ndocumentati\non & \nmetadata?  Metadata will be documented by the research and technical staff at the time \nof data collection and analysis, by taking careful notes in the electronic \nlaboratory notebook (E -noteb ook) that ref er to specific datasets . \n \nWho will be \nresponsible \nfor data \nstorage & \nback up \nduring the \nproject?  The research and technical staff will ensure  data storage and back up, with \nsupport from René Custers and Alexander Botzki for the electronic \nlaboratory notebook and from Raf De Coster for the KU Leuven drives . \n  15 \n \nWho will be \nresponsible \nfor ensuring \ndata \npreservation \nand sharing?  The PI is responsible for data preservation and sharing, with support from \nthe research and technical staff involved in the project, from René Custers \nand Alexander Botzki for the electronic laboratory notebook and from Raf \nDe Coster for the KU Leuven drives . \nWho bears \nthe end \nresponsibilit\ny for \nupdating & \nimplementin\ng this DMP?  The PI is ultimately responsible for all  data management during and after \ndata collection, including implementing and updating the DMP.  \n "
    },
    "clean_full_text": "1 DATA MANAGEMENT PLAN (DMP) Endoplasmic reticulum and mitochondria: common drivers of human β cell and neuronal fate Form Number: D -2022 -1717 1. General Information Name applicant : Pierre Vanderhaeghen FWO Project Number & Title: PANDAROME Endoplasmic reticulum and mitochondria: common drivers of human β cell and neuronal fate Affiliation: KU Leuven VIB – KU Leuven Center for Brain and Disease Research Stem Cell and Developmental Neurobiology Lab 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume The research and technical staff will generate, collect, process, analyze and store the data listed below, as detailed in the project description. The following datasets will be generated: 1. Experimental data Digital images Microscopy pictures, gel scans, graphs, illustrations, figures Electrophysiology data Patch clamp recordings from neuronal cells Omics dat a Sequencing Vectors Bacterial vectors, viral vectors Cell lines Bacteria strains, pluripotent cell lines, primary cell lines Genetically modified organisms Living mice and related documentation (ethical approval documents, husbandry and welfare data ) 2. Derived and compiled data Research documentation Research documentation generated by the research and technical staff or collect ed from online sources and from collaborators, including ethical approval documents, laboratory notes, protocols, animal husbandry data. Manuscripts Algorithms and scripts 3. Canonical data Nucleic acid sequences following RNAseq experiments These datasets represent an important source of information for the laboratory of the PI (including future staff), for scientists, journalists and higher education teachers working in the field of neurocience and developmenta l biology , but also for non -profit organizations and industries active in the se fields . Data will be stored in the following formats: - Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; - Quantitative tabular data: comma -separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb); 3 - Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; - Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai); - Flow cytometry data: Flow Cytometry Standard (.fcs); - Electrophysiology data: Applied Biosystems Sequence Tracer Sequence Trace (.abf); - Nucleotide and protein sequences: raw sequence data trace (.ab1), text -based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank format (.gb/.gbk); - Next generation sequencing raw data: binary base call format (.bcl), .fastq(.gz) - Sequence alignment data: (.sam), .bam - Read/UMI count data: .tsv(.gz), Matrix Market fo rmat (.mtx), .loom, .rds(.gz) - Biological and chemical samples: live animals, frozen samples in cryovials, samples stored at 4°C. 4 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. □ No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). □ Yes - Human cell lines: human embryonic stem cell lines obtained from international non for profit organizations (WICELL). Ethical committee approval S61642 by EC Research UZ/KU Leuven . - Genetically modified organisms: animals are housed in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. Ethical aproval KU Leuven Ethical committee for animal ex perimentation ECD P030/2018. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? □ Yes We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the inventio n will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is t aken to file a patent application it will be planned so that publications need not be delayed. 5 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? □ No No third -party agreement restricts dissemination or exploitation of the data from this project . In particular, e xisting agreements between VIB and KU Leuven do not restrict publication of data. 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/gener ated in this project? Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E -notebook) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). 6 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. □ No X Yes While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc . • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be a ssociated with the data file as appropriate such as experimental procedures to generate transcriptomic data. The final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level direc tory of the dataset and will also list the contents of the other files and outline the file -naming convention used (see section 7 below). This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset f or future reuse. 7 5. Data storage & backup during the FWO project Where will the data be stored? Digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault). - Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the archive area. - Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a b acteria glycerol stock ( - 80°C). All published vectors and the associated sequences will be sent to the non -profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. - Cell lines: Newly created human pluripotent cell lines will be deposited in the hPSCreg database. Other cell lines will be stored locally in the laboratory. - Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operatio n Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with co rresponding genotyping information, ethical approval documents and animal provider receipts. Drosophila lines will be stored in a dedicated room and managed using a specific database for storage of the corresponding information (including genotype, origin, number of vials and date of transfer, crossing schemes) and vial tracking via unique QR codes. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. - Algorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving the project will be stored in a private online git repository from the GitHub account of the department ( https://github.com/vibcbd ). - Nucleic acid and protein s equences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA -seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome -phenome Archive (EGA) 8 for personally identifiable (epi)genome and transcriptome sequences. How will the data be backed up? KU Leuven drives are backed -up according to the following scheme: - data stored on the “L -drive” is backed up daily using snapshot technology, wher e all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on t he “J -drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each cas e the last 6 backups are kept. - data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups us ing the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. - All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. □ Yes There is sufficient storage and bac k-up capacity on all KU Leuven servers: - the “L -drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front -end. - the “J -drive” is based on a clus ter of NetApp FAS8040 control lers with an Ontap 9.1P9 operating system. What are the expected costs for data storage and backup during the project? How will these costs be covered? The costs of digital data storage are as follows: 173,78€/TB/Year for t he “L-drive” and 519€/TB/Year for the “J-drive”. 9 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both the “L -drive” and “J -drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter f or business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user -id and password, and user rights only grant access to the data in their ow n vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside workin g hours. 10 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preser vation issues, ...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. Where will these data be archived (= stored for the long term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org ), at the latest at the time of publication . For all other datasets, long term storage will be ensur ed as fo llows: - Digital datasets: files will be stored on the “L -drive”. - Omics data: datasets will be stored on the “L -drive” or, for larger datasets, on the Vlaams Supercomputer Centrum. - Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( -80°C). - Cell lines: cell lines will be stored locally in the laboratory (-80°C). - Other biological and chemical samples: storage at 4°C an d/or as frozen samples in cryovials as appropriate. 11 What are the expected costs for data preservation during these 5 years? How will the costs be covered? The total estimated cost of data storage during the 5 years after the end of the is to be 2000€ and will be covered by VIB dotation . This estimation is based on the different costs described in table 5. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? □ No Which data will be made available after the end of the project? Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data may be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative data). Where/how will the data be made available for reuse? X In an Open Access repos itory X Upon request by mail X Other (specify): open -access publications in peer -reviewed journals, including supplemental information As a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing ( www.fairsharing.org ). Sharing policies for specific research outputs are detailed below: - Omics datasets will be deposited in open access repositories such as the PRIDE Archive for proteomics data, the EMBL -EBI platform for genomics and epigenomics data, or the NCBI Gene Expression Omnibus (GEO) . 12 - Vectors: Upon publication, all vectors supporting a manuscript will be made publicly available via the non -profit plasmid repository Addgene, along with the corresponding DNA sequences. Addgene in turns performs quality control on the DNA, curates the plas mids online with all relevant information (maps, sequences), and for a minimal cost (typically $65) ships the vectors upon simple request and signature of a material transfer agreement. The MTA will be prepared before depositing the vectors with the help o f our organization’s Tech Transfer office. For transfer between nonprofit or academic institutions, Addgene typically uses the Uniform Biological Material Transfer Agreement (https://www.addgene.org/terms/1047/). All non -published vectors and the associate d documentation will be shared by the PI upon request and after signature of a material transfer agreement, at no cost except the cost of shipment. - Cell lines: All human pluripotent cell lines supporting publications will be registered in hPSCreg, the Eur opean human embryonic stem cell registry supported by the European Commission (https://hpscreg.eu/). Information about the deposited lines (including donor information, derivation method, availability and characterization) will also be made accessible. Reg istration of cell lines in hPSCreg will provide visibility, confirm ethical procurement and facilitate comparison with other hPSC lines. The PI will remain the distributor of the pluripotent cell lines. All other cell lines supporting publications will be deposited in the American Type Culture Collection (ATCC) database (https://www.atcc.org/), which is a private, non -profit biological resource center. This will provide a secure back -up for this material. Investigators can purchase cell lines from the ATCC database upon signature of a material transfer agreement (https://www.lgcstandards -atcc.org/~/media/PDFs/MTA_2.ashx) and, in some cases, of a Limited Use/Label License (e.g. for CRISPR products or iPSC materials) and/or a Customer Acceptance of Responsibi lity (for potentially highly pathogenic materials). Information about the cell lines (including organism, cell type, tissue, biosafety level and disease if applicable) will also be made accessible. - Genetically modified organisms: All genetically modified o rganisms used in publications will be made available to researchers upon request at the time of publication. - Other digital datasets that support publications (including image, video or audio files, electrophysiology data, cytometry data, spectroscopy data and simulation data) will be made publicly available via an open research data platform such as Mendeley Data or Zenodo. 13 - Antibodies, synthetic and recombinant compounds: samples will be stored as appropriate in the laboratory. Within availability, they wil l be shared with interested researchers upon request. - Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. T hese data and all other documents (daily logs, raw data) deposited in the E -Notebook are accessible to the PI and the research staff, and will be made available upon request. - Manuscripts: All scientific publications will be shared openly. Manuscripts submi tted for publication will be deposited in a pre - print server such as bioRxiv, arXiv, Nature Precedings or ASAPbio). At the time of publication, research results will be summarized on the PI’s website (add website address ) and post -print pdf versions of publications will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post -print is not allowed due to copyright agreements, a pre - print version of the manuscript will be made available. Publications will also be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. - Algorithms, scripts and softwares: As soon as a manuscript is publicly available, the online private git repository containing the corresponding algorithms, scripts and software code will be changed to a public repository. - Nucleic acid and protein sequences: Upon publication, all sequences supporting a manuscript will be mad e publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA -seq data / CHIPseq data), the Protein Database (for protein sequences). - Data that do not support publication will be either deposited in an open access repository or made available upon request by email. When will the data be made available? □ X Upon publication of the research results □ Briefly comment. As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. 14 Who will b e able to access the data and under what conditions? Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient informat ion to support data interpretation and reuse, and will be conform to comm unity norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication , a Creative Commons A ttribution (CC -BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citin g the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. What ar e the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 8. Responsibilities Who will be responsible for the data documentati on & metadata? Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E -noteb ook) that ref er to specific datasets . Who will be responsible for data storage & back up during the project? The research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives . 15 Who will be responsible for ensuring data preservation and sharing? The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives . Who bears the end responsibilit y for updating & implementin g this DMP? The PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP."
}