{
    "document_id": "D-2024-2660",
    "LinkTitle": "D-2024-2660",
    "file_name": "D-2024-2660.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2660.pdf",
    "metadata": {
        "title": "Power and Restraint: A critical examination of the unilateral sanctions of the European Union through the kaleidoscopic lens of proportionality",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Power and Restraint: A critical examination of the unilateral sanctions of the European Union\nthrough the kaleidoscopic lens of proportionality\nA Data Management Plan created using DMPonline.be\nCreator: \nMarie Terlinden\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PAC24N\nID: \n203024\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nUnilateral economic sanctions are popular self-help instruments for States and international organisations such as the European Union\n(EU) to redress internationally wrongful acts. In recent years, targeted sanctions have become the norm, as they are meant to exert\npressure on those responsible for objectionable behaviours and not on entire populations. However, the EU's use of ‘massive and\ntargeted’ sanctions against Russia reflects a growing willingness to resort to severe and comprehensive sanctions directed at every facet\nof the Russian economy. These measures have extensive spill-over effects vis-à-vis the sanctioning States’ own economic operators,\nthird States and the Russian civilian population. \nThis project submits that such powerful instruments need substantive regulation, so that they may not exceed what is necessary to attain\ntheir objective. This could be achieved by applying the proportionality principle, which is present under various forms in the legal regimes\ngoverning EU unilateral sanctions: the customary law of State responsibility, international trade law, the European Convention on Human\nRights, and EU law.\nThis research project aims to critically analyse the various proportionality standards present in this fragmented legal framework, how they\ninteract with each other and impact the shaping of EU sanctions. Finally, it seeks to examine the effect of proportionality on the legality of\nsanctions, and how this is dealt with by the competent courts.\nLast modified: \n14-02-2024\nCreated using DMPonline.be. Last modiﬁed 14 February 2024\n1 of 5\nPower and Restraint: A critical examination of the unilateral sanctions of the European Union\nthrough the kaleidoscopic lens of proportionality\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nAcademic\nliterature\nAcademic literature (articles,\nbooks and book chapters,\nblogposts) on the topic of\neconomic sanctions,\ncountermeasures, human rights\nlaw, World Trade Organization\nlaw and EU law. \nReuse existing data\nPrimarily digital,\ncomplemented\nwith physical\ncopies of key\nbooks.\nOther\npdf or html for\nthe texts,\nZoterofiles for\nmetadata.\n<1GB\n/\nEU legislation\nRelevant EU legislation collected\nfrom EUR-Lex\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nEU\npreparatory\ndocuments\nDrafts, recitals, and outcomes of\npublic consultations collected\nfrom EUR-Lex and website of\nthe European Institutions\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nEU case law\nCase Law from the CJEU\ncollected from EUR-Lex\nReuse existing data\nDigital\nOther\npdf for the\ntexts, Zotero\nfiles for\nmetadata.\n<1GB\n/\nWTO\nlegislation\nRelevant agreements, Ministerial\nDecisions and Declarations and\nUnderstandings collected from\nthe WTO website\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nWTO case\nlaw\nCase law collected from the\nWTO Dispute Settlement Body\non the WTO website\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nUN\nlegislation\nand\ndocuments\nRelevant legislation and\ndocuments from the UN digital\nlibrary\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nICJ case law\nCase law from the ICJ collected\nfrom the ICJ website\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nCouncil of\nEurope\nconventions,\nguidelines,\nand reports\nRelevant conventions,\nguidelines, reports, and\npublications collected from the\nonline resources and online\narchives of the COE\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nECHR case\nlaw\nCase law from the ECHR\ncollected from Hudoc\nReuse existing data\nDigital\nOther\npdf for the\ntexts,\nZoterofiles for\nmetadata.\n<1GB\n/\nIntermediate\ndata\nAnalysis of legislation, case law,\npolicy documents and relevant\nliterature\nGenerate new data\nDigital\nOther\npdf or docx\n<1GB\n/\n \nCreated using DMPonline.be. Last modiﬁed 14 February 2024\n2 of 5\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nEU-legislation, case law and preparatory documents:\n https://eur-lex.europa.eu/\nWTO legislation and case law:\n https://docs.wto.org/dol2fe/Pages/FE_Search/FE_S_S005.aspx\nUN legislation and documents\n: https://digitallibrary.un.org/, https://treaties.un.org/pages/Home.aspx?clang=_en \nICJ:\n https://www.icj-cij.org/cases \nCoE:\n https://edoc.coe.int/en/, https://www.coe.int/en/web/documents-records-archives-information/ \nECHR\n: https://www.echr.coe.int/hudoc-database\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the\ncomment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and\nothers, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files,\nCodebook.tsv etc. where this information is recorded).\nThe documentation of the collected documents will take place in Zotero.\nThe collection and selection of legislation, preparatory documents, and caselaw will be documented in more detail by keeping a record of the keywords used when\nsearching the relevant databases, the dates of the searches, and the criteria for inclusion/exclusion of relevant items. These records will be stored as stand-alone notes in\nZotero.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nNo metadata standard will be used.\nFor all published materials and grey literature that will be collected, full bibliographic details will be kept.\nFindability will be ensured through the use of unique identifiers, including:\nDOI for academic literature and other published documents (OECD materials all have a DOI).\nELI-codes and ECLI-codes for EU legislation and EU case law.\n(when available) permalinks for online publications. \nOffline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero either as snapshots or as pdf.\nCreated using DMPonline.be. Last modiﬁed 14 February 2024\n3 of 5\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCollected data will be kept in Zotero (laptop hard drive and cloud).\nIntermediate data will be kept on the KU Leuven One Drive for Business network drive, which is protected by multifactor identification.\nHow will the data be backed up?\nBack-ups on OneDrive are automatic.\nSeparate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe standard offer provided by OneDrive is 2TB, which is sufficient for this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is stored on the secure OneDrive for Business network drive of KU Leuven. To access the data, multifactor authentication is required. Because of the personal nature of\nOneDrive, files that are not explicitly shared are not accessible to other researchers. As no storage services from the ICTS Service catalogue of non-European cloud suppliers\nare used, no additional security measures are necessary.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven has signed a license agreement with Microsoft for OneDrive for Business for staff and students as part of the Microsoft 365 Education plan. As a result, it is\nfree to use for both students and staff.\nZotero cloud storage: 20$ per year to be covered by the FWO-grant.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for 10 years according to the KU Leuven RDM policy. After 10 years the researcher will decide, in consultation with the supervisor, whether it is\nnecessary to store the personal data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researcher will again decide whether the data\nstill need to be kept. When further storage is no longer necessary, the personal data will be deleted.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the KU Leuven's central archive servers for at least 10 years, in line with the KU Leuven RDM policy. It will be managed by the supervisor, in order to\nensure access to the data for 10 years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs depend on the size of the datasets, starting from 100GB. The bench fee will be used to cover the costs of the storage.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data\nwill be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe intermediate data will be made available where relevant.\nCreated using DMPonline.be. Last modiﬁed 14 February 2024\n4 of 5\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nNo\nNo issues arise for the sharing of meta-data of published materials.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe intermediate data will be made available in RDR, KU Leuven's Research Data Repository.\nWhen will the data be made available?\nThe data will be made available upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nFor the intermediate data, data licenses will be selected in collaboration with KU Leuven RDR-staff with a preference for CC-BY-SA.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nFor intermediate data deposited in the KU Leuven RDR, a DIO is added.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMarie Terlinden (researcher) \nWho will manage data storage and backup during the research project?\nMarie Terlinden (researcher) \nWho will manage data preservation and sharing?\nMarie Terlinden (researcher) \nWho will update and implement this DMP?\nMarie Terlinden (researcher) in consultation with Prof. Wouters (promotor) and relevant support staff at KU Leuven. \nCreated using DMPonline.be. Last modiﬁed 14 February 2024\n5 of 5"
    },
    "clean_full_text": "Power and Restraint: A critical examination of the unilateral sanctions of the European Union through the kaleidoscopic lens of proportionality A Data Management Plan created using DMPonline.be Creator: Marie Terlinden Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PAC24N ID: 203024 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Unilateral economic sanctions are popular self-help instruments for States and international organisations such as the European Union (EU) to redress internationally wrongful acts. In recent years, targeted sanctions have become the norm, as they are meant to exert pressure on those responsible for objectionable behaviours and not on entire populations. However, the EU's use of ‘massive and targeted’ sanctions against Russia reflects a growing willingness to resort to severe and comprehensive sanctions directed at every facet of the Russian economy. These measures have extensive spill-over effects vis-à-vis the sanctioning States’ own economic operators, third States and the Russian civilian population. This project submits that such powerful instruments need substantive regulation, so that they may not exceed what is necessary to attain their objective. This could be achieved by applying the proportionality principle, which is present under various forms in the legal regimes governing EU unilateral sanctions: the customary law of State responsibility, international trade law, the European Convention on Human Rights, and EU law. This research project aims to critically analyse the various proportionality standards present in this fragmented legal framework, how they interact with each other and impact the shaping of EU sanctions. Finally, it seeks to examine the effect of proportionality on the legality of sanctions, and how this is dealt with by the competent courts. Last modified: 14-02-2024 Created using DMPonline.be. Last modiﬁed 14 February 2024 1 of 5 Power and Restraint: A critical examination of the unilateral sanctions of the European Union through the kaleidoscopic lens of proportionality FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Academic literature Academic literature (articles, books and book chapters, blogposts) on the topic of economic sanctions, countermeasures, human rights law, World Trade Organization law and EU law. Reuse existing data Primarily digital, complemented with physical copies of key books. Other pdf or html for the texts, Zoterofiles for metadata. <1GB / EU legislation Relevant EU legislation collected from EUR-Lex Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / EU preparatory documents Drafts, recitals, and outcomes of public consultations collected from EUR-Lex and website of the European Institutions Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / EU case law Case Law from the CJEU collected from EUR-Lex Reuse existing data Digital Other pdf for the texts, Zotero files for metadata. <1GB / WTO legislation Relevant agreements, Ministerial Decisions and Declarations and Understandings collected from the WTO website Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / WTO case law Case law collected from the WTO Dispute Settlement Body on the WTO website Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / UN legislation and documents Relevant legislation and documents from the UN digital library Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / ICJ case law Case law from the ICJ collected from the ICJ website Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / Council of Europe conventions, guidelines, and reports Relevant conventions, guidelines, reports, and publications collected from the online resources and online archives of the COE Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / ECHR case law Case law from the ECHR collected from Hudoc Reuse existing data Digital Other pdf for the texts, Zoterofiles for metadata. <1GB / Intermediate data Analysis of legislation, case law, policy documents and relevant literature Generate new data Digital Other pdf or docx <1GB / Created using DMPonline.be. Last modiﬁed 14 February 2024 2 of 5 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: EU-legislation, case law and preparatory documents: https://eur-lex.europa.eu/ WTO legislation and case law: https://docs.wto.org/dol2fe/Pages/FE_Search/FE_S_S005.aspx UN legislation and documents : https://digitallibrary.un.org/, https://treaties.un.org/pages/Home.aspx?clang=_en ICJ: https://www.icj-cij.org/cases CoE: https://edoc.coe.int/en/, https://www.coe.int/en/web/documents-records-archives-information/ ECHR : https://www.echr.coe.int/hudoc-database Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The documentation of the collected documents will take place in Zotero. The collection and selection of legislation, preparatory documents, and caselaw will be documented in more detail by keeping a record of the keywords used when searching the relevant databases, the dates of the searches, and the criteria for inclusion/exclusion of relevant items. These records will be stored as stand-alone notes in Zotero. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. For all published materials and grey literature that will be collected, full bibliographic details will be kept. Findability will be ensured through the use of unique identifiers, including: DOI for academic literature and other published documents (OECD materials all have a DOI). ELI-codes and ECLI-codes for EU legislation and EU case law. (when available) permalinks for online publications. Offline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero either as snapshots or as pdf. Created using DMPonline.be. Last modiﬁed 14 February 2024 3 of 5 3. Data storage & back-up during the research project Where will the data be stored? Collected data will be kept in Zotero (laptop hard drive and cloud). Intermediate data will be kept on the KU Leuven One Drive for Business network drive, which is protected by multifactor identification. How will the data be backed up? Back-ups on OneDrive are automatic. Separate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The standard offer provided by OneDrive is 2TB, which is sufficient for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secure OneDrive for Business network drive of KU Leuven. To access the data, multifactor authentication is required. Because of the personal nature of OneDrive, files that are not explicitly shared are not accessible to other researchers. As no storage services from the ICTS Service catalogue of non-European cloud suppliers are used, no additional security measures are necessary. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven has signed a license agreement with Microsoft for OneDrive for Business for staff and students as part of the Microsoft 365 Education plan. As a result, it is free to use for both students and staff. Zotero cloud storage: 20$ per year to be covered by the FWO-grant. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for 10 years according to the KU Leuven RDM policy. After 10 years the researcher will decide, in consultation with the supervisor, whether it is necessary to store the personal data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researcher will again decide whether the data still need to be kept. When further storage is no longer necessary, the personal data will be deleted. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the KU Leuven's central archive servers for at least 10 years, in line with the KU Leuven RDM policy. It will be managed by the supervisor, in order to ensure access to the data for 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs depend on the size of the datasets, starting from 100GB. The bench fee will be used to cover the costs of the storage. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The intermediate data will be made available where relevant. Created using DMPonline.be. Last modiﬁed 14 February 2024 4 of 5 If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No No issues arise for the sharing of meta-data of published materials. Where will the data be made available? If already known, please provide a repository per dataset or data type. The intermediate data will be made available in RDR, KU Leuven's Research Data Repository. When will the data be made available? The data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. For the intermediate data, data licenses will be selected in collaboration with KU Leuven RDR-staff with a preference for CC-BY-SA. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes For intermediate data deposited in the KU Leuven RDR, a DIO is added. What are the expected costs for data sharing? How will these costs be covered? None. 6. Responsibilities Who will manage data documentation and metadata during the research project? Marie Terlinden (researcher) Who will manage data storage and backup during the research project? Marie Terlinden (researcher) Who will manage data preservation and sharing? Marie Terlinden (researcher) Who will update and implement this DMP? Marie Terlinden (researcher) in consultation with Prof. Wouters (promotor) and relevant support staff at KU Leuven. Created using DMPonline.be. Last modiﬁed 14 February 2024 5 of 5"
}