{
    "document_id": "D-2024-2706",
    "LinkTitle": "D-2024-2706",
    "file_name": "D-2024-2706.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2706.pdf",
    "metadata": {
        "title": "Adding missing pieces to the gharial puzzle: new morphological and biostratigraphical framework to unravel the evolution of long-snouted crocodylians.",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Adding missing pieces to the gharial puzzle: new morphological and biostratigraphical\nframework to unravel the evolution of long-snouted crocodylians.\nA Data Management Plan created using DMPonline.be\nCreators: \nSophie Boerman, Johan Vellekoop, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PM124N\nID: \n206703\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nAmong the crocodylians still alive are two species with long, narrow snouts: the Indian gharial and the Malayan or \"false\" gharial. These\nenigmatic species have spurred extensive debate over the last decades, as morphologists and molecular biologists could not agree\nwhether the gharials are closely related or only distant cousins. With the implementation of new methods, some morphological studies\nnow agree that the extant species are sister taxa. However, the rich fossil record of longsnouted crocodylians highlights that the two\nlineages split from each other far earlier than the molecular estimates suggest. As a result, both the divergence time and phylogenetic\nrelationships of fossil taxa are still unknown, and the evolutionary history of the gharials is left unclear.\nBelgian museum collections comprise an abundance of well-preserved fossil long-snouted crocodylians, providing an excellent archive to\ncontribute towards solving the gharial problem. Nevertheless, few modern morphological studies have been performed on these\nspecimens, and their stratigraphic age is often poorly constrained. Therefore, I propose a project to study the phylogenetic relationships\nof key fossil taxa through new morphological approaches and determine their age with dinoflagellate biostratigraphy on their sedimentary\nmatrix. Current morphological datasets will be revised in this project, using the latest phylogenetic methods to construct a new and\nrobust morphological framework.\nLast modified: \n30-04-2024\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n1 of 7\nAdding missing pieces to the gharial puzzle: new morphological and biostratigraphical\nframework to unravel the evolution of long-snouted crocodylians.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMacrofossil\nspecimens\nSpecimens of\ncrocodylians/\neusuchians\n(skulls,\nbones,\nskeletons)\nReuse existing data\nPhysical\n \n \n \none new\nspecimen,\n< 1 m3;\nabout 10\nreused\nspecimens,\n= 1 m3\nPhotographs\nPhotographs\nof macrofossil\nspecimens \nGenerate new data\nDigital\nObservational\n.png\n.raw\n<100MB\neach\n< 1 TB total\n \nDrawings\nAnatomical\ndrawings of\nmacrofossil\nspecimens\nGenerate new data\nDigital\nObservational\n.png\n<100MB\neach and\n<100MB in\ntotal\n \nMicro-CT\ndata\nMicro-CT\nscans of\nmacrofossil\nspecimens\nGenerate new data\nDigital\nObservational\n.tif and .ply \n<100GB\neach\n< 5 TB total\n \nRock\nsamples\nCollected\nfrom the field\nor from rock\nmatrix that is\nattached to\nmacrofossil\nspecimens\nGenerate new data\nAND reuse existing\ndata\nPhysical\n \n \n \n+/- 10\nsamples\n< 1 dm^3\nin total\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n2 of 7\nMicroscope\nslides\nBoxes with\nglass slides\ncontaining\nmicrofossils,\ne.g. thin\nsections,\nsmear slides,\nor chemically\nextracted\nmicrofossils\nGenerate new data\nPhysical\n \n \n \n<40 slides \n<1 dm^3 in\ntotal\nPhylogenetic\nmatrices\nMatrices\ncontaining\nmorphological\nor\nmorphological\n+ molecular\ncharacter\nscorings for\ncrocodylian /\neusuchian\ntaxa\nReuse existing data\nDigital\nObservational &\nCompiled/aggregated\ndata\n.xlsx\n.csv\n.txt\n<100MB\neach and\n<100MB in\ntotal\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nMacrofossil specimens: specimens from museum/university collections will be used. Most macrofossil specimens used in this\nproject are curated by the Royal Belgian Institute of Natural Sciences (RBINS).\nRock samples: some rock samples will be collected from macrofossil specimens from museum/university collections in cases\nwhere rock matrix is preserved with these specimens.\nPhylogenetic matrices: existing matrices will be used and updated, e.g. the matrix created by Brochu (1999; ;\ndoi.org/10.1080/02724634.1999.10011201), the one by Rio & Mannion (2021; doi.org/10.7717/peerj.12094), or more recent\nadaptations of those matrices. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nCT scan data and derived 3D models of macrofossil specimens might be interesting for commercial exploitation, e.g. the selling of\n3D printed skeletons for aesthetic purposes. For this reason, these data will only be made available with restricted access (see\nbelow). \nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n3 of 7\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nAccompanying information for each type of digital data will be included in the manuscript in which the data are published. This\nincludes:\nThe procedures used to analyse the phylogenetic data matrices\n Information on the macrofossil specimens figured in photographs, drawings, and CT scans (such as locality, age, and\ntaxonomic determination of the specimens).\nFor the physical data, paper labels with the date of discovery, locality, age, and taxonomic determination are kept with each\nspecimen. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\nSee above\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nMacrofossils and microscope slides will remain in permanent storage of RBINS and KU Leuven respectively. Rock samples\ncollected during the PhD will be stored in the permanent storage of KU Leuven, whereas those collected from museum-curated\nspecimens will be stored at the institution from which they were obtained.\nDigital data are saved on OneDrive cloud storage of KU Leuven (2 TB).\nRaw CT data of RBINS macrofossils will be stored both on hard disks belonging to the RBINS and on the Belspo Long Term\nPreservation (LTP) platform.\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n4 of 7\nHow will the data be backed up?\nDuring research, digital data (drawings, photographs, and phylogenetic matrices) are saved both on OneDrive cloud storage of\nKU Leuven and on a personal disk space folder (I:). \nRaw CT data of RBINS macrofossils will be stored both on hard disks belonging to the RBINS and on the Belspo Long Term\nPreservation (LTP) platform.\nIt is not possible to provide back up for the physical data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage for all physical data in the RBINS and KU Leuven for the macrofossil specimens and microscope\nslides, respectively.\nThere is enough space on the OneDrive storage provided by KU Leuven to store most of the digital data, with the exception of CT\nscans which will likely amount to more than 2 TB in total. These will be stored on hard disks belonging to the RBINS and on the\nBelspo Long Term Preservation (LTP) platform. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPhysical data are kept in rooms with locked doors. \nFor all the online data, KU Leuven works with a 2-step verification in which only authorized personnel can access the data.\nRBINS computers where the CT scan data are stored are password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs are expected for data storage and backup.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for at least 10 years after the end of the research, according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter research, the digital data will be saved on KU Leuven SharePoint permanent (L drive, 10 TB) storage servers and RBINS\nstorage servers, both system-encrypted with built-in versioning and back-up features. Raw CT data of RBINS macrofossils will be\nstored both on hard disks belonging to the RBINS and on the Belspo Long Term Preservation (LTP) platform.\nMacrofossils and microscope slides will remain in permanent storage of RBINS and KU Leuven respectively.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nNo costs are expected for data storage and backup.\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n5 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nDigital data will be published online with Open Access, according to the FWO Open Access regulations.\nCT scan data and physical data will be made available to researchers upon request (non-commercial purposes only).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCT scan data and physical data will be made available to researchers upon request (non-commercial purposes only).\nFor CT scan data and physical data belonging to the RBINS, researchers have to request access to the curator of the\npaleontological collections. The requester has to sign a data user agreement with the RBINS before the data will be made\navailable to them.\nFor physical data stored at KU Leuven, access must be requested to Johan Vellekoop.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPhysical data will be made available upon request in the respective storage facilities at KU Leuven and RBINS. \nDigital data will be uploaded in KU Leuven RDR.\nCT data will be made available by the RBINS upon request by the curator of the paleontological collections. \n \nWhen will the data be made available?\nUpon acceptance of the publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAny data derived from RBINS-curated specimens (photographs, drawings, CT scans) are protected under a CC BY-NC-ND 4.0\nlicense.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n6 of 7\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nSophie Boerman \nWho will manage data storage and backup during the research project?\nSophie Boerman \nWho will manage data preservation and sharing?\nSophie Boerman, Annelise Folie (curator of RBINS paleontological collections), Johan Vellekoop \nWho will update and implement this DMP?\nSophie Boerman \nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n7 of 7"
    },
    "clean_full_text": "Adding missing pieces to the gharial puzzle: new morphological and biostratigraphical framework to unravel the evolution of long-snouted crocodylians. A Data Management Plan created using DMPonline.be Creators: Sophie Boerman, Johan Vellekoop, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PM124N ID: 206703 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Among the crocodylians still alive are two species with long, narrow snouts: the Indian gharial and the Malayan or \"false\" gharial. These enigmatic species have spurred extensive debate over the last decades, as morphologists and molecular biologists could not agree whether the gharials are closely related or only distant cousins. With the implementation of new methods, some morphological studies now agree that the extant species are sister taxa. However, the rich fossil record of longsnouted crocodylians highlights that the two lineages split from each other far earlier than the molecular estimates suggest. As a result, both the divergence time and phylogenetic relationships of fossil taxa are still unknown, and the evolutionary history of the gharials is left unclear. Belgian museum collections comprise an abundance of well-preserved fossil long-snouted crocodylians, providing an excellent archive to contribute towards solving the gharial problem. Nevertheless, few modern morphological studies have been performed on these specimens, and their stratigraphic age is often poorly constrained. Therefore, I propose a project to study the phylogenetic relationships of key fossil taxa through new morphological approaches and determine their age with dinoflagellate biostratigraphy on their sedimentary matrix. Current morphological datasets will be revised in this project, using the latest phylogenetic methods to construct a new and robust morphological framework. Last modified: 30-04-2024 Created using DMPonline.be. Last modiﬁed 30 April 2024 1 of 7 Adding missing pieces to the gharial puzzle: new morphological and biostratigraphical framework to unravel the evolution of long-snouted crocodylians. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Macrofossil specimens Specimens of crocodylians/ eusuchians (skulls, bones, skeletons) Reuse existing data Physical one new specimen, < 1 m3; about 10 reused specimens, = 1 m3 Photographs Photographs of macrofossil specimens Generate new data Digital Observational .png .raw <100MB each < 1 TB total Drawings Anatomical drawings of macrofossil specimens Generate new data Digital Observational .png <100MB each and <100MB in total Micro-CT data Micro-CT scans of macrofossil specimens Generate new data Digital Observational .tif and .ply <100GB each < 5 TB total Rock samples Collected from the field or from rock matrix that is attached to macrofossil specimens Generate new data AND reuse existing data Physical +/- 10 samples < 1 dm^3 in total Created using DMPonline.be. Last modiﬁed 30 April 2024 2 of 7 Microscope slides Boxes with glass slides containing microfossils, e.g. thin sections, smear slides, or chemically extracted microfossils Generate new data Physical <40 slides <1 dm^3 in total Phylogenetic matrices Matrices containing morphological or morphological + molecular character scorings for crocodylian / eusuchian taxa Reuse existing data Digital Observational & Compiled/aggregated data .xlsx .csv .txt <100MB each and <100MB in total If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Macrofossil specimens: specimens from museum/university collections will be used. Most macrofossil specimens used in this project are curated by the Royal Belgian Institute of Natural Sciences (RBINS). Rock samples: some rock samples will be collected from macrofossil specimens from museum/university collections in cases where rock matrix is preserved with these specimens. Phylogenetic matrices: existing matrices will be used and updated, e.g. the matrix created by Brochu (1999; ; doi.org/10.1080/02724634.1999.10011201), the one by Rio & Mannion (2021; doi.org/10.7717/peerj.12094), or more recent adaptations of those matrices. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes CT scan data and derived 3D models of macrofossil specimens might be interesting for commercial exploitation, e.g. the selling of 3D printed skeletons for aesthetic purposes. For this reason, these data will only be made available with restricted access (see below). Created using DMPonline.be. Last modiﬁed 30 April 2024 3 of 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Accompanying information for each type of digital data will be included in the manuscript in which the data are published. This includes: The procedures used to analyse the phylogenetic data matrices Information on the macrofossil specimens figured in photographs, drawings, and CT scans (such as locality, age, and taxonomic determination of the specimens). For the physical data, paper labels with the date of discovery, locality, age, and taxonomic determination are kept with each specimen. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No See above 3. Data storage & back-up during the research project Where will the data be stored? Macrofossils and microscope slides will remain in permanent storage of RBINS and KU Leuven respectively. Rock samples collected during the PhD will be stored in the permanent storage of KU Leuven, whereas those collected from museum-curated specimens will be stored at the institution from which they were obtained. Digital data are saved on OneDrive cloud storage of KU Leuven (2 TB). Raw CT data of RBINS macrofossils will be stored both on hard disks belonging to the RBINS and on the Belspo Long Term Preservation (LTP) platform. Created using DMPonline.be. Last modiﬁed 30 April 2024 4 of 7 How will the data be backed up? During research, digital data (drawings, photographs, and phylogenetic matrices) are saved both on OneDrive cloud storage of KU Leuven and on a personal disk space folder (I:). Raw CT data of RBINS macrofossils will be stored both on hard disks belonging to the RBINS and on the Belspo Long Term Preservation (LTP) platform. It is not possible to provide back up for the physical data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage for all physical data in the RBINS and KU Leuven for the macrofossil specimens and microscope slides, respectively. There is enough space on the OneDrive storage provided by KU Leuven to store most of the digital data, with the exception of CT scans which will likely amount to more than 2 TB in total. These will be stored on hard disks belonging to the RBINS and on the Belspo Long Term Preservation (LTP) platform. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Physical data are kept in rooms with locked doors. For all the online data, KU Leuven works with a 2-step verification in which only authorized personnel can access the data. RBINS computers where the CT scan data are stored are password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected for data storage and backup. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for at least 10 years after the end of the research, according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? After research, the digital data will be saved on KU Leuven SharePoint permanent (L drive, 10 TB) storage servers and RBINS storage servers, both system-encrypted with built-in versioning and back-up features. Raw CT data of RBINS macrofossils will be stored both on hard disks belonging to the RBINS and on the Belspo Long Term Preservation (LTP) platform. Macrofossils and microscope slides will remain in permanent storage of RBINS and KU Leuven respectively. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected for data storage and backup. Created using DMPonline.be. Last modiﬁed 30 April 2024 5 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Digital data will be published online with Open Access, according to the FWO Open Access regulations. CT scan data and physical data will be made available to researchers upon request (non-commercial purposes only). If access is restricted, please specify who will be able to access the data and under what conditions. CT scan data and physical data will be made available to researchers upon request (non-commercial purposes only). For CT scan data and physical data belonging to the RBINS, researchers have to request access to the curator of the paleontological collections. The requester has to sign a data user agreement with the RBINS before the data will be made available to them. For physical data stored at KU Leuven, access must be requested to Johan Vellekoop. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Physical data will be made available upon request in the respective storage facilities at KU Leuven and RBINS. Digital data will be uploaded in KU Leuven RDR. CT data will be made available by the RBINS upon request by the curator of the paleontological collections. When will the data be made available? Upon acceptance of the publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Any data derived from RBINS-curated specimens (photographs, drawings, CT scans) are protected under a CC BY-NC-ND 4.0 license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 30 April 2024 6 of 7 What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Sophie Boerman Who will manage data storage and backup during the research project? Sophie Boerman Who will manage data preservation and sharing? Sophie Boerman, Annelise Folie (curator of RBINS paleontological collections), Johan Vellekoop Who will update and implement this DMP? Sophie Boerman Created using DMPonline.be. Last modiﬁed 30 April 2024 7 of 7"
}