{
    "document_id": "D-2024-2855",
    "LinkTitle": "D-2024-2855",
    "file_name": "D-2024-2855.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2855.pdf",
    "metadata": {
        "title": "Functional analysis of non-coding variation in human craniofacial-related disorders",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Functional analysis of non-coding variation in human craniofacial-related disorders\nFunctional analysis of non-coding variation in human craniofacial-related disorders\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nCatia Attanasio\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nCatia Attanasio\nGrant number / URL: \nGrant number / URL: \nC14/23/139\nID: \nID: \n204099\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nWhile craniofacial malformations are among the most common congenital anomalies in humans, their genetic causes remain largely unknown. Previous\nstudies have shown that non-coding (NC) variation within craniofacial enhancers can lead to aberrant gene expression and craniofacial anomalies.\nTranslating the occurrence of NC variation into biological consequences is, however, still challenging as our knowledge of the function of NC DNA is\nlimited. Here we propose to use a combination of chromatin structure, epigenomics and transcriptomics analyses in human cranial neural crest cells\nand their derivatives to establish temporal maps of active craniofacial enhancers and identify the gene(s) they control. This will inform us on their\nmolecular functions and allow us to better understand how variation in their sequence might affect their activity. We will then use these datasets to\nrevisit unsolved craniofacial-related clinical cases, focusing on NC variation. This study will generate critical data for the integration of NC variation\nanalysis in clinical practice.\nLast modified: \nLast modified: \n27-03-2024\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n1 of 7\nFunctional analysis of non-coding variation in human craniofacial-related disorders\nFunctional analysis of non-coding variation in human craniofacial-related disorders\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPromoter\nCapture Hi-C\nChromatin interactions maps in CNCCs,\nChondrocytes and Osteoblasts\nN\nD\n N,T\nFASTQ, BAM,\nBEDM TXT, XLS,\nHTML, PDF\n <5TB\n \nCell line\nRNA-seq\nCNCCs, chondrocytes and osteoblasts\nN\nD\nN, T\nFASTQ,TSV, XLS,\nTXT,  BIGWIG\n<100GB\n \n H3K27ac\nChIP-seq\nCNCCs, chondrocytes and osteoblasts\nN\nD\n N, T\nFASTQ, XLS, TXT, \nBIGWIG\n<100GB\n \nVariant\nanalysis in\npatients\n \nN\nD\nN, T, I\nVCF, TXT, CVS,\nSVG\n<1GB\n \nLuciferase\nassay\nESC, CNCCs, chondrocytes and osteoblasts\n N\n D\n N,T\n TXT, XLS\n <1GB\n \nCRISPR-\nCas9 variant\nanalysis\nESC, CNCCs, chondrocytes and osteoblasts\nN\nD\nN,T\nFASTQ,TXT,\nXLS,TSV, BED \n<100GB\n \nomics\npublicly\navailable data\npublicly available transcription or chromatin\nstate data for CNCCs, chondrocytes or\nosteoblasts\nE\nD\nN,T\nBAM, TSV, \nBIGBED, BIGWIG,\nBED\n<1TB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe will use previously published datasets from other groups. We will access that data from the publication directly (Supplementary tables) or\nfrom the GEO repository (https://www.ncbi.nlm.nih.gov/geo/) where published genomic data are often deposited.\nWe will also download data from: \nFACEBASE (https://www.facebase.org/): data resource for craniofacial research\nVISTA enhancer (https://enhancer.lbl.gov/)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n2 of 7\nH9 embryonic stem cells related data : S67823\nSecondary use of data - reanalysis of whole genomes from unsolved (BeSolveRD) patients: S64603\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nGenetic data of patients recruited in the context of the Belgian Genome Resource to Resolve Rare Diseases Consortium (S64603). We receive\npreprocessed anonymized variant calling data from our collaborators along with health data such as diagnoses and symptoms. \nPRET: G-2023-7031\nS67823\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nTo purchase the commercial cell line (H9 ESC from WiCell), an MTA had to be signed, which was followed up by LRD. The MTA restrict\nsome of the usage of ESC cells (which are not in the scope of this research) and sharing of the cells with other research groups without WiCell\nconsent. Genetic data sharing also require third parties to agree with the restriction of use of WiCell. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nWe will use the ManGO active research data repository to depose our metadata and linked them to the individual data files. \nData processing is dependent on the data type but for each data type we have a set of standard (published) pipelines that are used. We will\nanyway consult with the ManGO team on best practices to ensure recording of specific parameters and reproducible data processing. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n3 of 7\nYes\nWe will use the GEO metadata standard form for high-throughput sequencing data (https://www.ncbi.nlm.nih.gov/geo/info/seq.html). \nFor non high-throughput data (patients' variant calling and luciferase) we will develop a standard README.txt file inspired from the GEO\nand/or FACEBASE metadata files. Alternatively we will look into standards available through the ManGO platform. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nManGO\nLarge Volume Storage\nTo preserve our sensible data, we will store it on KU Leuven drives (J- and K- drives, short and long term storage fitted for ‘strictly\nconfidential data’ storage) and/or OneDrive linked to a KU Leuven account, which is suitable for storing sensitive data when set up with Multi\nFactor Authentication, via the KU Leuven Authenticator.\nWe will also use the ManGo active research data management platform of KU Leuven. Once the analyses are completed and access to the files\nare not needed anymore, we will transfer them to long-term storage e.g. KU Leuven K- drive.\nConcerning WGS data of patients, note that we do not ourselves have access to that data, we only receive preprocessed anonymized variant\ncalling data. For data storage, back up and sharing of WGS from the BeSolveRD project see ethical approval S67695.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nNo (explain solution below)\nWe have not yet set it up, however, we will prioritize it as first datasets will be available soon. We will consult with ManGO and ICTS teams. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data will only be available to authorized personnel through the ManGO user identification system.\nOn KU Leuven drives the data will only be available to authorized persons by setting specific user permissions.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe cost will be covered by our C1 grant. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n4 of 7\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nOmics data will be preserved for 10 years according to KU Leuven RDM policy. \nBeSolveRD patients data will be preserved for 25 years according to EC Research UZ/KU Leuven. This is managed by our collaborators under\ntheir ethical approval S64603.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nLarge Volume Storage (longterm for large volumes)\nTo preserve data during and up to 10 years after the project, we will store the data on KU Leuven servers or on secured cloud-based platforms.\nUpon publication, we will also deposit our data in the open-access non-profit GEO (https://www.ncbi.nlm.nih.gov/geo), which will ensure its\nlongevity and its accessibility to the scientific community. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe have budgeted long-term cold archiving storage (95 Euro/TB/year) in our C1 grant. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nAll data generated from H9 ESC will be made openly available. \nVariant analysis in patients will be restricted.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nGenetic data related to patients can only be shared upon approval from the PI of the BeSolveRD project (S64603) and myself (S67823). After\napproval, the data can be shared without additional contracts.\nNote that we are also considering depositing patients' data in the EGA (repository for storing genomic and/or genetic data) after publication. In\nthat case, to access the data, the applicant will need to make an application to the Data Access Committee using the dataset page. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, ethical aspects\nGenetic data from patients are considered as sensitive data and their access is consequently restricted.  \nWhere will the data be made available?  \nWhere will the data be made available?  \nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n5 of 7\nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nKU Leuven RDR (Research Data Repository)\n- Omics data such as RNA-seq, Promoter Capture-HiC, ChIP-seq, etc. will be deposited on the GEO  public functional genomics data\nrepository (https://www.ncbi.nlm.nih.gov/geo/).\n- Genome variant analysis: we will probably deposit variants analyses in EGA (the European Genome-phenome Archive). The genetic data\nwill be pseudonymously deposited in EGA with controlled access, meaning that a third party can obtain access to the sequencing data only\nfollowing approval by the KU Leuven/UZ Leuven Data Access Committee. \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe don’t expect additional costs for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe research staff under the supervision of the PI.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe research staff will ensure data storage and back up under the supervision of the PI.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI: Catia Attanasio\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n6 of 7\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI: Catia Attanasio\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n7 of 7"
    },
    "clean_full_text": "Functional analysis of non-coding variation in human craniofacial-related disorders Functional analysis of non-coding variation in human craniofacial-related disorders A Data Management Plan created using DMPonline.be Creator: Creator: Catia Attanasio Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Catia Attanasio Grant number / URL: Grant number / URL: C14/23/139 ID: ID: 204099 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: While craniofacial malformations are among the most common congenital anomalies in humans, their genetic causes remain largely unknown. Previous studies have shown that non-coding (NC) variation within craniofacial enhancers can lead to aberrant gene expression and craniofacial anomalies. Translating the occurrence of NC variation into biological consequences is, however, still challenging as our knowledge of the function of NC DNA is limited. Here we propose to use a combination of chromatin structure, epigenomics and transcriptomics analyses in human cranial neural crest cells and their derivatives to establish temporal maps of active craniofacial enhancers and identify the gene(s) they control. This will inform us on their molecular functions and allow us to better understand how variation in their sequence might affect their activity. We will then use these datasets to revisit unsolved craniofacial-related clinical cases, focusing on NC variation. This study will generate critical data for the integration of NC variation analysis in clinical practice. Last modified: Last modified: 27-03-2024 Created using DMPonline.be. Last modiﬁed 27 March 2024 1 of 7 Functional analysis of non-coding variation in human craniofacial-related disorders Functional analysis of non-coding variation in human craniofacial-related disorders Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Promoter Capture Hi-C Chromatin interactions maps in CNCCs, Chondrocytes and Osteoblasts N D N,T FASTQ, BAM, BEDM TXT, XLS, HTML, PDF <5TB Cell line RNA-seq CNCCs, chondrocytes and osteoblasts N D N, T FASTQ,TSV, XLS, TXT, BIGWIG <100GB H3K27ac ChIP-seq CNCCs, chondrocytes and osteoblasts N D N, T FASTQ, XLS, TXT, BIGWIG <100GB Variant analysis in patients N D N, T, I VCF, TXT, CVS, SVG <1GB Luciferase assay ESC, CNCCs, chondrocytes and osteoblasts N D N,T TXT, XLS <1GB CRISPR- Cas9 variant analysis ESC, CNCCs, chondrocytes and osteoblasts N D N,T FASTQ,TXT, XLS,TSV, BED <100GB omics publicly available data publicly available transcription or chromatin state data for CNCCs, chondrocytes or osteoblasts E D N,T BAM, TSV, BIGBED, BIGWIG, BED <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We will use previously published datasets from other groups. We will access that data from the publication directly (Supplementary tables) or from the GEO repository (https://www.ncbi.nlm.nih.gov/geo/) where published genomic data are often deposited. We will also download data from: FACEBASE (https://www.facebase.org/): data resource for craniofacial research VISTA enhancer (https://enhancer.lbl.gov/) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Created using DMPonline.be. Last modiﬁed 27 March 2024 2 of 7 H9 embryonic stem cells related data : S67823 Secondary use of data - reanalysis of whole genomes from unsolved (BeSolveRD) patients: S64603 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Genetic data of patients recruited in the context of the Belgian Genome Resource to Resolve Rare Diseases Consortium (S64603). We receive preprocessed anonymized variant calling data from our collaborators along with health data such as diagnoses and symptoms. PRET: G-2023-7031 S67823 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes To purchase the commercial cell line (H9 ESC from WiCell), an MTA had to be signed, which was followed up by LRD. The MTA restrict some of the usage of ESC cells (which are not in the scope of this research) and sharing of the cells with other research groups without WiCell consent. Genetic data sharing also require third parties to agree with the restriction of use of WiCell. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We will use the ManGO active research data repository to depose our metadata and linked them to the individual data files. Data processing is dependent on the data type but for each data type we have a set of standard (published) pipelines that are used. We will anyway consult with the ManGO team on best practices to ensure recording of specific parameters and reproducible data processing. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 27 March 2024 3 of 7 Yes We will use the GEO metadata standard form for high-throughput sequencing data (https://www.ncbi.nlm.nih.gov/geo/info/seq.html). For non high-throughput data (patients' variant calling and luciferase) we will develop a standard README.txt file inspired from the GEO and/or FACEBASE metadata files. Alternatively we will look into standards available through the ManGO platform. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) ManGO Large Volume Storage To preserve our sensible data, we will store it on KU Leuven drives (J- and K- drives, short and long term storage fitted for ‘strictly confidential data’ storage) and/or OneDrive linked to a KU Leuven account, which is suitable for storing sensitive data when set up with Multi Factor Authentication, via the KU Leuven Authenticator. We will also use the ManGo active research data management platform of KU Leuven. Once the analyses are completed and access to the files are not needed anymore, we will transfer them to long-term storage e.g. KU Leuven K- drive. Concerning WGS data of patients, note that we do not ourselves have access to that data, we only receive preprocessed anonymized variant calling data. For data storage, back up and sharing of WGS from the BeSolveRD project see ethical approval S67695. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. No (explain solution below) We have not yet set it up, however, we will prioritize it as first datasets will be available soon. We will consult with ManGO and ICTS teams. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will only be available to authorized personnel through the ManGO user identification system. On KU Leuven drives the data will only be available to authorized persons by setting specific user permissions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The cost will be covered by our C1 grant. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Created using DMPonline.be. Last modiﬁed 27 March 2024 4 of 7 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Omics data will be preserved for 10 years according to KU Leuven RDM policy. BeSolveRD patients data will be preserved for 25 years according to EC Research UZ/KU Leuven. This is managed by our collaborators under their ethical approval S64603. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Large Volume Storage (longterm for large volumes) To preserve data during and up to 10 years after the project, we will store the data on KU Leuven servers or on secured cloud-based platforms. Upon publication, we will also deposit our data in the open-access non-profit GEO (https://www.ncbi.nlm.nih.gov/geo), which will ensure its longevity and its accessibility to the scientific community. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We have budgeted long-term cold archiving storage (95 Euro/TB/year) in our C1 grant. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) All data generated from H9 ESC will be made openly available. Variant analysis in patients will be restricted. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Genetic data related to patients can only be shared upon approval from the PI of the BeSolveRD project (S64603) and myself (S67823). After approval, the data can be shared without additional contracts. Note that we are also considering depositing patients' data in the EGA (repository for storing genomic and/or genetic data) after publication. In that case, to access the data, the applicant will need to make an application to the Data Access Committee using the dataset page. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, ethical aspects Genetic data from patients are considered as sensitive data and their access is consequently restricted. Where will the data be made available? Where will the data be made available? Created using DMPonline.be. Last modiﬁed 27 March 2024 5 of 7 If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) KU Leuven RDR (Research Data Repository) - Omics data such as RNA-seq, Promoter Capture-HiC, ChIP-seq, etc. will be deposited on the GEO public functional genomics data repository (https://www.ncbi.nlm.nih.gov/geo/). - Genome variant analysis: we will probably deposit variants analyses in EGA (the European Genome-phenome Archive). The genetic data will be pseudonymously deposited in EGA with controlled access, meaning that a third party can obtain access to the sequencing data only following approval by the KU Leuven/UZ Leuven Data Access Committee. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We don’t expect additional costs for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The research staff under the supervision of the PI. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The research staff will ensure data storage and back up under the supervision of the PI. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI: Catia Attanasio Created using DMPonline.be. Last modiﬁed 27 March 2024 6 of 7 Who will update and implement this DMP? Who will update and implement this DMP? The PI: Catia Attanasio Created using DMPonline.be. Last modiﬁed 27 March 2024 7 of 7"
}