{
    "document_id": "D-2025-3632",
    "LinkTitle": "D-2025-3632",
    "file_name": "D-2025-3632.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3632.pdf",
    "metadata": {
        "title": "Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR crystallography - LDH2O",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR\ncrystallography - LDH2O\nCreator:\nCreator:\nRuben Snellings\nPrincipal Investigator: \nPrincipal Investigator: \nRuben Snellings, n.n., n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nRuben Snellings, n.n. n.n., n.n. n.n.\nProject abstract:\nProject abstract:\nConcrete, a composite material held together by hydrated cement, is the number one synthesized material by man-kind and responsible\nfor 7% of global CO2 emissions. Calcium aluminate layered double hydroxides (LDH) are an important component of hydrated cement.\nOptimizing their composition and improving our knowledge on their structure and properties offers options to reduce the CO2 footprint of\nconcrete and reduce resource depletion by prolonging the life of concrete structures and enabling its production in a more sustainable\nway. The LDH2O project focuses on resolving the structural role of water in cement LDH phases. Using NMR crystallography, a powerful\ncombination of advanced NMR spectroscopy, diffraction and transmission electron microscopy techniques, the project will resolve new\nLDH structures and refine existing one. This will shed light on how the LDH interlayer architecture and hydration states are determined by\nthe interlayer anion groups. This is important, as changes in the LDH structure and properties impact the way concrete responds to\nchanges in temperature, humidity, or aggressive environments.\nID: \nID: \n212294\nStart date: \nStart date: \n01-01-2025\nEnd date: \nEnd date: \n31-12-2028\nLast modified: \nLast modified: \n21-01-2025\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n1 of 9\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nrevealed by NMR crystallography - LDH2O\nrevealed by NMR crystallography - LDH2O\nDPIA\nDPIA\nDPIA\nDPIA\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n2 of 9\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nrevealed by NMR crystallography - LDH2O\nrevealed by NMR crystallography - LDH2O\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe project will generate 1) analytical data of synthesized LDH phases (diffraction, NMR spectroscopy, Transmission Electron\nMicroscopy,...). These datasets will be used to develop and validate structure models that will, in turn, generate data for\nthermodynamic databases; 2) experimental results, the interpreted data; 3) Reports (papers), presentations and posters; and 4)\nvisualizations of the results (graphics).\nThe supervisor/spokesperson (Ruben Snellings) will be in charge of developing and implementing the data management plan and\nmanaging the data preservation. Data and metadata will be stored in a structured project folder located in a shared environment\nfor project team members only (Teams/Sharepoint).\nAt the end of the project, all research data will be archived by the IT services (K-drive, ICTS, KU Leuven). Research data used in, or\nsupporting published manuscripts will be publicly\nshared by archiving in the KU Leuven Research Data Repository (RDR). All data will be retained for 10 years after the project in\nline with the KU Leuven RDM policy.\nN/A\nN/A\nN/A\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n3 of 9\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nrevealed by NMR crystallography - LDH2O\nrevealed by NMR crystallography - LDH2O\nGDPR\nGDPR\nGDPR\nGDPR\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n4 of 9\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nLayered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders\nrevealed by NMR crystallography - LDH2O\nrevealed by NMR crystallography - LDH2O\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerate new\ndata\nReuse\nexisting data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n1. analytical\ncharacterisation\ndata of\nsynthetic LDH\nphases\nDatasets\nincluding\ndiffraction,\nNMR\nspectroscopy,\nTEM, SEM, ICP-\nOES,...\nNew data\nDigital\nObservational and\nExperimental\n.raw, .csv,\n.xls, .txt\n<100 GB\n-\n2.interpreted\ndata for\nthermodynamic\ndatabase \nSolubility data,\ncalculated\nthermodynamic\nproperties\nNew data\nDigital\nExperimental and\ncalculated data\n.xls\n<100 MB\n \n3.Crystal\nstructure\ninformation\nfiles\nCrystal\nstructure\ninformation:\nspace group,\natomic\npositions,\noccupancies,...\nNew data\nDigital\nCalculated data\n.cif\n<100 MB\n \n4. Reports\nScientific\npapers,\npresentations\nand posters\nNew data\nDigital\nCompiled data\n.pdf\n<1 GB\n \n5. Data\nvisualization\nGraphics\nNew data\nDigital\nOther\n.ai, .tiff, .jpg\n<1 GB\n \n \nNA\nNo\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n5 of 9\nNo\nNo\nNo\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nWe will use an excel log file and an experiment form to capture documentation accompanying measurement data (dataset 1). For\nmeasurement data, following information will be typically included in the log file, the experiment form or the data file, where\napplicable: \n- Name of file or dataset\n- Project name\n- Date of creation/measurement\n- Name and contact information of author\n- Name and contact information of Principal Investigator\n- Description of the dataset, \n- Sample information: raw materials, synthesis procedure\n- Number of files included\n- List with names of files, description, date of creation\n- Software used to generate data\n- Software needed to open files\n- Naming convention for file names\n- Storage location(s)\n- Aim for which the data were collected - reference to experiment form\n- Data collection method, instrument, instrument settings\n- Data processing method\n- Confidentiality information\n- Full names and definitions for column and rows\n- Explanation of abbreviations\n- Units of measurement\n- Publications based on this dataset\n- Relationship to other datasets\n- References to datasets used to create the dataset\nFor simulation or calculated results (datasets 2,3), following data will typically be recorded in a log file:\n- Name of file or dataset\n- Project name\n- Date of creation/measurement\n- Name and contact information of author\n- Name and contact information of Principal Investigator\n- Description of the dataset, simulation/calculation information\n- Number of files included\n- List with names of files, description, date of creation\n- File Formats\n- Software used to generate data\n- Software needed to open files\n- Naming convention for file names\n- Storage location(s)\n- Rationale why the data were produced\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n6 of 9\n- Confidentiality information\n- Full names and definitions for column and rows\n- Explanation of abbreviations\n- Units of measurement\n- Publications based on this dataset\n- Relationship to other datasets\n- References to publications used to create the dataset\nFor reports and graphics (datasets 4,5), following data will typically be recorded in a log file:\n- Name of file or dataset\n- Project name\n- Date of creation/measurement\n- Name and contact information of author\n- Name and contact information of Principal Investigator\n- Description \n- File Formats\n- Software used to generate data\n- Software needed to open files\n- Naming convention for file names\n- Storage location(s)\n- Reason why the file was produced\n- Confidentiality information\n- Explanation of abbreviations\n- Relationship to underlying datasets\n- References to other publications used to create the file\nYes\nThe KU Leuven RDR metadata standard DataCite will be used.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nOneDrive (KU Leuven)/ Internal back-up service (RWTH Aachen) for local data storage\nSharepoint online for collaboration\nDuring the project data will be stored in a structured Sharepoint folder. This will be structured for collaboration, sharing and\nstorage of data, giving all team members access to the project information and data.\nStandard back-up provided by KU Leuven ICTS\nYes\nThe project will not generate excessive data volumes (<100 GB) as such the data can be covered under the data allowances\nprovided by KU Leuven to its researchers without cost. If the data volume would exceed the personal allowances (500 GB),\nadditional storage space will be purchased and provided by the PI. \nThe sharepoint is only made accessible to the research team members. Access is given by the project coordinator.\nAt this stage, KU Leuven centrally covers the costs related to data storage and backup of the Sharepoint. \nRWTH Aachen will generate only small data volumes (dataset 2), hence no costs will be incurred.\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n7 of 9\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nShared network drive (J-drive): All project data will be stored on the secured archiving drive maintained by the IT services of\nthe Department of Earth and Environmental Sciences.\nKU Leuven RDR: Research data used in or supporting published manuscripts will be publicly shared by archiving in the KU\nLeuven Research Data Repository (RDR).\nWe expect that the total size of data will not exceed 500 GB, which is comprised within the KU Leuven data storage drives and\nsharepoint allocations without cost.\n5. Data sharing and reuse\n5. Data sharing and reuse\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nDataset 1 will be made a accessible upon approval (restricted access) - this constitutes the \"raw data\" which may still need to be\nvalidated and/or published.\nDatasets 2,3,4,5 will be made openly available - as publications, supporting information and through the RDR.\nDataset 1: data will be released to trusted users/research teams upon review of their request - this may require concluding a data\ntransfer agreement.\nNo\nKU Leuven RDR (Research Data Repository)\nUpon publication of research results\nFinished, yet unpublished data will be made available latest 12 months after the end of the project, this time delay would allow for\npublication of late manuscripts.\nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nYes\nWe don't expect additional costs as the total volume of finished datasets will likely not exceed 50 GB, which is in line with RDR\nfree allowance.\nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n8 of 9\n6. Responsibilities\n6. Responsibilities\nBoth ESRs and the post-doc will be responsible for implementing the data documentation and metadata management rules. \nThe project researchers, supervised by the PI and co-PI \nThe project supervisor: Ruben Snellings \nThe project PI, Ruben Snellings \nCreated using DMPonline.be. Last modiﬁed 21 January 2025\n9 of 9"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR crystallography - LDH2O Creator: Creator: Ruben Snellings Principal Investigator: Principal Investigator: Ruben Snellings, n.n., n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Ruben Snellings, n.n. n.n., n.n. n.n. Project abstract: Project abstract: Concrete, a composite material held together by hydrated cement, is the number one synthesized material by man-kind and responsible for 7% of global CO2 emissions. Calcium aluminate layered double hydroxides (LDH) are an important component of hydrated cement. Optimizing their composition and improving our knowledge on their structure and properties offers options to reduce the CO2 footprint of concrete and reduce resource depletion by prolonging the life of concrete structures and enabling its production in a more sustainable way. The LDH2O project focuses on resolving the structural role of water in cement LDH phases. Using NMR crystallography, a powerful combination of advanced NMR spectroscopy, diffraction and transmission electron microscopy techniques, the project will resolve new LDH structures and refine existing one. This will shed light on how the LDH interlayer architecture and hydration states are determined by the interlayer anion groups. This is important, as changes in the LDH structure and properties impact the way concrete responds to changes in temperature, humidity, or aggressive environments. ID: ID: 212294 Start date: Start date: 01-01-2025 End date: End date: 31-12-2028 Last modified: Last modified: 21-01-2025 Created using DMPonline.be. Last modiﬁed 21 January 2025 1 of 9 Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR crystallography - LDH2O revealed by NMR crystallography - LDH2O DPIA DPIA DPIA DPIA Not applicable Created using DMPonline.be. Last modiﬁed 21 January 2025 2 of 9 Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR crystallography - LDH2O revealed by NMR crystallography - LDH2O Application DMP Application DMP Questionnaire Questionnaire The project will generate 1) analytical data of synthesized LDH phases (diffraction, NMR spectroscopy, Transmission Electron Microscopy,...). These datasets will be used to develop and validate structure models that will, in turn, generate data for thermodynamic databases; 2) experimental results, the interpreted data; 3) Reports (papers), presentations and posters; and 4) visualizations of the results (graphics). The supervisor/spokesperson (Ruben Snellings) will be in charge of developing and implementing the data management plan and managing the data preservation. Data and metadata will be stored in a structured project folder located in a shared environment for project team members only (Teams/Sharepoint). At the end of the project, all research data will be archived by the IT services (K-drive, ICTS, KU Leuven). Research data used in, or supporting published manuscripts will be publicly shared by archiving in the KU Leuven Research Data Repository (RDR). All data will be retained for 10 years after the project in line with the KU Leuven RDM policy. N/A N/A N/A Created using DMPonline.be. Last modiﬁed 21 January 2025 3 of 9 Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR crystallography - LDH2O revealed by NMR crystallography - LDH2O GDPR GDPR GDPR GDPR Not applicable Created using DMPonline.be. Last modiﬁed 21 January 2025 4 of 9 Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders Layered Double Hydroxides in cement - water structuring and dynamics in novel cementitious binders revealed by NMR crystallography - LDH2O revealed by NMR crystallography - LDH2O FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA 1. analytical characterisation data of synthetic LDH phases Datasets including diffraction, NMR spectroscopy, TEM, SEM, ICP- OES,... New data Digital Observational and Experimental .raw, .csv, .xls, .txt <100 GB - 2.interpreted data for thermodynamic database Solubility data, calculated thermodynamic properties New data Digital Experimental and calculated data .xls <100 MB 3.Crystal structure information files Crystal structure information: space group, atomic positions, occupancies,... New data Digital Calculated data .cif <100 MB 4. Reports Scientific papers, presentations and posters New data Digital Compiled data .pdf <1 GB 5. Data visualization Graphics New data Digital Other .ai, .tiff, .jpg <1 GB NA No Created using DMPonline.be. Last modiﬁed 21 January 2025 5 of 9 No No No No 2. Documentation and Metadata 2. Documentation and Metadata We will use an excel log file and an experiment form to capture documentation accompanying measurement data (dataset 1). For measurement data, following information will be typically included in the log file, the experiment form or the data file, where applicable: - Name of file or dataset - Project name - Date of creation/measurement - Name and contact information of author - Name and contact information of Principal Investigator - Description of the dataset, - Sample information: raw materials, synthesis procedure - Number of files included - List with names of files, description, date of creation - Software used to generate data - Software needed to open files - Naming convention for file names - Storage location(s) - Aim for which the data were collected - reference to experiment form - Data collection method, instrument, instrument settings - Data processing method - Confidentiality information - Full names and definitions for column and rows - Explanation of abbreviations - Units of measurement - Publications based on this dataset - Relationship to other datasets - References to datasets used to create the dataset For simulation or calculated results (datasets 2,3), following data will typically be recorded in a log file: - Name of file or dataset - Project name - Date of creation/measurement - Name and contact information of author - Name and contact information of Principal Investigator - Description of the dataset, simulation/calculation information - Number of files included - List with names of files, description, date of creation - File Formats - Software used to generate data - Software needed to open files - Naming convention for file names - Storage location(s) - Rationale why the data were produced Created using DMPonline.be. Last modiﬁed 21 January 2025 6 of 9 - Confidentiality information - Full names and definitions for column and rows - Explanation of abbreviations - Units of measurement - Publications based on this dataset - Relationship to other datasets - References to publications used to create the dataset For reports and graphics (datasets 4,5), following data will typically be recorded in a log file: - Name of file or dataset - Project name - Date of creation/measurement - Name and contact information of author - Name and contact information of Principal Investigator - Description - File Formats - Software used to generate data - Software needed to open files - Naming convention for file names - Storage location(s) - Reason why the file was produced - Confidentiality information - Explanation of abbreviations - Relationship to underlying datasets - References to other publications used to create the file Yes The KU Leuven RDR metadata standard DataCite will be used. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project OneDrive (KU Leuven)/ Internal back-up service (RWTH Aachen) for local data storage Sharepoint online for collaboration During the project data will be stored in a structured Sharepoint folder. This will be structured for collaboration, sharing and storage of data, giving all team members access to the project information and data. Standard back-up provided by KU Leuven ICTS Yes The project will not generate excessive data volumes (<100 GB) as such the data can be covered under the data allowances provided by KU Leuven to its researchers without cost. If the data volume would exceed the personal allowances (500 GB), additional storage space will be purchased and provided by the PI. The sharepoint is only made accessible to the research team members. Access is given by the project coordinator. At this stage, KU Leuven centrally covers the costs related to data storage and backup of the Sharepoint. RWTH Aachen will generate only small data volumes (dataset 2), hence no costs will be incurred. Created using DMPonline.be. Last modiﬁed 21 January 2025 7 of 9 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project All data will be preserved for 10 years according to KU Leuven RDM policy Shared network drive (J-drive): All project data will be stored on the secured archiving drive maintained by the IT services of the Department of Earth and Environmental Sciences. KU Leuven RDR: Research data used in or supporting published manuscripts will be publicly shared by archiving in the KU Leuven Research Data Repository (RDR). We expect that the total size of data will not exceed 500 GB, which is comprised within the KU Leuven data storage drives and sharepoint allocations without cost. 5. Data sharing and reuse 5. Data sharing and reuse Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Dataset 1 will be made a accessible upon approval (restricted access) - this constitutes the \"raw data\" which may still need to be validated and/or published. Datasets 2,3,4,5 will be made openly available - as publications, supporting information and through the RDR. Dataset 1: data will be released to trusted users/research teams upon review of their request - this may require concluding a data transfer agreement. No KU Leuven RDR (Research Data Repository) Upon publication of research results Finished, yet unpublished data will be made available latest 12 months after the end of the project, this time delay would allow for publication of late manuscripts. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Yes We don't expect additional costs as the total volume of finished datasets will likely not exceed 50 GB, which is in line with RDR free allowance. Created using DMPonline.be. Last modiﬁed 21 January 2025 8 of 9 6. Responsibilities 6. Responsibilities Both ESRs and the post-doc will be responsible for implementing the data documentation and metadata management rules. The project researchers, supervised by the PI and co-PI The project supervisor: Ruben Snellings The project PI, Ruben Snellings Created using DMPonline.be. Last modiﬁed 21 January 2025 9 of 9"
}