{
    "document_id": "D-2023-1963",
    "LinkTitle": "D-2023-1963",
    "file_name": "D-2023-1963.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1963.pdf",
    "metadata": {
        "title": "UNRAVELLING THE NEUROPEPTIDERGIC CIRCUITRY UNDERLYING AROUSAL AND SENSITIZATION",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "UNRAVELLING THE NEUROPEPTIDERGIC CIRCUITRY UNDERLYING AROUSAL AND\nSENSITIZATION\nA Data Management Plan created using DMPonline.be\nCreator: \nKeertana Venkatesh\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11L1423N\nID: \n195911\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nSurvival of every organism depends on its ability to modulate behavior in response to external stimuli. As a consequence, animals can\nswitch between alternative behavioral states, one of which is arousal. A fundamental aspect of arousal is cross-modal sensitization,\nwhich primes specific brain circuits for increased vigilance following an arousing, often aversive stimulus. Although observed in most\nanimals, from worms to humans, the molecular factors underlying sensitization and their mode\nof action in arousal circuits remain elusive. In this project, I aim to deliver a deeper understanding of the genetic and neural networks\ngoverning environmentally triggered arousal by dissecting the peptidergic circuitry involved. Neuropeptides, which are protein-like\nsignaling molecules, play key roles in modulating such behaviors in humans and across animal species. Using the well-characterized C.\nelegans nervous system I will investigate neuropeptide genes and their roles in arousal circuits at the molecular and cellular level. I will\nuse state-of-the-art molecular and imaging tools to dissect this peptidergic circuit and assess neural activity in response to external\nstimuli. This work will broaden our understanding of the basic principles underlying arousal and sensitization and lay a foundation for\nfuture studies in vertebrate brains.\nLast modified: \n24-04-2023\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n1 of 6\nUNRAVELLING THE NEUROPEPTIDERGIC CIRCUITRY UNDERLYING AROUSAL AND\nSENSITIZATION\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nPublication\nmanuscripts\nPublication\nmanuscripts\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.docx,\n.pdf\n<100GB\n \nImages\nConfocal\nfluorescence\nmicroscopy of\ntransgenes\nGenerate\nnew data\nDigital\nExperimental\n.jpg,\n.tiff,\n.oib\n<1TB\n \nVideos\nSemi-automated\nbehavioral assays,\nCalcium imaging\nGenerate\nnew data\nDigital\nExperimental\n.avi,\n.stk\n<10TB\n(Permanent\nstorage)\n \nProcessed data\nfile\nQuantitative\nexperimental\ndata (behavioral\nassay data,\ncalcium imaging\ndata, receptor\ndeorphanisation\nand doseresponse\ndata)\nGenerate\nnew data\nDigital\nExperimental\n.csv,\n.exe,\n.xlsx,\n.mat,\n.RData,\n.rda,\n.pzfx\n<100GB\n \nData\nrepresentations\nVisual\nrepresentation of\nquantitative and\nqualitative data\nGenerate\nnew data\nDigital\nExperimental\n.ai,\n.svg,\n.jpg,\n.png,\n.pdf\n<100GB\n \nNotebooks\nExperimental\nlogbook\nGenerate\nnew data\nPhysical\n/\n/\n/\n6-7\nbooks\nFrozen stock\ncollections\nOur experimental work will generate a diverse set of samples\nthat will be\narchived and stored in our frozen stock collections (DNA and\nRNA samples, frozen at -20 or -80 degrees; C. elegans\nstrains and plasmid-transformed bacteria frozen at -80\ndegrees and in liquid nitrogen)\nGenerate\nnew data\nPhysical\n/\n/\n/\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll digital data (raw and analyzed data files) will be stored on Desktop File Storage\nand Large Volume Storage. Digital files will be organized in folders per research\nobjective and experiment, including a .txt file with a clear description of what the data\nrepresent and how they were generated.\nExperimental procedures will be fully documented as word files and in hardcover\nnotebooks. Details on samples, including plasmid maps and strain genotypes, will be\narchived in excel files with an overview of their location in frozen stock collections.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nYes\nBiological imaging data will be stored following the OME (Open Microscopy\nEnvironment) standard to encode metadata on light microscopy experiments in image\nfiles. Metadata about strain and plasmid collections will be created manually, following\nthe community guidelines as published in the Nomenclature section of the community\nresource Wormbase (www.wormbase.org).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research, all digital data will be stored on Desktop File Storage. The ICT team of the Biology Department will facilitate the technical\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n3 of 6\ninfrastructure and\nauthentication to access stored files through KU Leuven's Active Directory (Luna).\nHardcover notebooks will be kept personally by all researchers involved during the\nproject, and by the PI after the end of the project. Samples will be stored in the central\nstock collections of the lab.\nHow will the data be backed up?\nNetwork storages (fee-based) for digital data are hosted in the KU Leuven ICTS data\ncenter, with incremental backups on at least a daily basis. All data is mirrored to a\nsecond ICTS data center.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nNetwork storage for digital data hosted by the KU Leuven ICTS data center can\nprovide sufficient storage and backup capacity (fee-based).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe will not be working with personal, confidential, or sensitive data but will ensure\ndata security by storing data at secured KU Leuven Network storages and buildings.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected costs for data storage and back-up during the project are estimated 3500\nEUR, which will be covered by the allocated FWO project bench fee or research\nproject funds.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data, including digital files and samples, will be stored for at least 5 years after the end\nof the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter the research, digital data will be archived for at least 5 years on Large Volume\nStorage hosted in the KU Leuven ICTS data center with automatic back-up\nprocedures. Samples will be kept for long-term storage in frozen stock collections (-80\nfreezer or liquid nitrogen).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected costs for data storage and back-up after the project are estimated at 3500\nEUR, which will be covered by research grant budgets.\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n4 of 6\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in an Open Access repository\nDigital data and samples resulting from this project will be made available after publication of results.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublications resulting from this project will be archived in the KU Leuven Lirias 2.0 repository. All data and samples can be requested from the main\nresearcher or the principal investigator by mail. \nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be shared under CC-BY license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nExpected costs for data sharing encompass publication fees (estimated 3000 EUR),\nwhich will be covered by the research project funds.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe main researcher will manage data documentation and metadata management during the project. \nWho will manage data storage and backup during the research project?\nThe main researcher will manage data storage and back-ups on KU Leuven servers during the project. \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n5 of 6\nThe principal investigator will manage data preservation and sharing. \nWho will update and implement this DMP?\nThe main researcher and PI will update & implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n6 of 6"
    },
    "clean_full_text": "UNRAVELLING THE NEUROPEPTIDERGIC CIRCUITRY UNDERLYING AROUSAL AND SENSITIZATION A Data Management Plan created using DMPonline.be Creator: Keertana Venkatesh Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11L1423N ID: 195911 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Survival of every organism depends on its ability to modulate behavior in response to external stimuli. As a consequence, animals can switch between alternative behavioral states, one of which is arousal. A fundamental aspect of arousal is cross-modal sensitization, which primes specific brain circuits for increased vigilance following an arousing, often aversive stimulus. Although observed in most animals, from worms to humans, the molecular factors underlying sensitization and their mode of action in arousal circuits remain elusive. In this project, I aim to deliver a deeper understanding of the genetic and neural networks governing environmentally triggered arousal by dissecting the peptidergic circuitry involved. Neuropeptides, which are protein-like signaling molecules, play key roles in modulating such behaviors in humans and across animal species. Using the well-characterized C. elegans nervous system I will investigate neuropeptide genes and their roles in arousal circuits at the molecular and cellular level. I will use state-of-the-art molecular and imaging tools to dissect this peptidergic circuit and assess neural activity in response to external stimuli. This work will broaden our understanding of the basic principles underlying arousal and sensitization and lay a foundation for future studies in vertebrate brains. Last modified: 24-04-2023 Created using DMPonline.be. Last modiﬁed 24 April 2023 1 of 6 UNRAVELLING THE NEUROPEPTIDERGIC CIRCUITRY UNDERLYING AROUSAL AND SENSITIZATION FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Publication manuscripts Publication manuscripts Generate new data Digital Compiled/aggregated data .docx, .pdf <100GB Images Confocal fluorescence microscopy of transgenes Generate new data Digital Experimental .jpg, .tiff, .oib <1TB Videos Semi-automated behavioral assays, Calcium imaging Generate new data Digital Experimental .avi, .stk <10TB (Permanent storage) Processed data file Quantitative experimental data (behavioral assay data, calcium imaging data, receptor deorphanisation and doseresponse data) Generate new data Digital Experimental .csv, .exe, .xlsx, .mat, .RData, .rda, .pzfx <100GB Data representations Visual representation of quantitative and qualitative data Generate new data Digital Experimental .ai, .svg, .jpg, .png, .pdf <100GB Notebooks Experimental logbook Generate new data Physical / / / 6-7 books Frozen stock collections Our experimental work will generate a diverse set of samples that will be archived and stored in our frozen stock collections (DNA and RNA samples, frozen at -20 or -80 degrees; C. elegans strains and plasmid-transformed bacteria frozen at -80 degrees and in liquid nitrogen) Generate new data Physical / / / / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 24 April 2023 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All digital data (raw and analyzed data files) will be stored on Desktop File Storage and Large Volume Storage. Digital files will be organized in folders per research objective and experiment, including a .txt file with a clear description of what the data represent and how they were generated. Experimental procedures will be fully documented as word files and in hardcover notebooks. Details on samples, including plasmid maps and strain genotypes, will be archived in excel files with an overview of their location in frozen stock collections. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Biological imaging data will be stored following the OME (Open Microscopy Environment) standard to encode metadata on light microscopy experiments in image files. Metadata about strain and plasmid collections will be created manually, following the community guidelines as published in the Nomenclature section of the community resource Wormbase (www.wormbase.org). 3. Data storage & back-up during the research project Where will the data be stored? During the research, all digital data will be stored on Desktop File Storage. The ICT team of the Biology Department will facilitate the technical Created using DMPonline.be. Last modiﬁed 24 April 2023 3 of 6 infrastructure and authentication to access stored files through KU Leuven's Active Directory (Luna). Hardcover notebooks will be kept personally by all researchers involved during the project, and by the PI after the end of the project. Samples will be stored in the central stock collections of the lab. How will the data be backed up? Network storages (fee-based) for digital data are hosted in the KU Leuven ICTS data center, with incremental backups on at least a daily basis. All data is mirrored to a second ICTS data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Network storage for digital data hosted by the KU Leuven ICTS data center can provide sufficient storage and backup capacity (fee-based). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will not be working with personal, confidential, or sensitive data but will ensure data security by storing data at secured KU Leuven Network storages and buildings. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected costs for data storage and back-up during the project are estimated 3500 EUR, which will be covered by the allocated FWO project bench fee or research project funds. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data, including digital files and samples, will be stored for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? After the research, digital data will be archived for at least 5 years on Large Volume Storage hosted in the KU Leuven ICTS data center with automatic back-up procedures. Samples will be kept for long-term storage in frozen stock collections (-80 freezer or liquid nitrogen). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs for data storage and back-up after the project are estimated at 3500 EUR, which will be covered by research grant budgets. 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 24 April 2023 4 of 6 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Digital data and samples resulting from this project will be made available after publication of results. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Publications resulting from this project will be archived in the KU Leuven Lirias 2.0 repository. All data and samples can be requested from the main researcher or the principal investigator by mail. When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Data will be shared under CC-BY license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? Expected costs for data sharing encompass publication fees (estimated 3000 EUR), which will be covered by the research project funds. 6. Responsibilities Who will manage data documentation and metadata during the research project? The main researcher will manage data documentation and metadata management during the project. Who will manage data storage and backup during the research project? The main researcher will manage data storage and back-ups on KU Leuven servers during the project. Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 24 April 2023 5 of 6 The principal investigator will manage data preservation and sharing. Who will update and implement this DMP? The main researcher and PI will update & implement this DMP. Created using DMPonline.be. Last modiﬁed 24 April 2023 6 of 6"
}