{
    "document_id": "D-2023-1942",
    "LinkTitle": "D-2023-1942",
    "file_name": "D-2023-1942.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1942.pdf",
    "metadata": {
        "title": "11E3723N FWO DMP Linden",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "FWO DMP Template - Flemish Standard Data Management Plan  1.General Project Informa2on Name Grant Holder & ORCIDChristopher Linden — ORCID ID: 0000-0003-3086-9375Contributor name(s) (+ ORCID) & rolesJohan Wagemans (Supervisor) — ORCID ID: 0000-0002-7970-1541Project number & >tle11E3723N — ART PERCEPTION AND APPRECIATION IN GALLERIES AND MUSEUMS: MULTI-METHOD STUDIES WITH A FOCUS ON MOBILE EYE-TRACKING AND QUESTIONNAIRESFunder(s) GrantID11E3723NAﬃlia>on(s)KU Leuven Please provide a short project descrip>onResearch in empirical aesthe>cs has mainly been limited to laboratory experiments or large-scale online studies, presen>ng natural images or images of pain>ngs to convenience samples. The insights gained from such studies have limited generalisability to the deep aesthe>c emo>ons (e.g., thrills, awe, sublime) that some art lovers experience when they view real art in galleries and museums. However, most researchers have shied away from ecologically valid contexts due to the diﬃcul>es of tapping into these experiences with the objec>ve, quan>ta>ve tools that we deal with in experimental psychology. In this project, we will take this daun>ng step and tackle theory-driven ques>ons regarding the factors that determine the percep>on and apprecia>on of real art works by visitors of art galleries and museums. We will do so by combining ques>onnaires with new mobile eye-tracking devices. This project aims to establish (a) the role that free explora>on of virtual galleries can play in bringing ecological validity to laboratory studies, (b) the role that art historical informa>on about artworks and curatorial intent in exhibi>on design has on art percep>on, and (c) the best way to represent 3D artworks with 2D images for laboratory use. Several case studies are planned in museums such as M in Leuven and Tate Modern in London, as well as in smaller galleries in collabora>on with contemporary ar>sts.FWO DMP Template (Flemish Standard DMP)   1\n2.Research Data Summary Each study within my project will collect and use the same kinds and similar quan>>es of digital data. The descrip>ons below outline the data that would result from a single study, hence the total expected quan>ty of data would be the es>mate mul>plied by the number of studies (also listed as the total expected maximum). The (currently planned) studies are as follows: (1) Vermeersch Exhibi>on, (2) Take Your Time, (3) Virtual Vermeersch, (4) London Context, (5) Pictorial Geometry. Each of these studies will generate (or has generated, in the case of 1 and 2 from which the data collec>on is already complete) new observa>onal data, all of which is in digital format. There are two main data types: surveys and mobile eye-tracking (MET) data.  The surveys are collected either via Microsoc Forms (connected to the Grant Holder’s KU Leuven One Drive account) or through a survey-hos>ng service such as Qualtrics. These will be downloaded as tabular data (.tsv and .csv ﬁles primarily), with dis>nct ﬁles for (anonymised) demographic informa>on, artwork ra>ngs, and outcome measures. Each study typically generates <100mB of survey data. The MET data are collected with Tobii’s Mobile Eye-Tracking Glasses 3. The raw data ﬁles for each par>cipant are saved on SD cards within the recording unit. Each par>cipant’s set of raw data ﬁles includes a .mp4 video recording of the scene from the par>cipant’s perspec>ve and a series of .json ﬁles that contain informa>on about the eye-movement coordinates [pupil posi>on rela>ve to glasses frame, pupil size], head movement [accelerometer and gyroscopic measurements], and par>cipant ID. These must be read into Tobii’s analysis socware to be accessed and processed into meaningful eye-movement data (ﬁxa>ons, saccades, etc.), for these eye-movements to be mapped onto reference images and for the par>cipants behaviours to be coded according to what is visible in the video recording. This processing ul>mately produces further sets of tabular data (.tsv ﬁles). Study 2 also generated eye-tracking data from a sta>onary eye-tracker (Eyelink 1000). This is tabular data represen>ng the eye-movements of each par>cipant in reference to the computer screen on which the s>muli were presented (i.e., the data is similar to the MET data, but does not contain head-movement or video data). Each MET study typically generates ~50 - 90GB of MET data. In total, this research project will generate approximately 500GB of data. FWO DMP Template (Flemish Standard DMP)   2\nAre there any ethical issues concerning the crea>on and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to speciﬁc datasets or data types when appropriate.Yes, human subject data. All of our data will be created from psychological experiments with human par>cipants. The data are low-interven>on (surveys and video recordings), and will be anonymised where possible. None of the data we collect contain sensi>ve informa>on, and all video recordings (from the MET glasses) are created in public spaces (and therefore should not contain any sensi>ve informa>on). We will always follow standard ethical standards for these studies, obtaining clearance from the KU Leuven ethics board (SMEC) prior to data collec>on. Will you process personal data? If so, brieﬂy describe the kind of personal data you will use. Please refer to speciﬁc datasets or data types when appropriate. If available, add the reference to your ﬁle in your host ins>tu>on's privacy register.Yes The only personal data that we may (for some studies) collect are names and email addresses used for scheduling par>cipants. These are always kept in separate data ﬁles from any of the observa>onal data collected for use in the research analyses, and are only kept during the data collec>on period of a given study (unless the par>cipant agrees, with informed consent, to allow us to retain the email as a contact for future research par>cipa>on).Does your work have poten>al for commercial valoriza>on (e.g. tech transfer, for example spin-oﬀs, commercial exploita>on, …)?NoDo exis>ng 3rd party agreements restrict exploita>on or dissemina>on of the data you (re)use (e.g. Material/Data transfer agreements, research collabora>on agreements)? NoAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? No FWO DMP Template (Flemish Standard DMP)   3\n3.Documenta2on and Metadata Clearly describe what approach will be followed to capture the accompanying informa>on necessary to keep data understandable and usable, for yourself and others, now and in the future.Since each project will be working with the same basic data types, and very similarly formased data from both the surveys and the MET tabular output, we will be able to keep the data organised by using consistent and standard organisa>onal scripts (mostly through R as an analysis environment. Where applicable, these scripts will be explained via in-line notes and via external README.txt ﬁles that will clarify any variable names, necessary coding protocols, and the orders in which to run the organisa>onal and analy>cal scripts.Will a metadata standard be used to make it easier to ﬁnd and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse.No If no, please specify which metadata will be created:  As men>oned above, all of the datasets will follow a consistent format (unique to survey data and MET data as necessary) that will be implemented with organisa>onal scripts and clariﬁed in README.txt ﬁles that will be stored alongside each of the datasets.4.Data Storage & Back-up during the Research Project Where will the data be stored?On password-protected lab computers (secured through icts) when in use, and in the KU Leuven one drive when not in use.How will the data be backed up? Regular backups (at least twice yearly) will be made to the Grant Holder’s KU Leuven One Drive and to secure external hard drives (managed in collabora>on with lab IT personnel).FWO DMP Template (Flemish Standard DMP)   4\nIs there currently suﬃcient storage & backup capacity during the project? If yes, specify concisely. If no or insuﬃcient storage or backup capaci>es are available, then explain how this will be taken care of.Yes If yes, please specify concisely: On KU Leuven OneDrive (2TB), and on external hard drives for broader backups of projects within the lab.How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Network security will be maintained by following the recommended protocols for the use of the KU Leuven One Drive and the KU Leuven computers that will be used to run analyses on ac>vely used data sets. In addi>on, any external hard drives used for data backups will be stored securely at our oﬃces (i.e., in locked rooms that are only accessible to lab personnel).What are the expected costs for data storage and backup during the research project? How will these costs be covered?Minimal - already covered through the broader lab/university (aka, no addi>onal costs for data storage/management from my project).5. Data Preserva2on aXer the end of the Research Project Which data will be retained for at least ﬁve years (or longer, in agreement with other reten>on policies that are applicable) acer the end of the project?All of the data will be able to be retained for at least 5 years beyond the end of the project. These data will be retained on Where will these data be archived (stored and curated for the long-term)?Within lab servers on the KU Leuven One Drive?What are the expected costs for data preserva>on during the expected reten>on period? How will these costs be covered?Minimal - already covered through the broader lab/university (aka, no addi>onal costs for data storage/management from my project). Any costs associated from this will be covered via the supervisors’ (Johan Wagemans) broader data management systems established within the lab.FWO DMP Template (Flemish Standard DMP)   5\n6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse acer/during the project?   Please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The data which can be anonymised (survey results, post-processed MET data) will be made available in an open access repository such as Open Science Framework (OSF) No (closed access) The MET data in the unprocessed state (inclusive of video recordings made while par>cipants are wearing the MET glasses), will not be made available due to privacy concerns.If access is restricted, please specify who will be able to access the data and under what condi>ons.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restric>ons)? Please explain per dataset or data type where appropriate.Yes, privacy aspects If yes, please specify: The coded data frames (i.e., post-processed MET data) will be anonymised and therefore possible to be made available in an open-access repository such as OSF, but the full data sets, inclusive of video recordings from the MET glasses will poten>al contain some iden>fying informa>on of the par>cipant (or of other museum visitors in the public space), and as such will not be made publicly available.Where will the data be made available?  If already known, please provide a repository per dataset or data type.The data sets that will be made available will most likely be presented through the Open Science Framework (OSF).When will the data be made available?Data that can be shared will be made available upon publica>on of the research results.FWO DMP Template (Flemish Standard DMP)   6\nWhich data usage licenses are you going to provide? If none, please explain why.Data from the project that can be shared will be made available under a crea>ve commons asribu>on license (CC-BY 4.0), so that users have to give credit to the original data creators.Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.No.What are the expected costs for data sharing? How will these costs be covered? The expected costs are minimal, since the data will only be digital, and will be uploaded to a free, open access repository such as OSF.7. Responsibili2es Who will manage data documenta>on and metadata during the research project?Christopher LindenWho will manage data storage and backup during the research project?Christopher LindenWho will manage data preserva>on and sharing?Christopher Linden & Johan WagemansWho will update and implement this DMP?Christopher Linden\nFWO DMP Template (Flemish Standard DMP)   7"
    },
    "clean_full_text": "FWO DMP Template - Flemish Standard Data Management Plan 1.General Project Informa2on Name Grant Holder & ORCIDChristopher Linden — ORCID ID: 0000-0003-3086-9375Contributor name(s) (+ ORCID) & rolesJohan Wagemans (Supervisor) — ORCID ID: 0000-0002-7970-1541Project number & >tle11E3723N — ART PERCEPTION AND APPRECIATION IN GALLERIES AND MUSEUMS: MULTI-METHOD STUDIES WITH A FOCUS ON MOBILE EYE-TRACKING AND QUESTIONNAIRESFunder(s) GrantID11E3723NAﬃlia>on(s)KU Leuven Please provide a short project descrip>onResearch in empirical aesthe>cs has mainly been limited to laboratory experiments or large-scale online studies, presen>ng natural images or images of pain>ngs to convenience samples. The insights gained from such studies have limited generalisability to the deep aesthe>c emo>ons (e.g., thrills, awe, sublime) that some art lovers experience when they view real art in galleries and museums. However, most researchers have shied away from ecologically valid contexts due to the diﬃcul>es of tapping into these experiences with the objec>ve, quan>ta>ve tools that we deal with in experimental psychology. In this project, we will take this daun>ng step and tackle theory-driven ques>ons regarding the factors that determine the percep>on and apprecia>on of real art works by visitors of art galleries and museums. We will do so by combining ques>onnaires with new mobile eye-tracking devices. This project aims to establish (a) the role that free explora>on of virtual galleries can play in bringing ecological validity to laboratory studies, (b) the role that art historical informa>on about artworks and curatorial intent in exhibi>on design has on art percep>on, and (c) the best way to represent 3D artworks with 2D images for laboratory use. Several case studies are planned in museums such as M in Leuven and Tate Modern in London, as well as in smaller galleries in collabora>on with contemporary ar>sts.FWO DMP Template (Flemish Standard DMP) 1 2.Research Data Summary Each study within my project will collect and use the same kinds and similar quan>>es of digital data. The descrip>ons below outline the data that would result from a single study, hence the total expected quan>ty of data would be the es>mate mul>plied by the number of studies (also listed as the total expected maximum). The (currently planned) studies are as follows: (1) Vermeersch Exhibi>on, (2) Take Your Time, (3) Virtual Vermeersch, (4) London Context, (5) Pictorial Geometry. Each of these studies will generate (or has generated, in the case of 1 and 2 from which the data collec>on is already complete) new observa>onal data, all of which is in digital format. There are two main data types: surveys and mobile eye-tracking (MET) data. The surveys are collected either via Microsoc Forms (connected to the Grant Holder’s KU Leuven One Drive account) or through a survey-hos>ng service such as Qualtrics. These will be downloaded as tabular data (.tsv and .csv ﬁles primarily), with dis>nct ﬁles for (anonymised) demographic informa>on, artwork ra>ngs, and outcome measures. Each study typically generates <100mB of survey data. The MET data are collected with Tobii’s Mobile Eye-Tracking Glasses 3. The raw data ﬁles for each par>cipant are saved on SD cards within the recording unit. Each par>cipant’s set of raw data ﬁles includes a .mp4 video recording of the scene from the par>cipant’s perspec>ve and a series of .json ﬁles that contain informa>on about the eye-movement coordinates [pupil posi>on rela>ve to glasses frame, pupil size], head movement [accelerometer and gyroscopic measurements], and par>cipant ID. These must be read into Tobii’s analysis socware to be accessed and processed into meaningful eye-movement data (ﬁxa>ons, saccades, etc.), for these eye-movements to be mapped onto reference images and for the par>cipants behaviours to be coded according to what is visible in the video recording. This processing ul>mately produces further sets of tabular data (.tsv ﬁles). Study 2 also generated eye-tracking data from a sta>onary eye-tracker (Eyelink 1000). This is tabular data represen>ng the eye-movements of each par>cipant in reference to the computer screen on which the s>muli were presented (i.e., the data is similar to the MET data, but does not contain head-movement or video data). Each MET study typically generates ~50 - 90GB of MET data. In total, this research project will generate approximately 500GB of data. FWO DMP Template (Flemish Standard DMP) 2 Are there any ethical issues concerning the crea>on and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to speciﬁc datasets or data types when appropriate.Yes, human subject data. All of our data will be created from psychological experiments with human par>cipants. The data are low-interven>on (surveys and video recordings), and will be anonymised where possible. None of the data we collect contain sensi>ve informa>on, and all video recordings (from the MET glasses) are created in public spaces (and therefore should not contain any sensi>ve informa>on). We will always follow standard ethical standards for these studies, obtaining clearance from the KU Leuven ethics board (SMEC) prior to data collec>on. Will you process personal data? If so, brieﬂy describe the kind of personal data you will use. Please refer to speciﬁc datasets or data types when appropriate. If available, add the reference to your ﬁle in your host ins>tu>on's privacy register.Yes The only personal data that we may (for some studies) collect are names and email addresses used for scheduling par>cipants. These are always kept in separate data ﬁles from any of the observa>onal data collected for use in the research analyses, and are only kept during the data collec>on period of a given study (unless the par>cipant agrees, with informed consent, to allow us to retain the email as a contact for future research par>cipa>on).Does your work have poten>al for commercial valoriza>on (e.g. tech transfer, for example spin-oﬀs, commercial exploita>on, …)?NoDo exis>ng 3rd party agreements restrict exploita>on or dissemina>on of the data you (re)use (e.g. Material/Data transfer agreements, research collabora>on agreements)? NoAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? No FWO DMP Template (Flemish Standard DMP) 3 3.Documenta2on and Metadata Clearly describe what approach will be followed to capture the accompanying informa>on necessary to keep data understandable and usable, for yourself and others, now and in the future.Since each project will be working with the same basic data types, and very similarly formased data from both the surveys and the MET tabular output, we will be able to keep the data organised by using consistent and standard organisa>onal scripts (mostly through R as an analysis environment. Where applicable, these scripts will be explained via in-line notes and via external README.txt ﬁles that will clarify any variable names, necessary coding protocols, and the orders in which to run the organisa>onal and analy>cal scripts.Will a metadata standard be used to make it easier to ﬁnd and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse.No If no, please specify which metadata will be created: As men>oned above, all of the datasets will follow a consistent format (unique to survey data and MET data as necessary) that will be implemented with organisa>onal scripts and clariﬁed in README.txt ﬁles that will be stored alongside each of the datasets.4.Data Storage & Back-up during the Research Project Where will the data be stored?On password-protected lab computers (secured through icts) when in use, and in the KU Leuven one drive when not in use.How will the data be backed up? Regular backups (at least twice yearly) will be made to the Grant Holder’s KU Leuven One Drive and to secure external hard drives (managed in collabora>on with lab IT personnel).FWO DMP Template (Flemish Standard DMP) 4 Is there currently suﬃcient storage & backup capacity during the project? If yes, specify concisely. If no or insuﬃcient storage or backup capaci>es are available, then explain how this will be taken care of.Yes If yes, please specify concisely: On KU Leuven OneDrive (2TB), and on external hard drives for broader backups of projects within the lab.How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Network security will be maintained by following the recommended protocols for the use of the KU Leuven One Drive and the KU Leuven computers that will be used to run analyses on ac>vely used data sets. In addi>on, any external hard drives used for data backups will be stored securely at our oﬃces (i.e., in locked rooms that are only accessible to lab personnel).What are the expected costs for data storage and backup during the research project? How will these costs be covered?Minimal - already covered through the broader lab/university (aka, no addi>onal costs for data storage/management from my project).5. Data Preserva2on aXer the end of the Research Project Which data will be retained for at least ﬁve years (or longer, in agreement with other reten>on policies that are applicable) acer the end of the project?All of the data will be able to be retained for at least 5 years beyond the end of the project. These data will be retained on Where will these data be archived (stored and curated for the long-term)?Within lab servers on the KU Leuven One Drive?What are the expected costs for data preserva>on during the expected reten>on period? How will these costs be covered?Minimal - already covered through the broader lab/university (aka, no addi>onal costs for data storage/management from my project). Any costs associated from this will be covered via the supervisors’ (Johan Wagemans) broader data management systems established within the lab.FWO DMP Template (Flemish Standard DMP) 5 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse acer/during the project? Please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The data which can be anonymised (survey results, post-processed MET data) will be made available in an open access repository such as Open Science Framework (OSF) No (closed access) The MET data in the unprocessed state (inclusive of video recordings made while par>cipants are wearing the MET glasses), will not be made available due to privacy concerns.If access is restricted, please specify who will be able to access the data and under what condi>ons.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restric>ons)? Please explain per dataset or data type where appropriate.Yes, privacy aspects If yes, please specify: The coded data frames (i.e., post-processed MET data) will be anonymised and therefore possible to be made available in an open-access repository such as OSF, but the full data sets, inclusive of video recordings from the MET glasses will poten>al contain some iden>fying informa>on of the par>cipant (or of other museum visitors in the public space), and as such will not be made publicly available.Where will the data be made available? If already known, please provide a repository per dataset or data type.The data sets that will be made available will most likely be presented through the Open Science Framework (OSF).When will the data be made available?Data that can be shared will be made available upon publica>on of the research results.FWO DMP Template (Flemish Standard DMP) 6 Which data usage licenses are you going to provide? If none, please explain why.Data from the project that can be shared will be made available under a crea>ve commons asribu>on license (CC-BY 4.0), so that users have to give credit to the original data creators.Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.No.What are the expected costs for data sharing? How will these costs be covered? The expected costs are minimal, since the data will only be digital, and will be uploaded to a free, open access repository such as OSF.7. Responsibili2es Who will manage data documenta>on and metadata during the research project?Christopher LindenWho will manage data storage and backup during the research project?Christopher LindenWho will manage data preserva>on and sharing?Christopher Linden & Johan WagemansWho will update and implement this DMP?Christopher Linden FWO DMP Template (Flemish Standard DMP) 7"
}