{
    "document_id": "D-2022-1615",
    "LinkTitle": "D-2022-1615",
    "file_name": "D-2022-1615.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1615.pdf",
    "metadata": {
        "title": "DMP Eranet project ARENA - DMP title",
        "author": "N/A",
        "creation_date": "2022-06-30 13:42:21+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP Eranet project ARENA - DMP title\nProject Identifier\n ARENA\nGrant Title\n G0G3321N\nPrincipal Investigator / Researcher\n Patrick Wagner\nProject Data Contact\n PatrickHermann.Wagner@kuleuven.be\nDescription\n The task of the KU Leuven group within the Eranet project ARENA is the\ndevelopment and validation of two sensors for the detection of E. coli bacteria in the context of\naquaculture. \nThe first sensor is a portable device for on-site analysis, the second sensor is meant\nto be installed as an early-warning systems in aquaculture installations. Both sensors are a co-\ndevelopment between KUL and Aachen University of Applied Sciences (FH Aachen). FH Aachen\ndevelops the sensing compartment for measuring physico-chemical water parameters, KUL\ndevelops the sensing compartment for bacterial detection. The special task of KUL is the\nsynthesis of cell-imprinted polymer coatings on electrode chips with a novel master-stamping\napproach to create cavities in the polymer with selective binding properties for the targeted\nmicro-organisms. For us, the central part is the imprinting protocol that is a completely new\ndevelopment. Using the sensor instruments and analysis of water samples with respect to\nbacterial contamination is a task of other project partners and will be coordinated by the National\nResearch Council of Italy (CNR). \nData types created at KU Leuven are: \n1) Surface-chemical\nimprinting protocols (in the form of written text); \n2) the sensing compartment and chips with\nsurface-imprinted polymer layers (physical objects); \n3) upgrades to our existing software for\nimpedance measurements in case of necessity (Matlab, Labview), \n4) data sets on sensor\ncalibration (.txt format), \n5) microscopy images of the imprinted chips (.jpeg), \n6) journal\npublications, conference posters and theses.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nPatrick Wagner\nFWO Project Number & Title\nG0G3321N Eranet Arena (Antibiotic REsistaNce and Pathogenic Signature in Marine and\nFreshwater Aquaculture Systems)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created ?\nSynthesis\nprotocols for\nsurface-imprinted\npolymers (SIPs)\n.docx\n< 10 MB\nText processor MS\nWord\nSensor\ncompartment and\nSIP-type sensor\nchips\n Physical objects\n < 10 MB (for\nAutoCAD\ndrawings)\nConstruction\ndrawings are made\nby the machine\nshop with AutoCAD\nInventor software\nSoftware\nupgrades for\nimpedance\nspectroscopy (if\nnecessary)\n Labview format\n maximum 1 GB\n Labview\nData sets of\nsensor calibration\ncurves\n .txt, . xlsx\n maximum 20 MB\n Exported from\nLabview software\nMicroscopy\nimages (optical\nand atomic force\nmicroscopy AFM)\n .jpeg, .tif\n ca. 150 GB\nSoftware of\nmicroscope\nmanufacturers,\nGwyddion software\nTheses,\npublications,\nconference\nposters,\npresentations\n .docx, .pdf., .pptx\n maximum 2 GB\nText processor MS\nWord, Powerpoint\n \n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nIf the newly developed imprinting protocol for creating surface imprints (with selective binding\nproperties for micro-organisms) fulfills the expectations, we will be in contact with LRD in due\ntime. We note that it is unlikely that it will come to filing a patent since similar concepts (but\ndifferent in the details) are documented in literature. Of course, we do hope that our imprinting\ntechnique will perform better, but this needs to be demonstrated first.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nYes\nEranet ARENA has a consortium agreement in place that was also agreed upon by KU Leuven. As\nfar as I understand, data stay property of the institution that has obtained the data.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data obtained with imaging instruments (optical- and atomic-force microscope) and electronic\ninstruments (impedance analyzers and quartz-crystal microbalance QCM, the latter is possibly\nused for auxiliary purposes) come automatically with the instrument settings as meta data. We\nkeep the instrument settings also in lab books and generate electronic read-me files that are\nkept together with the original, measured data. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nBy the moment of writing, there is no metadata standard in place at the Department of Physics\nand Astronomy. The goal is to establish a standard as soon as possible and this will be taken care\nof by the newly-composed IT Service Group  of the Department. In case that this becomes\npostponed, we need to choose a standard by ourselves. In any case, advice from DOC on which\nstandard to use is most welcome: our research on biosensors has aspects of biology, physics and\ndevice engineering. So far, we did not find a standard that would fit to all three disciplines.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on the laptops of the research group, the backup server of the\nDepartment of Physics and Astronomy, and on KU Leuven OneDrive.\nHow is backup of the data provided?\n \nThe data backup is automated: For KU Leuven OneDrive, data are backupped in real time, for the\nbackup server of the Department of Physics and Astronomy the backup is done typically once in\ntwo days and at least one time weekly.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWe do not know the exact storage capacity of KU Leuven OneDrive (it should be more than\nsufficient), the backup server at the Department of Physics and Astronomy has a capacity of 8.2\nTB and consists of two mirrored machines Dell Poweredge R 310.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData storage within the Department is based on a cost share between the participating\nlaboratories and the project funding within ARENA is sufficient to cover all IT-related costs\n(typically below 1500 Euro a year for a project with PI and one scientific collaborator). Tentatively\nfrom 2023 on, costs for data storage will be covered by the working budget that the Department\nreceives from KU Leuven.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data are accessible for the PI and the scientific collaborator, who is funded on the project. For\naccess to the data, one has to login to the server via password-protected office- and measuring\nlaptops. The same system is in place for technical drawings.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data that are based on software of any kind will be stored for at least 5 years after the\ntermination of the project and the current storage capacity is sufficient. After these 5 years, we\nwill decide which data will be archived.\nRegarding the sensor devices and the functionalized chips, the situation is different: Outdated\nsensor devices are stored in the laboratory unless they contain precious materials such as gold\nelectrodes, which can be reused in other sensor instruments. The functionalized chips cannot be\nreused and we expect that corrosion (e.g. due to long-term contact with sea water) will make the\nchips useless and there is no benefit in storing them longer than 5 years after termination of the\nproject.\nWhere will the data be archived (= stored for the longer term)?\nFor long-term storage (10 years after the project or longer), data will be archived using the\nbackup possibilities that are provided by KU Leuven ICTS, with servers centrally managed by\nICTS.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe data volume created within ARENA is limited and storage costs will be covered from the\nworking budget of the Department, respectively the share of it that is allocated to the Laboratory\nfor Soft Matter and Biophysics.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nData will be shared with the project partners of the ARENA consortium according to the\nspecifications of the consortium agreement. This refers to the sensor instruments, the\nfunctionized chips for bacterial recognition, the measuring software, and the calibration curves of\nthe sensor instrument. There are no plans to share these data with third parties outside the\nconsortium.\nWhich data will be made available after the end of the project?\nIn principle, all data generated by software can be shared after the project upon a reasonable,\nwritten request that is limited to research purposes in a broad sense.\nThe central milestone of our contribution to ARENA is the establishing of a new imprinting\nprotocol to create SIP-type receptor chips. Once succesful, this will result in a journal publication\nafter checking possible IP-related issues with LRD.\nThe publications resulting from the project will be openly accessable in the forms of open-access\npublications or by depositing accepted manuscripts at LIRIAS.\n \nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nThe restricted access repository still needs to be selected (we will follow the reommendations by\nKU Leuven) and access will be given to the partners of the ARENA consortium on basis of the\nconsortium agreement. Third parties may get access upon reasonable request, provided that the\nrequest does not violate the consortium agreement.\nPublications are openly accessible.\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nFor all publications deposited on LIRIAS, KU Leuven defines the embargo period. Other data will\nbe made available only after results are published and under conditions defined in the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nconsortium agreement.\nWho will be able to access the data and under what conditions?\nUnless these elements are published in journals (and are openly available), software,\nconstruction drawings, synthesis protocols and sensor-calibration data can be made available to\npartners in future projects, beyond ARENA. In these situations, LRD will draw up mutual\ncontracts.\nWhat are the expected costs for data sharing? How will the costs be covered?\nSince the data volume is limited, all files can be shared by regular e-mail and, in the most\nextreme situation, using the WeTransfer platform. These ways of sharing data are free of charge.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPatrick Wagner\nWho will be responsible for data storage & back up during the project?\nThe IT Service Group of the Department of Physics and Astronomy, the person in charge is dhr.\nBert Keyaerts.\nWho will be responsible for ensuring data preservation and reuse ?\nPatrick Wagner\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP Eranet project ARENA - DMP title Project Identifier ARENA Grant Title G0G3321N Principal Investigator / Researcher Patrick Wagner Project Data Contact PatrickHermann.Wagner@kuleuven.be Description The task of the KU Leuven group within the Eranet project ARENA is the development and validation of two sensors for the detection of E. coli bacteria in the context of aquaculture. The first sensor is a portable device for on-site analysis, the second sensor is meant to be installed as an early-warning systems in aquaculture installations. Both sensors are a co- development between KUL and Aachen University of Applied Sciences (FH Aachen). FH Aachen develops the sensing compartment for measuring physico-chemical water parameters, KUL develops the sensing compartment for bacterial detection. The special task of KUL is the synthesis of cell-imprinted polymer coatings on electrode chips with a novel master-stamping approach to create cavities in the polymer with selective binding properties for the targeted micro-organisms. For us, the central part is the imprinting protocol that is a completely new development. Using the sensor instruments and analysis of water samples with respect to bacterial contamination is a task of other project partners and will be coordinated by the National Research Council of Italy (CNR). Data types created at KU Leuven are: 1) Surface-chemical imprinting protocols (in the form of written text); 2) the sensing compartment and chips with surface-imprinted polymer layers (physical objects); 3) upgrades to our existing software for impedance measurements in case of necessity (Matlab, Labview), 4) data sets on sensor calibration (.txt format), 5) microscopy images of the imprinted chips (.jpeg), 6) journal publications, conference posters and theses. Institution KU Leuven 1. General Information Name applicant Patrick Wagner FWO Project Number & Title G0G3321N Eranet Arena (Antibiotic REsistaNce and Pathogenic Signature in Marine and Freshwater Aquaculture Systems) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created ? Synthesis protocols for surface-imprinted polymers (SIPs) .docx < 10 MB Text processor MS Word Sensor compartment and SIP-type sensor chips Physical objects < 10 MB (for AutoCAD drawings) Construction drawings are made by the machine shop with AutoCAD Inventor software Software upgrades for impedance spectroscopy (if necessary) Labview format maximum 1 GB Labview Data sets of sensor calibration curves .txt, . xlsx maximum 20 MB Exported from Labview software Microscopy images (optical and atomic force microscopy AFM) .jpeg, .tif ca. 150 GB Software of microscope manufacturers, Gwyddion software Theses, publications, conference posters, presentations .docx, .pdf., .pptx maximum 2 GB Text processor MS Word, Powerpoint 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes If the newly developed imprinting protocol for creating surface imprints (with selective binding properties for micro-organisms) fulfills the expectations, we will be in contact with LRD in due time. We note that it is unlikely that it will come to filing a patent since similar concepts (but different in the details) are documented in literature. Of course, we do hope that our imprinting technique will perform better, but this needs to be demonstrated first. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Yes Eranet ARENA has a consortium agreement in place that was also agreed upon by KU Leuven. As far as I understand, data stay property of the institution that has obtained the data. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data obtained with imaging instruments (optical- and atomic-force microscope) and electronic instruments (impedance analyzers and quartz-crystal microbalance QCM, the latter is possibly used for auxiliary purposes) come automatically with the instrument settings as meta data. We keep the instrument settings also in lab books and generate electronic read-me files that are kept together with the original, measured data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes By the moment of writing, there is no metadata standard in place at the Department of Physics and Astronomy. The goal is to establish a standard as soon as possible and this will be taken care of by the newly-composed IT Service Group of the Department. In case that this becomes postponed, we need to choose a standard by ourselves. In any case, advice from DOC on which standard to use is most welcome: our research on biosensors has aspects of biology, physics and device engineering. So far, we did not find a standard that would fit to all three disciplines. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on the laptops of the research group, the backup server of the Department of Physics and Astronomy, and on KU Leuven OneDrive. How is backup of the data provided? The data backup is automated: For KU Leuven OneDrive, data are backupped in real time, for the backup server of the Department of Physics and Astronomy the backup is done typically once in two days and at least one time weekly. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes We do not know the exact storage capacity of KU Leuven OneDrive (it should be more than sufficient), the backup server at the Department of Physics and Astronomy has a capacity of 8.2 TB and consists of two mirrored machines Dell Poweredge R 310. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data storage within the Department is based on a cost share between the participating laboratories and the project funding within ARENA is sufficient to cover all IT-related costs (typically below 1500 Euro a year for a project with PI and one scientific collaborator). Tentatively from 2023 on, costs for data storage will be covered by the working budget that the Department receives from KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are accessible for the PI and the scientific collaborator, who is funded on the project. For access to the data, one has to login to the server via password-protected office- and measuring laptops. The same system is in place for technical drawings. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data that are based on software of any kind will be stored for at least 5 years after the termination of the project and the current storage capacity is sufficient. After these 5 years, we will decide which data will be archived. Regarding the sensor devices and the functionalized chips, the situation is different: Outdated sensor devices are stored in the laboratory unless they contain precious materials such as gold electrodes, which can be reused in other sensor instruments. The functionalized chips cannot be reused and we expect that corrosion (e.g. due to long-term contact with sea water) will make the chips useless and there is no benefit in storing them longer than 5 years after termination of the project. Where will the data be archived (= stored for the longer term)? For long-term storage (10 years after the project or longer), data will be archived using the backup possibilities that are provided by KU Leuven ICTS, with servers centrally managed by ICTS. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The data volume created within ARENA is limited and storage costs will be covered from the working budget of the Department, respectively the share of it that is allocated to the Laboratory for Soft Matter and Biophysics. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Data will be shared with the project partners of the ARENA consortium according to the specifications of the consortium agreement. This refers to the sensor instruments, the functionized chips for bacterial recognition, the measuring software, and the calibration curves of the sensor instrument. There are no plans to share these data with third parties outside the consortium. Which data will be made available after the end of the project? In principle, all data generated by software can be shared after the project upon a reasonable, written request that is limited to research purposes in a broad sense. The central milestone of our contribution to ARENA is the establishing of a new imprinting protocol to create SIP-type receptor chips. Once succesful, this will result in a journal publication after checking possible IP-related issues with LRD. The publications resulting from the project will be openly accessable in the forms of open-access publications or by depositing accepted manuscripts at LIRIAS. Where/how will the data be made available for reuse? In a restricted access repository The restricted access repository still needs to be selected (we will follow the reommendations by KU Leuven) and access will be given to the partners of the ARENA consortium on basis of the consortium agreement. Third parties may get access upon reasonable request, provided that the request does not violate the consortium agreement. Publications are openly accessible. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary For all publications deposited on LIRIAS, KU Leuven defines the embargo period. Other data will be made available only after results are published and under conditions defined in the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 consortium agreement. Who will be able to access the data and under what conditions? Unless these elements are published in journals (and are openly available), software, construction drawings, synthesis protocols and sensor-calibration data can be made available to partners in future projects, beyond ARENA. In these situations, LRD will draw up mutual contracts. What are the expected costs for data sharing? How will the costs be covered? Since the data volume is limited, all files can be shared by regular e-mail and, in the most extreme situation, using the WeTransfer platform. These ways of sharing data are free of charge. 8. Responsibilities Who will be responsible for data documentation & metadata? Patrick Wagner Who will be responsible for data storage & back up during the project? The IT Service Group of the Department of Physics and Astronomy, the person in charge is dhr. Bert Keyaerts. Who will be responsible for ensuring data preservation and reuse ? Patrick Wagner Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}