{
    "document_id": "D-2022-1456",
    "LinkTitle": "D-2022-1456",
    "file_name": "D-2022-1456.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1456.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_FWO_Ilaria Elia.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title  Project Name My plan (FWO Initial DMP) - DMP title  Project Identifier G065122N Principal Investigator / Researcher Ilaria Elia  Project Data Contact ilaria.elia@kuleuven.be   Description Metastatic melanoma represents a deadly disease with a 10-year survival rate of less than 10%. Activation of the endogenous immune system through immunotherapy has become a standard of care and has greatly improved treatment. Drugs that induce T cell function lead to the specific targeting and killing of tumor cells. Yet, especially in metastatic sites, a significant subset of tumors evade the immune system. Indeed, the tumor microenvironment (TME) represents a hostile niche that inhibits the function of infiltrating T cells and transforms them into an exhausted state. Recently, metabolic reprogramming has emerged as a key hallmark of immune responses. To support their proliferation and survival, T cells use fuels to generate precursors required for macromolecular synthesis, energy, and pro-survival pathways. As hyperproliferative cancer cells possess an overactive metabolism, depletion of nutrients and accumulation of metabolic waste products might represent a major nutritional hurdle for infiltrating T cells. This study aims to map the metabolic requirements of T cells within the TME, develop strategies to potentiate T cell metabolism within this hostile niche, and thus use metabolic therapy to reactivate exhausted T cells and drive their cytotoxic function in immunocompromised metastasis. This project has the potential to open a new metabolic avenue to enhance the efficacy of immunotherapy and transform the standard of care for metastatic melanoma.  Institution KU Leuven  1. Name applicant  Ilaria Elia FWO project number & title   G065122N Targeting metabolism to modulate T cell effector function in metastatic melanoma   Affiliation  Department of Cellular and Molecular Medicine, KU Leuven, Belgium  2. Data description 2.1. Will you generate/collect new data and/or make use of existing data?   Generate new data  2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project.  We will generate new experimental data, more specifically biochemistry, flow-cytometry, cell physiology and immunochemistry data. We will also modulate T cell function by using genetic and pharmacological approaches. These approaches will be evaluated by western blot, RTqPCR, ELISA, RNA-sequencing data and flow cytometry data (.xls, .czi,.csv, .tiff, .jpeg, .fcs). Additionally, we will also measure metabolite content using mass spectrometry (.D, .CDF). All data will be generated in the host institution. When a researcher starts at KU Leuven he/she will have to sign an agreement in which he/she agrees to maintain written records of all collected results (hard copy notebooks). All raw data will be stored in the university \nserver. Furthermore, these data will generate manuscripts for publication in peer-reviewed journals. All necessary measures will be taken to archive all biological material according to good scientific practices. The estimated volume of data is 5TB.   Type of data Format Size How created raw data and associated statistical analysis   .xls, .pzfx 50-200MB Recording of count data, analysis of data by using Microsoft excel and graph pad prism Raw FACs sort reports  .CSV, .fcs 50-200MB Reports of fluorescently stained mouse T cells for fluorescent markers and/or enrichment of CD8 T cell population Analysis of FACS files  .wsp  50-200MB flow cytometric analysis processed in FlowJo  Western blot images  .xls, .pzfx  50-200MB Quantification of western blot images, performed using imageJ, in microsoft excel and graph pad prism.  qRT-PCR data   .xls, .pzfx    Analysis of qRT-PCR data. Statistical analysis performed in graph pad prism.  Raw RNA- sequencing data   .fastq   200-500GB   Sequencing of RNA by genomics core of mouse T cells upon CRISPR screen Analysis RNA sequencing data  .xls .csv  10-20GB  Analysis of Raw RNA-seq data for differentially expressed genes  DNA plasmids  tubes of liquid containing DNA plasmids   DNA plasmids produced during the project, derived from existing DNA plasmids provided by commercial and non-commercial suppliers.  Mass spectrometry files .D 10-20 MB Mass spectrometry files generated by Gas Chromatography-Mass Spectrometry Mass spectrometry files after chromatogram analysis .CDF 50-100 KB Files generated after identification of metabolite peaks. A Mat Lab software will be utilized to calculate the area. The resulting file will be an excel data file.    \n3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation.  No  3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).  Yes.  All experiments on mice are conducted according to institutional, national and European animal regulations. The lab already has ethical clearance files approved by the animal ethics committee at the KU Leuven (P054/2022).  3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  No  No third-party agreement restricts dissemination or exploitation of the data from this project.  4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  Documentation and metadata associated with the different experiments will be meticulously described in hard copy notebooks. The researcher will outline all different steps including experimental setup, protocol, method of data collection, employed controls, and analysis. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.  At the moment, the lab does not make use of a standard metadata. To make the data easy to find, we will specify: (1) title of the project, (2) name of the researcher, (3) data type, (4) raw data and analyzed data, (5) data created and modified, (6) file size, (7) equipment and product reference. Depending on the nature of the data additional metadata are collected. Mass spectrometry: (8) columns used, (9) solvents. FACS: (8) channel used, (9) fluorescence. 5. Data storage and backup during the project  5.1. Where will the data be stored?  All data will be stored in the host laboratory at KU Leuven. The data will be reported on hard copy lab notebooks. The researcher will indicate all necessary information (experimental setup, protocol, method of data collection, employed controls, and analysis) as well as a cross-reference to electronic storage of data to ensure other people can easily find and reproduce all data sets. All lab books will be stored in the lab archives for at least 10 years. All raw data will be stored on the KU Leuven L drive (large storage server). \n5.2. How will the data be backed up?  Backup is secured daily on the central servers of the university.  5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  Yes The laboratory has already purchased 5TB of storage capacity which can be extended on demand.  5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered?  The current cost of the L-drive (5TB) is €569.2 per year. These costs are financed through grant applications.  5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  To ensure secure data storage and to avoid modification by unauthorized persons, we have: i) controlled physical access to the building, ii) controlled digital access to the L-drive, iii) encrypted communications, iv) password access to all computer. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...).  All data will be retained for at least 10 years after the project.  6.2. Where will these data be archived (= stored for the long term)?  Hard copy notebooks will be archived in the host institute’s building. Digital data will be archived on the electronic storage (L-Drive).  6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered?  Digital data storage costs are included in general lab costs/paid at the department level (in case of retirement). The cost for storage on the L-drive is €569.2 per year. These costs are financed through grant applications.  7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  No  7.2. Which data will be made available after the end of the project?  All data are available upon publication of the results. Bioinformatic data set will be deposited publicly.  \n7.3. Where/how will the data be made available for reuse?  In an Open access repository or upon request. 7.4.  When will the data be made available?  Upon publication of the results  7.5.  Who will be able to access the data and under what conditions?  Published data are accessible to all.  7.6. What are the expected costs for data sharing? How will these costs be covered?  Most of the data are put without cost on public repositories.  8. Responsibilities  8.1. Who will be responsible for the data documentation & metadata?  The individual researcher will have the responsibility for data documentation and metadata.  8.2. Who will be responsible for data storage & back up during the project?  The individual researcher and the PI will be responsible for data storage and backup. However, the maintenance of servers and the integrity of data stored on these servers will be controlled by the ITC services of the university.  8.3. Who will be responsible for ensuring data preservation and sharing?  The host institute’s IT team is responsible for digital preservation.  8.4. Who bears the end responsibility for updating & implementing this DMP?  The PI bears the end responsibility of updating & implementing this DMP.      "
    },
    "clean_full_text": "DMP title Project Name My plan (FWO Initial DMP) - DMP title Project Identifier G065122N Principal Investigator / Researcher Ilaria Elia Project Data Contact ilaria.elia@kuleuven.be Description Metastatic melanoma represents a deadly disease with a 10-year survival rate of less than 10%. Activation of the endogenous immune system through immunotherapy has become a standard of care and has greatly improved treatment. Drugs that induce T cell function lead to the specific targeting and killing of tumor cells. Yet, especially in metastatic sites, a significant subset of tumors evade the immune system. Indeed, the tumor microenvironment (TME) represents a hostile niche that inhibits the function of infiltrating T cells and transforms them into an exhausted state. Recently, metabolic reprogramming has emerged as a key hallmark of immune responses. To support their proliferation and survival, T cells use fuels to generate precursors required for macromolecular synthesis, energy, and pro-survival pathways. As hyperproliferative cancer cells possess an overactive metabolism, depletion of nutrients and accumulation of metabolic waste products might represent a major nutritional hurdle for infiltrating T cells. This study aims to map the metabolic requirements of T cells within the TME, develop strategies to potentiate T cell metabolism within this hostile niche, and thus use metabolic therapy to reactivate exhausted T cells and drive their cytotoxic function in immunocompromised metastasis. This project has the potential to open a new metabolic avenue to enhance the efficacy of immunotherapy and transform the standard of care for metastatic melanoma. Institution KU Leuven 1. Name applicant Ilaria Elia FWO project number & title G065122N Targeting metabolism to modulate T cell effector function in metastatic melanoma Affiliation Department of Cellular and Molecular Medicine, KU Leuven, Belgium 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. We will generate new experimental data, more specifically biochemistry, flow-cytometry, cell physiology and immunochemistry data. We will also modulate T cell function by using genetic and pharmacological approaches. These approaches will be evaluated by western blot, RTqPCR, ELISA, RNA-sequencing data and flow cytometry data (.xls, .czi,.csv, .tiff, .jpeg, .fcs). Additionally, we will also measure metabolite content using mass spectrometry (.D, .CDF). All data will be generated in the host institution. When a researcher starts at KU Leuven he/she will have to sign an agreement in which he/she agrees to maintain written records of all collected results (hard copy notebooks). All raw data will be stored in the university server. Furthermore, these data will generate manuscripts for publication in peer-reviewed journals. All necessary measures will be taken to archive all biological material according to good scientific practices. The estimated volume of data is 5TB. Type of data Format Size How created raw data and associated statistical analysis .xls, .pzfx 50-200MB Recording of count data, analysis of data by using Microsoft excel and graph pad prism Raw FACs sort reports .CSV, .fcs 50-200MB Reports of fluorescently stained mouse T cells for fluorescent markers and/or enrichment of CD8 T cell population Analysis of FACS files .wsp 50-200MB flow cytometric analysis processed in FlowJo Western blot images .xls, .pzfx 50-200MB Quantification of western blot images, performed using imageJ, in microsoft excel and graph pad prism. qRT-PCR data .xls, .pzfx Analysis of qRT-PCR data. Statistical analysis performed in graph pad prism. Raw RNA- sequencing data .fastq 200-500GB Sequencing of RNA by genomics core of mouse T cells upon CRISPR screen Analysis RNA sequencing data .xls .csv 10-20GB Analysis of Raw RNA-seq data for differentially expressed genes DNA plasmids tubes of liquid containing DNA plasmids DNA plasmids produced during the project, derived from existing DNA plasmids provided by commercial and non-commercial suppliers. Mass spectrometry files .D 10-20 MB Mass spectrometry files generated by Gas Chromatography-Mass Spectrometry Mass spectrometry files after chromatogram analysis .CDF 50-100 KB Files generated after identification of metabolite peaks. A Mat Lab software will be utilized to calculate the area. The resulting file will be an excel data file. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes. All experiments on mice are conducted according to institutional, national and European animal regulations. The lab already has ethical clearance files approved by the animal ethics committee at the KU Leuven (P054/2022). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No No third-party agreement restricts dissemination or exploitation of the data from this project. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Documentation and metadata associated with the different experiments will be meticulously described in hard copy notebooks. The researcher will outline all different steps including experimental setup, protocol, method of data collection, employed controls, and analysis. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. At the moment, the lab does not make use of a standard metadata. To make the data easy to find, we will specify: (1) title of the project, (2) name of the researcher, (3) data type, (4) raw data and analyzed data, (5) data created and modified, (6) file size, (7) equipment and product reference. Depending on the nature of the data additional metadata are collected. Mass spectrometry: (8) columns used, (9) solvents. FACS: (8) channel used, (9) fluorescence. 5. Data storage and backup during the project 5.1. Where will the data be stored? All data will be stored in the host laboratory at KU Leuven. The data will be reported on hard copy lab notebooks. The researcher will indicate all necessary information (experimental setup, protocol, method of data collection, employed controls, and analysis) as well as a cross-reference to electronic storage of data to ensure other people can easily find and reproduce all data sets. All lab books will be stored in the lab archives for at least 10 years. All raw data will be stored on the KU Leuven L drive (large storage server). 5.2. How will the data be backed up? Backup is secured daily on the central servers of the university. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The laboratory has already purchased 5TB of storage capacity which can be extended on demand. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The current cost of the L-drive (5TB) is €569.2 per year. These costs are financed through grant applications. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure secure data storage and to avoid modification by unauthorized persons, we have: i) controlled physical access to the building, ii) controlled digital access to the L-drive, iii) encrypted communications, iv) password access to all computer. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 10 years after the project. 6.2. Where will these data be archived (= stored for the long term)? Hard copy notebooks will be archived in the host institute’s building. Digital data will be archived on the electronic storage (L-Drive). 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Digital data storage costs are included in general lab costs/paid at the department level (in case of retirement). The cost for storage on the L-drive is €569.2 per year. These costs are financed through grant applications. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? All data are available upon publication of the results. Bioinformatic data set will be deposited publicly. 7.3. Where/how will the data be made available for reuse? In an Open access repository or upon request. 7.4. When will the data be made available? Upon publication of the results 7.5. Who will be able to access the data and under what conditions? Published data are accessible to all. 7.6. What are the expected costs for data sharing? How will these costs be covered? Most of the data are put without cost on public repositories. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The individual researcher will have the responsibility for data documentation and metadata. 8.2. Who will be responsible for data storage & back up during the project? The individual researcher and the PI will be responsible for data storage and backup. However, the maintenance of servers and the integrity of data stored on these servers will be controlled by the ITC services of the university. 8.3. Who will be responsible for ensuring data preservation and sharing? The host institute’s IT team is responsible for digital preservation. 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}