{
    "document_id": "D-2022-1539",
    "LinkTitle": "D-2022-1539",
    "file_name": "D-2022-1539.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1539.pdf",
    "metadata": {
        "title": "LOS: signals and prebiotics - DMP title",
        "author": "N/A",
        "creation_date": "2022-06-29 22:12:14+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n LOS: signals and prebiotics \n- DMP title\nProject Identifier\n XXXXXXXXXX\nGrant Title\n G0C6222N\nPrincipal Investigator / Researcher\n Wim Van den Ende (KU Leuven) and Kris Audenaert (U\nGhent)\nProject Data Contact\n +32485027693; wim.vandenende@kuleuven.be\nDescription\n Lowering the widespread use of agrochemicals in plant production is an urgent\nrequirement. This project explores levans and levan-oligosacharides or LOS (as priming agents)\nand levan-degrading biological control organisms for plant protection. Focus will be on endo-\nlevanase harbouring beneficial micro-organisms that protect against grey mold in lettuce and\nagainst Fusarium Head Blight in cereals. The generated mechanistic insights, with LOS\npotentially acting as signals or as prebiotics, will be used to develop innovative formulations for\nfuture crop protection. Besides disease scoring data and plant immunity related parameters,\nsugar measurements and enzyme structure-function data are taking a central position in this\nproject.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWim Van den Ende (KU Leuven) and Kris Audenaert (U Ghent)\nFWO Project Number & Title\nG0C6222N\nExploring levans and levan-degrading biological control organisms for plant protection\n \nAffiliation\nKU Leuven\nUniversiteit Gent\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1\n*Sugar quantification and enzyme activity data in .xlsx format. Estimated Volume (EV) < 4 GB.\n*Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by\nbioinformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 9 GB.\n*Whole genome sequencing data and 16S rRNA/ITS gene data in .fastq/.fast5/.hdf5 format. EV <\n250 GB.\n*Physical data: picked up bacterial and fungal strains (approx. 50 strains, 3 biological replicates)\nstored at -20°C and glycerol stock at -80°C.   \nWP2\n*Multispectral phenotyping platform data of plant-pathogen interaction, collected using\nPathoViewer and hyperspectral camera. EV < 150 GB.\n*Plant phenotyping data in .xlsx format. EV < 10 GB. \n*Sugar measurements and enzyme characterization data in .xlsx format. EV < 5 GB .\n*Data on stress-realated parameres in xlsx format. EV < 5 GB.\nWP3\n*Gene expression qPCR in .pcr format EV < 4 GB.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n*Sugar quantification and enzyme characterization data in .xlsx format. EV < 4 GB.\n*Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by\nbioinformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 9 GB.\nWP4\n*CRISPR-related sequencing data in .fastq/.fast5/.hdf5 format. EV < 2 GB.\n*JIC first round disease scoring data in .jpg format with Image J and quantified spot areas stored\nin .xlsx. files. EV < 8 GB.\n*Multispectral phenotyping platform data of plant-pathogen interaction, collected using\nPathoViewer and hyperspectral camera. EV < 20 GB.\n*Metabolite data comparing CRISPR and WT plants under stress (.xlsx format). EV < 4 GB.  \n*WP1-4: *Own and recently published publications and (conference) presentations in .docx/.pdf\nformat. EV < 1 GB. \n   \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nPlant protective formulations may originate during the course of this work but the timing is\ndifficult to predict. One or more patent applications may be submitted. Any data related to\npatent applications will not be publicly available during a certain time frame which is difficult to\npredict beforehand.      \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nLab protocols are available as .docx. Hired fellows are dedicated to keep an electronic lab\nnotebook which is clearly linked to data stored on network drive J – KU Leuven. The Biology\nDepartment at KU Leuven has migrated to LUNA where every researcher has his/her own\n‘Personal’, ‘Shared’ and ‘Archive’ drive.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe complexity of the data is not of that kind that a metadata standard is required. For each\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nclass of data generated, persons that perform the experiments and generate the different data\nsets will in detail document the experimental procedures, sampled species, date, experimentator\netc., so that they can be easily found and interpret by other users in the future.  \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be primarily stored where they are generated, either at KU Leuven or at Ghent\nUniversity. Data produced at the JIC in UK many will be immediately transferred to KU Leuven.\nOnDrive ensures the flexibility of data sharing between the partners. At KU Leuven, storage\ncapacity is foreseen by personal (I) and shared (J) network file storage. At Ghent University, the\ndata management system PHIS is used (developed by INRA: http://www.phis.inra.fr/) with 1 PB\nstorage capacity. \nHow is backup of the data provided?\nAutomatic backup - network drive J - at KU Leuven. A similar system is in place at Ghent\nUniversity. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n50 GB storage space is already available for free for every researcher. At any time storage\ncapacity can be updated.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n50 GB free storage is foreseen for every researcher. Storage capacity can be updated for an\nannual fee of 175 Euro/TB but this price may change in the near future. Extra costs will by\ncovered by lab budget.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData are safe in the KU Leuven and Ghent University data centres. Only researchers with\nallocated rights can acces them through the action of a local IT representative.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for 5 years, both at KU Leuven and Ghent University. \nWhere will the data be archived (= stored for the longer term)?\nFor storage for at least 5 years, the KU Leuven Network Drive K is used.  A similar situation is in\nplace at Ghent University.  \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAnnual fee of 150 Euro / TB will be covered by lab budgets.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nIf a nove plant protective formula can be obtained, it will be patented. Therefore, it will not be\npossible to publish these data.  \nWhich data will be made available after the end of the project?\nAll the data on which publications were based will be made publicly available. Data that are\ncritical for  future applications (C3, SBO) will not be made available.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUseful data will be released to the great public during publishing in academic peer reviewed\njournals. Raw data will be delivered in depositories associated with most open access journals.\nWe have foreseen FWO project budgets to be able to publish in open access journals to enhance\nthe visibility of our research.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nOnly researchers participating in the project will be able to access the data before publishing.\nAfter publishing the data that are not associated to a patent will be available to the broad\naudience as publications in peer reviewed journals. \nWhat are the expected costs for data sharing? How will the costs be covered?\nData sharing costs equal open access publication costs covered by FWO project budgets, as\nexplained above.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PIs Wim Van den Ende and Kris Audenaert are responsible\nWho will be responsible for data storage & back up during the project?\nThe PIs Kris Audenaert (Ghent University) and Wim Van den Ende (KU Leuven) are responsible for\nthe storage and back up of the data generated at their home universities, supported by their IT\ndepartments.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PIs Kris Audenaert (Ghent University) and Wim Van den Ende (KU Leuven) are responsible for\nthe storage and back up of the data generated at their home universities, supported by their IT\ndepartments.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PIs Wim Van den Ende and Kris Audenaert bear the end responsibility of updating &\nimplementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name LOS: signals and prebiotics - DMP title Project Identifier XXXXXXXXXX Grant Title G0C6222N Principal Investigator / Researcher Wim Van den Ende (KU Leuven) and Kris Audenaert (U Ghent) Project Data Contact +32485027693; wim.vandenende@kuleuven.be Description Lowering the widespread use of agrochemicals in plant production is an urgent requirement. This project explores levans and levan-oligosacharides or LOS (as priming agents) and levan-degrading biological control organisms for plant protection. Focus will be on endo- levanase harbouring beneficial micro-organisms that protect against grey mold in lettuce and against Fusarium Head Blight in cereals. The generated mechanistic insights, with LOS potentially acting as signals or as prebiotics, will be used to develop innovative formulations for future crop protection. Besides disease scoring data and plant immunity related parameters, sugar measurements and enzyme structure-function data are taking a central position in this project. Institution KU Leuven 1. General Information Name applicant Wim Van den Ende (KU Leuven) and Kris Audenaert (U Ghent) FWO Project Number & Title G0C6222N Exploring levans and levan-degrading biological control organisms for plant protection Affiliation KU Leuven Universiteit Gent 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1 *Sugar quantification and enzyme activity data in .xlsx format. Estimated Volume (EV) < 4 GB. *Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bioinformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 9 GB. *Whole genome sequencing data and 16S rRNA/ITS gene data in .fastq/.fast5/.hdf5 format. EV < 250 GB. *Physical data: picked up bacterial and fungal strains (approx. 50 strains, 3 biological replicates) stored at -20°C and glycerol stock at -80°C. WP2 *Multispectral phenotyping platform data of plant-pathogen interaction, collected using PathoViewer and hyperspectral camera. EV < 150 GB. *Plant phenotyping data in .xlsx format. EV < 10 GB. *Sugar measurements and enzyme characterization data in .xlsx format. EV < 5 GB . *Data on stress-realated parameres in xlsx format. EV < 5 GB. WP3 *Gene expression qPCR in .pcr format EV < 4 GB. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 *Sugar quantification and enzyme characterization data in .xlsx format. EV < 4 GB. *Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bioinformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 9 GB. WP4 *CRISPR-related sequencing data in .fastq/.fast5/.hdf5 format. EV < 2 GB. *JIC first round disease scoring data in .jpg format with Image J and quantified spot areas stored in .xlsx. files. EV < 8 GB. *Multispectral phenotyping platform data of plant-pathogen interaction, collected using PathoViewer and hyperspectral camera. EV < 20 GB. *Metabolite data comparing CRISPR and WT plants under stress (.xlsx format). EV < 4 GB. *WP1-4: *Own and recently published publications and (conference) presentations in .docx/.pdf format. EV < 1 GB. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Plant protective formulations may originate during the course of this work but the timing is difficult to predict. One or more patent applications may be submitted. Any data related to patent applications will not be publicly available during a certain time frame which is difficult to predict beforehand. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Lab protocols are available as .docx. Hired fellows are dedicated to keep an electronic lab notebook which is clearly linked to data stored on network drive J – KU Leuven. The Biology Department at KU Leuven has migrated to LUNA where every researcher has his/her own ‘Personal’, ‘Shared’ and ‘Archive’ drive. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The complexity of the data is not of that kind that a metadata standard is required. For each This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 class of data generated, persons that perform the experiments and generate the different data sets will in detail document the experimental procedures, sampled species, date, experimentator etc., so that they can be easily found and interpret by other users in the future. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be primarily stored where they are generated, either at KU Leuven or at Ghent University. Data produced at the JIC in UK many will be immediately transferred to KU Leuven. OnDrive ensures the flexibility of data sharing between the partners. At KU Leuven, storage capacity is foreseen by personal (I) and shared (J) network file storage. At Ghent University, the data management system PHIS is used (developed by INRA: http://www.phis.inra.fr/) with 1 PB storage capacity. How is backup of the data provided? Automatic backup - network drive J - at KU Leuven. A similar system is in place at Ghent University. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 50 GB storage space is already available for free for every researcher. At any time storage capacity can be updated. What are the expected costs for data storage and back up during the project? How will these costs be covered? 50 GB free storage is foreseen for every researcher. Storage capacity can be updated for an annual fee of 175 Euro/TB but this price may change in the near future. Extra costs will by covered by lab budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are safe in the KU Leuven and Ghent University data centres. Only researchers with allocated rights can acces them through the action of a local IT representative. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for 5 years, both at KU Leuven and Ghent University. Where will the data be archived (= stored for the longer term)? For storage for at least 5 years, the KU Leuven Network Drive K is used. A similar situation is in place at Ghent University. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Annual fee of 150 Euro / TB will be covered by lab budgets. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: If a nove plant protective formula can be obtained, it will be patented. Therefore, it will not be possible to publish these data. Which data will be made available after the end of the project? All the data on which publications were based will be made publicly available. Data that are critical for future applications (C3, SBO) will not be made available. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Where/how will the data be made available for reuse? In an Open Access repository Useful data will be released to the great public during publishing in academic peer reviewed journals. Raw data will be delivered in depositories associated with most open access journals. We have foreseen FWO project budgets to be able to publish in open access journals to enhance the visibility of our research. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Only researchers participating in the project will be able to access the data before publishing. After publishing the data that are not associated to a patent will be available to the broad audience as publications in peer reviewed journals. What are the expected costs for data sharing? How will the costs be covered? Data sharing costs equal open access publication costs covered by FWO project budgets, as explained above. 8. Responsibilities Who will be responsible for data documentation & metadata? The PIs Wim Van den Ende and Kris Audenaert are responsible Who will be responsible for data storage & back up during the project? The PIs Kris Audenaert (Ghent University) and Wim Van den Ende (KU Leuven) are responsible for the storage and back up of the data generated at their home universities, supported by their IT departments. Who will be responsible for ensuring data preservation and reuse ? The PIs Kris Audenaert (Ghent University) and Wim Van den Ende (KU Leuven) are responsible for the storage and back up of the data generated at their home universities, supported by their IT departments. Who bears the end responsibility for updating & implementing this DMP? The PIs Wim Van den Ende and Kris Audenaert bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}