{
    "document_id": "D-2021-1317",
    "LinkTitle": "D-2021-1317",
    "file_name": "D-2021-1317.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1317.pdf",
    "metadata": {
        "title": "Targeting intestinal macrophages as a new treatment for inflammatory bowel disease. IBD-MAC - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Targeting intestinal macrophages as a new treatment for inflammatory bowel\ndisease. IBD-MAC - DMP title\nGrant Title\n 1SF4722N\nPrincipal Investigator / Researcher\n Gianluca Matteoli\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAnissa Zouzaf\nFWO Project Number & Title\n1SF4722N\nTargeting intestinal macrophages as a new treatment for inflammatory bowel disease (IBD-MAC)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nEstimated\nvolume\nAnalysis tools\nWP1: \nPictures result\nfecal occult blood and\ndisease parameters\nDSS colitis experiments\n.jpg, .xlsx\n<2 GB\nExcel\nWP1\n: Flow cytometry\n.fcs,.xlsx, .png, .pdf\n<25 GB\nSony ID 7000,\nFlowJo, Excel,\nGraphPad Prism\nWP1: \nPHGDH activity\nassay\n.xlsx, .tif\n<1 GB\nExcel, ELISA plate\nreader\nWP1\n: Angiogenesis\nand wound healing\nassays\n.txt,.xlsx, .tif, MP4\n<2 GB\n Excel, Incucyte\nWP1\n: RNA sequencing\nsingle cell raw files\n.bam/fastq\n500 GB\nIllumina/Cellranger\n(10X )\nWP1\n: RNA sequencing\nSingle cell\nprocessing/analysis\n.mtx,.rds,.tif,.csv,.R,.py\n500GB\nBioinformatic\nsoftwares\nimplemented in\nR/pvthon\nWP2: \nPictures result\nfecal occult blood and\ndisease parameters\nDSS colitis experiments\n.jpg, .xlsx\n<2 GB\nExcel\nWP2\n : Video\nEndoscopy\nMP4,.jpg\n<100 GB\nHigh resolution\nvideo endoscopy\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nWP2\n : Flow cytometry\n.fcs,.xlsx, .png, .pdf\n<25 GB\nBD FACSymphony\nA3, Flow Jo, Excel,\nGraphPad Prism\nWP2\n: Confocal\nmicroscopy\nCZI,.tif\n<50 GB\nConfocal\nmicroscope/Cell\nimaging core -KUL,\nImageJ\nWP2\n: Ussing system\n.xlsx\n<2 GB\nExcel, UssingChart\nSoftware\nWP3\n :qPCR raw data\nand analysis\nLC96P,.xlsx, GraphPad\nPrism\n<1 GB\nExcel,\nGraphPadPrism\nWP3: \nELISA raw data\nand analysis\n.xlsx,.tif\n<1 GB\nExcel\nWP3\n: Wound healing\nassay\n.txt,.xlsx, .tif, MP4\n<1 GB\n Excel, Incucyte\nWP3:\n Organoid\ndissection and re-\nculturing\n.txt,.xlsx, .tif, MP4\n<1 GB\n Excel, Incucyte\nWP3\n: Confocal\nmicroscopy\nCZI,.tif\n<50 GB\nConfocal\nmicroscope/Cell\nimaging core -KUL,\nImageJ\nWP3: \nPHGDH activity\nassay\n.xlsx, .tif\n<1 GB\nExcel, ELISA plate\nreader\nWP3: \nV-plex human\ncytokine kit\n.xlsx,.tif\n<1 GB\nExcel\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nHuman patient samples from full-thickness biopsies from the resected ileum of Crohn's disease\n(CD) patients undergoing curative intent surgery for fibro-stenotic ileal strictures and from\npatients undergoing curative-intent right hemicolectomy for colon carcinoma (CRC) will be\ngathered after informed consent by the IBD- UZ Leuven group under supervision of prof. dr.\nSeverine Vermeire (co-promotor). Tissue samples representative of not affected mucosa\n(resected margins), inflamed and stenotic areas will be identified under the supervision of a\ntrained IBD pathologist (UZ Leuven) and digested to generate single cell suspensions for scRNA-\nseq and for isolation of fibroblast and immune cells. Healthy ileal full-thickness biopsies will be\ncollected during right hemicolectomy for CRC and used as control. Health data such as disease\nseverity and disease status of the collected samples will be recorded.\nSince the animal experiments will take place first, the adjustments to the existing PRET\napplication VLECC/CCARE S53684 are currently ongoing.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAnimal experiments will be performed as part of this project. All animal experiments to be\nperformed in the laboratory of Prof. Gianluca Matteoli have been approved by the Ethical\ncommittee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nP188/2019.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nYes, we will proceed into patent application filing as soon as possible for data relating to the anti-\ninflammatory efficacy of our selected compounds.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nNo 3rd party agreements are applicable.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nProtocols and details related to data collection and processing will be recorded in Word or Excel\nfiles. Data folders containing raw and processed data will be hierarchically organized and labelled\nbased on the source of the data, the type of experiment, the date of data generation, and the\ndifferent experimental conditions analysed. Data analysis methods and particularities (including\nmetadata) will be described in text documents and Excel files included in these folders. All files\nwill be stored in the J-Drive KU Leven Storage space.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nText documents and Excel files stored within each experiment folder in the J-Drive will\nrespectively contain guidelines describing data collection/analysis methods and all relevant\nmetadata (including experimental conditions, sample keys, computational analysis pipelines and\ntheir parameters) to ensure the reusability of the data and the reproducibility of any further data\ngeneration.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nUpon data collection/pre-processing, copies of the data will be stored in the J-Drive of our\nresearch unit. Temporary copies of the data will be made and kept on personal hard drives.\nHow is backup of the data provided?\nData stored on the KU Leuven J-Drive is managed, maintained, and backed up by KU Leuven IT\nservices. Specifically, mirror copies of the stored data are made immediately upon upload for\nsafety backup purposes.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes, the KU Leuven J-Drive has sufficient storage capacity for the outlined project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe annual cost of J-Drive storage is €519 per 1TB of storage space per year. This cost and\ncapacity include the performance of mirror copies of the stored data, for safety backup purposes.\nWe expect that 5 TB will be sufficient to store all data generated as part of the project. These\ncosts will be covered by the budget of the project lead (Prof. Gianluca Matteoli). \nData security: how will you ensure that the data are securely stored and not accessed\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData stored on KU Leuven-managed personal computers are protected via password access to\nthe computers, as set up by the KU Leuven IT Department. Off-site access to J-Drive data is\navailable from KU Leuven personal computers and data access points and is password protected.\nUpon request, access to the shared drive will be given only to authorized researchers.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll raw data will be retained for at least 5 years on the K-Drive storage space. Publication data\nwill be further organized and catalogued on a figure-by-figure basis for future reference to raw\ndatasets used for figure generation.\nWhere will the data be archived (= stored for the longer term)?\nLong term data archives will be maintained in specific archive folders on the K-Drive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe annual cost of K-Drive storage is 11.384 € per 100GB of storage space per year. We expect\nthat 5 TB will be sufficient for long-term storage of all data generated as part of the project.\nThese costs will be covered by the budget of the project lead (Prof. Gianluca Matteoli).\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nAfter filing patent application(s), there are no factors restricting sharing of the data.\nWhich data will be made available after the end of the project?\nAll data will be made available through publication of articles in established, peer-reviewed (non-\npredatory) academic journals. Relevant raw data will be made publicly available through upload\nto well-established open-access data repositories.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nAfter securing IP rights, published data will be made available in an open access repository\nand/or upon request.\nWho will be able to access the data and under what conditions?\nData not deposited in open-access repositories will in principle only be accessible to members of\nthe Matteoli lab. Other collaborations and sharing are possible with staff within the Inflammatory\nBowel Diseases research group at TARGID, upon reasonable request. Any user can place\nreasonable requests data for non-commercial purposes, and these requests will be assessed on a\ncase-by-case basis by the project lead (Prof. Gianluca Matteoli ). Commercial-based requests will\nbe discussed with the project lead as well.\nWhat are the expected costs for data sharing? How will the costs be covered?\nCost for data sharing will be discussed with collaborators on a case-by-case basis.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe project lead will be responsible for data documentation and metadata\ngeneration/preservation of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for data storage & back up during the project?\nThe project lead will be responsible for collecting/generating data and for correct documentation\nand upload onto the J/K-Drive storage space and KU Leuven enterprise box. The KU Leuven IT\ndepartment will be responsible for maintenance and back up of data storage spaces.\nWho will be responsible for ensuring data preservation and reuse ?\nThe project lead will bear responsibility for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe project lead bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Targeting intestinal macrophages as a new treatment for inflammatory bowel disease. IBD-MAC - DMP title Grant Title 1SF4722N Principal Investigator / Researcher Gianluca Matteoli Institution KU Leuven 1. General Information Name applicant Anissa Zouzaf FWO Project Number & Title 1SF4722N Targeting intestinal macrophages as a new treatment for inflammatory bowel disease (IBD-MAC) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Estimated volume Analysis tools WP1: Pictures result fecal occult blood and disease parameters DSS colitis experiments .jpg, .xlsx <2 GB Excel WP1 : Flow cytometry .fcs,.xlsx, .png, .pdf <25 GB Sony ID 7000, FlowJo, Excel, GraphPad Prism WP1: PHGDH activity assay .xlsx, .tif <1 GB Excel, ELISA plate reader WP1 : Angiogenesis and wound healing assays .txt,.xlsx, .tif, MP4 <2 GB Excel, Incucyte WP1 : RNA sequencing single cell raw files .bam/fastq 500 GB Illumina/Cellranger (10X ) WP1 : RNA sequencing Single cell processing/analysis .mtx,.rds,.tif,.csv,.R,.py 500GB Bioinformatic softwares implemented in R/pvthon WP2: Pictures result fecal occult blood and disease parameters DSS colitis experiments .jpg, .xlsx <2 GB Excel WP2 : Video Endoscopy MP4,.jpg <100 GB High resolution video endoscopy This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 WP2 : Flow cytometry .fcs,.xlsx, .png, .pdf <25 GB BD FACSymphony A3, Flow Jo, Excel, GraphPad Prism WP2 : Confocal microscopy CZI,.tif <50 GB Confocal microscope/Cell imaging core -KUL, ImageJ WP2 : Ussing system .xlsx <2 GB Excel, UssingChart Software WP3 :qPCR raw data and analysis LC96P,.xlsx, GraphPad Prism <1 GB Excel, GraphPadPrism WP3: ELISA raw data and analysis .xlsx,.tif <1 GB Excel WP3 : Wound healing assay .txt,.xlsx, .tif, MP4 <1 GB Excel, Incucyte WP3: Organoid dissection and re- culturing .txt,.xlsx, .tif, MP4 <1 GB Excel, Incucyte WP3 : Confocal microscopy CZI,.tif <50 GB Confocal microscope/Cell imaging core -KUL, ImageJ WP3: PHGDH activity assay .xlsx, .tif <1 GB Excel, ELISA plate reader WP3: V-plex human cytokine kit .xlsx,.tif <1 GB Excel 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Human patient samples from full-thickness biopsies from the resected ileum of Crohn's disease (CD) patients undergoing curative intent surgery for fibro-stenotic ileal strictures and from patients undergoing curative-intent right hemicolectomy for colon carcinoma (CRC) will be gathered after informed consent by the IBD- UZ Leuven group under supervision of prof. dr. Severine Vermeire (co-promotor). Tissue samples representative of not affected mucosa (resected margins), inflamed and stenotic areas will be identified under the supervision of a trained IBD pathologist (UZ Leuven) and digested to generate single cell suspensions for scRNA- seq and for isolation of fibroblast and immune cells. Healthy ileal full-thickness biopsies will be collected during right hemicolectomy for CRC and used as control. Health data such as disease severity and disease status of the collected samples will be recorded. Since the animal experiments will take place first, the adjustments to the existing PRET application VLECC/CCARE S53684 are currently ongoing. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Animal experiments will be performed as part of this project. All animal experiments to be performed in the laboratory of Prof. Gianluca Matteoli have been approved by the Ethical committee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 P188/2019. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Yes, we will proceed into patent application filing as soon as possible for data relating to the anti- inflammatory efficacy of our selected compounds. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No No 3rd party agreements are applicable. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Protocols and details related to data collection and processing will be recorded in Word or Excel files. Data folders containing raw and processed data will be hierarchically organized and labelled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analysed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. All files will be stored in the J-Drive KU Leven Storage space. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Text documents and Excel files stored within each experiment folder in the J-Drive will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. 5. Data storage and backup during the FWO project Where will the data be stored? Upon data collection/pre-processing, copies of the data will be stored in the J-Drive of our research unit. Temporary copies of the data will be made and kept on personal hard drives. How is backup of the data provided? Data stored on the KU Leuven J-Drive is managed, maintained, and backed up by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload for safety backup purposes. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes, the KU Leuven J-Drive has sufficient storage capacity for the outlined project. What are the expected costs for data storage and back up during the project? How will these costs be covered? The annual cost of J-Drive storage is €519 per 1TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 5 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project lead (Prof. Gianluca Matteoli). Data security: how will you ensure that the data are securely stored and not accessed This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored on KU Leuven-managed personal computers are protected via password access to the computers, as set up by the KU Leuven IT Department. Off-site access to J-Drive data is available from KU Leuven personal computers and data access points and is password protected. Upon request, access to the shared drive will be given only to authorized researchers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All raw data will be retained for at least 5 years on the K-Drive storage space. Publication data will be further organized and catalogued on a figure-by-figure basis for future reference to raw datasets used for figure generation. Where will the data be archived (= stored for the longer term)? Long term data archives will be maintained in specific archive folders on the K-Drive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The annual cost of K-Drive storage is 11.384 € per 100GB of storage space per year. We expect that 5 TB will be sufficient for long-term storage of all data generated as part of the project. These costs will be covered by the budget of the project lead (Prof. Gianluca Matteoli). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No After filing patent application(s), there are no factors restricting sharing of the data. Which data will be made available after the end of the project? All data will be made available through publication of articles in established, peer-reviewed (non- predatory) academic journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results After securing IP rights, published data will be made available in an open access repository and/or upon request. Who will be able to access the data and under what conditions? Data not deposited in open-access repositories will in principle only be accessible to members of the Matteoli lab. Other collaborations and sharing are possible with staff within the Inflammatory Bowel Diseases research group at TARGID, upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the project lead (Prof. Gianluca Matteoli ). Commercial-based requests will be discussed with the project lead as well. What are the expected costs for data sharing? How will the costs be covered? Cost for data sharing will be discussed with collaborators on a case-by-case basis. 8. Responsibilities Who will be responsible for data documentation & metadata? The project lead will be responsible for data documentation and metadata generation/preservation of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for data storage & back up during the project? The project lead will be responsible for collecting/generating data and for correct documentation and upload onto the J/K-Drive storage space and KU Leuven enterprise box. The KU Leuven IT department will be responsible for maintenance and back up of data storage spaces. Who will be responsible for ensuring data preservation and reuse ? The project lead will bear responsibility for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The project lead bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}