{
    "document_id": "D-2023-2075",
    "LinkTitle": "D-2023-2075",
    "file_name": "D-2023-2075.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2075.pdf",
    "metadata": {
        "title": "Characterizing natural occurrence and temperature-induced formation of 2n gametes in Musa spp. to facilitate triploid breeding in banana.",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Characterizing natural occurrence and temperature-induced\nformation of 2n gametes in Musa spp. to facilitate triploid breeding\nin banana.\nA Data Management Plan created using DMPonline.be\nCreator: \nAstrid Severyns\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nAstrid Severyns\nProject Administrator:\n \nFirst Name Surname\nGrant number / URL: \n1SF3323N\nID: \n193461\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nDespite being the most important fruit crop worldwide, banana (Musa spp.) cultivation currently\nfaces enormous threats by several biotic and abiotic stresses, as overall agronomic biodiversity\nis\nlow. Conventional breeding of improved triploid varieties faces among long generation times and\nparthenocarpy, many bottlenecks linked to interploidy hybridization such as; reduced male\nfertility,\ngenomic incompatibilities, and low seed yield and viability.\nA more direct route for generating triploid banana genotypes, is the exploitation of ectopic\nformation\nof diploid (2n) gametes from 2x parents. This would strongly increase breeding efficiency as\nselection\ncan be carried out at the 2x level, avoiding inefficient interploidy crosses and complex\ninheritance\npatterns. Additionally the variable genetic make-up (FDR or SDR) of 2n gametes allows to tailor\nthe\ngenetic configuration of polyploid progeny.\nThe proposed study will result in the identification of germplasm lines that generate 2n pollen, as\nwell in temperature treatments that stimulate their production, and will provide information on the\nmechanistic basis of 2n pollen formation and their genetic make-up, and hence may pave the\nway for\nutilising 2n gametes in conventional banana breeding. Proposed PhD research thus has great\npotential for fortifying a new view on banana breeding, thereby saving time, money and labour\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n1 of 9\nrequired to create new varieties of the world’s largest fruit crop.\nLast modified: \n16-01-2023\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n2 of 9\nCharacterizing natural occurrence and temperature-induced\nformation of 2n gametes in Musa spp. to facilitate triploid breeding\nin banana.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing options:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDried Musa\nanthers\nMusa anthers\nwere collected\nbiweekly from\nplants in the\nKU Leuven\ngreenhouse to\nmonitor pollen\ndevelopment\nover\nflowering. \nA collection of\ndried anthers\nfrom 71\ndifferent Musa\ngenotypes\n(collected in\nTanzania) in\norder to\nperform a\nGWAS pollen\nsize.\nGenerate new\ndata\nPhysical\n \n \n \n20 dm³\nabout\none\ndrawer\nin a 4°C\nfreezer\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n3 of 9\nFixated\nMusa\nflowers\nMale flowers\ncomprising\nmeiotic stages\nto mature\nflowers in\nanthesis,\nincluding\nseveral\ngenotypes,\ncollected in\nTanzania,\nBotanic\nGarden of\nMeise and\nHeverlee\ngreenhouses.\nFemale\nflowers, at the\nmoment of\nanthesis, and\nat several\ntimepoints\nduring seed\ndevelopment.\nCollected in\nTanzania\nGenerate new\ndata\nPhysical\n \n \n \n4 m³ in\na cold\nroom\nPollen\ngermination\ndata\nOn 30\ntimepoints,\npollen\ngermination\nwas measured\nfor several\ngenotypes,\nvalues were\nnoted down in\npaper lab\njournal and\nafterwards\nstored in excel\nfiles\nGenerate new\ndata\nDigital\nObservational\n.xlsx\n<1MB\n \nMicroscopy\nimages\nPictures are\nmade of pollen\ngrains in a\nhigh\nthroughput\nfashion on a\nfluorescence\nmicroscope\nImages of\nnuclei in\nmicrospores\nImages of\nprepared\nmeiotic\nchromosome\nspreads\nImages of\npollen tube\ngrowth in\nbanana\nstigmas\nGenerate new\ndata\nDigital\nExperimental\n.tif, .jpg\n<1TB\n \nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n4 of 9\nPollen size\nand viability\ndata\nUsing\ncellprofiler, a\npipeline was\nset up to\nautomatically\nidentify pollen\ngrains in\nfluorescence\nmicroscopy\nimages, and\nmeasure their\nsize and FDA\nintensity. Data\nis stored in csv\nfiles\nGenerate new\ndata\nDigital\nObservational\n.csv\n<100MB\n \nClimate data\ngreenhouse\ncsv file\ncontaining\nradiation,\ntemperature\nand relative\nhumidity\nmeasurements\nfor full ground\ncompartment\nGenerate new\ndata\nDigital\nObservational\n.csv\n<1MB\n \nPollen\ndevelopment\ncombined\nfiles\ncsv file\ncontaining\ncombined\ngreenhouse,\npollen\ngermination,\npollen viability\nand pollen\nsize data, +\nhtml files\ncontaining\nstatistical\nanalysis\nGenerate new\ndata\nDigital\nCompiled data\n.csv, .html\n<1MB\n \nFlow\ncytometry\ndata\nsingle pollen\nnuclei\nextraction\nPloidy\nmeasurements\non developing\nseeds\nGenerate new\ndata\nDigital\nExperimental\n.pzfx\n<100MB\n \nSNP\nmarkers\nMusa\nset of 5,544\nrobust SNP\nmarkers as\ngenerated\nwithin the\nstudy of\nSardos et al.\n2016\nReuse existing\ndata\nDigital\nExperimental\n.FASTQ\n<1MB\n \nGenomic\ndata\nCertain known\n2n gamete\nproducing\ngenes will be\ngenotyped\nGenerate new\ndata\nDigital\nExperimental\n.FASTA, .VCF\n <1MB\n \nqPCR data\nThe\nexpression of\ncertain known\n2n gamete\nproducing\ngenes will be\nassessed via\nqPCR analysis\nGenerate new\ndata\nDigital\nExperimental\n.xlsx\n<1MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n5 of 9\nSNP markers Musa: \nSNP dataset in musa acuminata (banana) panel - Harvard Dataverse\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nThe induction of 2n gamete formation in Musa spp. can be interesting to speed op the breeding of new triploid banana varieties, hence it\ncould be commercially exploited. We use two approaches: external treatments to induce 2n pollen production, discovery of genes that\ninduce 2n gamete production in banana. In the first case, a combination of the 'pollen size and viability data', 'microscopy images', and\n'flow cytometry data' might generate potential for commercial valorization. In the latter case, a combination of 'SNP markers Musa',\n'genomic data' and 'qPCR data'.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nI collaborate with Meise Botanic Garden and IITA Arusha, however there are no data dissemination restrictions in these partnerships.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor the protocols I have developed and used, I keep a separate word document, stored on KU Leuven servers that describes in detail\nhow I used my samples to obtain data. \nEvery performed experiment, is noted down in a paper lab journal.\nI will create a document, listing all datasets I have generated, including instructions on how to access them.\nThe dried Musa anthers and Fixated Musa flowers are all labeled, and I keep an excel file with details on the material in question, which\nI update every time new samples are added to the collection. In this same excel file, I keep track of what analysis have been carried out\non the samples.\nAll pollen germination data, pollen size and viability data and climate greenhouse data are stored in hierarchical folders and organized\nby genotype. The same tags are used throughout the entire sample collection and data processing. All data processing scripts are\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n6 of 9\nannotated. I will also publish a paper on this subject with a section dedicated to the management and availability of the data, as well as a\nproject report.\nAll microscopy images are structured in folders by type of microscopy image, and genotype. this way they can be linked to the\naforementioned excel sheet that gives an overview of all samples. To provide structure they are also assembled in PowerPoint,\nafterwards a report, and eventually a paper. \nFlow cytometry data will be stored per project in a hierarchical manner, and will also be linked by date to the paper lab journal. On this\ndata I will regularly generate reports.\nGWAS analysis using SNP markers, genomic data and qPCR data will also be stored in separate folders with a clear structuring,\nannotations in the data, and regular reports.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nFor all image sets, metadata is generated by the used equipment. \nIn case I would publish data in a public database, I would use the international standard for metadata preferred by that database.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigital data: The data will be stored in personal and shared network drives provided by the KU Leuven.\nPhysical data: 4°C cold room and fridges PGCI lab Nico De Storme\nHow will the data be backed up?\nThe KU Leuven network drives are regularly backed up.\nAn 'archive' drive for large volume storage, provided by the KU Leuven, will be used for backing up the data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nPersonal network drive: 50 GB\nShared network drive: 1 TB\nArchive drive: 1 TB\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to KU Leuven drives is password protected. The shared drive contains only members of our lab. Each researcher receives a\nseperate folder on the shared drive, which can only be modified by that researcher.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nShared drive: 503,66 euro per 1 TB\nArchive drive: 100 euro per 1 TB\nThe amount of data generated within the project falls within the limits of the 3 drives that are financed by the PGCI lab budget. The lab\nuses internal funding for this.\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n7 of 9\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nThere are no reasons to not store all data, so all data will be stored.\nWhere will these data be archived (stored and curated for the long-term)?\nOn the PGCI archive drive (large volume storage provided by Ku Leuven)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n500 euro for 5 years, this will be covered by internal lab budget.\nPreserving smaller datasets in repositories is usually free of charge.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nAll datasets generated in this project are eligible for placing in an open access repository, as it does not contain any personal data.\nHowever, depending on the commercialization potential of certain data, we might postpone the moment on which we place the data in\nan Open Access repository. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nWe might wait with making data openly available until we have published papers in this data. Afterwards we make our data available in\nan Open Access repository.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nThere is a potential for commercial valorization, however as the treatments we will test, have already been used on other plant species,\nwe are not going to receive IP rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMost likely, data will be made available via the CIAT dataverse, the International Centre for Tropical Agriculture (CIAT) is part of the\nnon-profit CGIAR consortium, and uses non-profit Harvard Dataverse.\nWhen will the data be made available?\nUpon publication of research results, latest by 31/10/2026.\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n8 of 9\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution 4.0 International (CC-BY-4.0).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nThese are not available yet\nWhat are the expected costs for data sharing? How will these costs be covered?\nAs the datasets made available would be rather small, there are no extra costs foreseen for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher, Astrid Severyns \nWho will manage data storage and backup during the research project?\nThe researcher, Astrid Severyns \nWho will manage data preservation and sharing?\nthe supervisor, Nico De Storme \nWho will update and implement this DMP?\nThe researcher, Astrid Severyns \nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n9 of 9"
    },
    "clean_full_text": "Characterizing natural occurrence and temperature-induced formation of 2n gametes in Musa spp. to facilitate triploid breeding in banana. A Data Management Plan created using DMPonline.be Creator: Astrid Severyns Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Astrid Severyns Project Administrator: First Name Surname Grant number / URL: 1SF3323N ID: 193461 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Despite being the most important fruit crop worldwide, banana (Musa spp.) cultivation currently faces enormous threats by several biotic and abiotic stresses, as overall agronomic biodiversity is low. Conventional breeding of improved triploid varieties faces among long generation times and parthenocarpy, many bottlenecks linked to interploidy hybridization such as; reduced male fertility, genomic incompatibilities, and low seed yield and viability. A more direct route for generating triploid banana genotypes, is the exploitation of ectopic formation of diploid (2n) gametes from 2x parents. This would strongly increase breeding efficiency as selection can be carried out at the 2x level, avoiding inefficient interploidy crosses and complex inheritance patterns. Additionally the variable genetic make-up (FDR or SDR) of 2n gametes allows to tailor the genetic configuration of polyploid progeny. The proposed study will result in the identification of germplasm lines that generate 2n pollen, as well in temperature treatments that stimulate their production, and will provide information on the mechanistic basis of 2n pollen formation and their genetic make-up, and hence may pave the way for utilising 2n gametes in conventional banana breeding. Proposed PhD research thus has great potential for fortifying a new view on banana breeding, thereby saving time, money and labour Created using DMPonline.be. Last modiﬁed 16 January 2023 1 of 9 required to create new varieties of the world’s largest fruit crop. Last modified: 16-01-2023 Created using DMPonline.be. Last modiﬁed 16 January 2023 2 of 9 Characterizing natural occurrence and temperature-induced formation of 2n gametes in Musa spp. to facilitate triploid breeding in banana. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Dried Musa anthers Musa anthers were collected biweekly from plants in the KU Leuven greenhouse to monitor pollen development over flowering. A collection of dried anthers from 71 different Musa genotypes (collected in Tanzania) in order to perform a GWAS pollen size. Generate new data Physical 20 dm³ about one drawer in a 4°C freezer Created using DMPonline.be. Last modiﬁed 16 January 2023 3 of 9 Fixated Musa flowers Male flowers comprising meiotic stages to mature flowers in anthesis, including several genotypes, collected in Tanzania, Botanic Garden of Meise and Heverlee greenhouses. Female flowers, at the moment of anthesis, and at several timepoints during seed development. Collected in Tanzania Generate new data Physical 4 m³ in a cold room Pollen germination data On 30 timepoints, pollen germination was measured for several genotypes, values were noted down in paper lab journal and afterwards stored in excel files Generate new data Digital Observational .xlsx <1MB Microscopy images Pictures are made of pollen grains in a high throughput fashion on a fluorescence microscope Images of nuclei in microspores Images of prepared meiotic chromosome spreads Images of pollen tube growth in banana stigmas Generate new data Digital Experimental .tif, .jpg <1TB Created using DMPonline.be. Last modiﬁed 16 January 2023 4 of 9 Pollen size and viability data Using cellprofiler, a pipeline was set up to automatically identify pollen grains in fluorescence microscopy images, and measure their size and FDA intensity. Data is stored in csv files Generate new data Digital Observational .csv <100MB Climate data greenhouse csv file containing radiation, temperature and relative humidity measurements for full ground compartment Generate new data Digital Observational .csv <1MB Pollen development combined files csv file containing combined greenhouse, pollen germination, pollen viability and pollen size data, + html files containing statistical analysis Generate new data Digital Compiled data .csv, .html <1MB Flow cytometry data single pollen nuclei extraction Ploidy measurements on developing seeds Generate new data Digital Experimental .pzfx <100MB SNP markers Musa set of 5,544 robust SNP markers as generated within the study of Sardos et al. 2016 Reuse existing data Digital Experimental .FASTQ <1MB Genomic data Certain known 2n gamete producing genes will be genotyped Generate new data Digital Experimental .FASTA, .VCF <1MB qPCR data The expression of certain known 2n gamete producing genes will be assessed via qPCR analysis Generate new data Digital Experimental .xlsx <1MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Created using DMPonline.be. Last modiﬁed 16 January 2023 5 of 9 SNP markers Musa: SNP dataset in musa acuminata (banana) panel - Harvard Dataverse Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The induction of 2n gamete formation in Musa spp. can be interesting to speed op the breeding of new triploid banana varieties, hence it could be commercially exploited. We use two approaches: external treatments to induce 2n pollen production, discovery of genes that induce 2n gamete production in banana. In the first case, a combination of the 'pollen size and viability data', 'microscopy images', and 'flow cytometry data' might generate potential for commercial valorization. In the latter case, a combination of 'SNP markers Musa', 'genomic data' and 'qPCR data'. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No I collaborate with Meise Botanic Garden and IITA Arusha, however there are no data dissemination restrictions in these partnerships. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For the protocols I have developed and used, I keep a separate word document, stored on KU Leuven servers that describes in detail how I used my samples to obtain data. Every performed experiment, is noted down in a paper lab journal. I will create a document, listing all datasets I have generated, including instructions on how to access them. The dried Musa anthers and Fixated Musa flowers are all labeled, and I keep an excel file with details on the material in question, which I update every time new samples are added to the collection. In this same excel file, I keep track of what analysis have been carried out on the samples. All pollen germination data, pollen size and viability data and climate greenhouse data are stored in hierarchical folders and organized by genotype. The same tags are used throughout the entire sample collection and data processing. All data processing scripts are Created using DMPonline.be. Last modiﬁed 16 January 2023 6 of 9 annotated. I will also publish a paper on this subject with a section dedicated to the management and availability of the data, as well as a project report. All microscopy images are structured in folders by type of microscopy image, and genotype. this way they can be linked to the aforementioned excel sheet that gives an overview of all samples. To provide structure they are also assembled in PowerPoint, afterwards a report, and eventually a paper. Flow cytometry data will be stored per project in a hierarchical manner, and will also be linked by date to the paper lab journal. On this data I will regularly generate reports. GWAS analysis using SNP markers, genomic data and qPCR data will also be stored in separate folders with a clear structuring, annotations in the data, and regular reports. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes For all image sets, metadata is generated by the used equipment. In case I would publish data in a public database, I would use the international standard for metadata preferred by that database. 3. Data storage & back-up during the research project Where will the data be stored? Digital data: The data will be stored in personal and shared network drives provided by the KU Leuven. Physical data: 4°C cold room and fridges PGCI lab Nico De Storme How will the data be backed up? The KU Leuven network drives are regularly backed up. An 'archive' drive for large volume storage, provided by the KU Leuven, will be used for backing up the data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Personal network drive: 50 GB Shared network drive: 1 TB Archive drive: 1 TB How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to KU Leuven drives is password protected. The shared drive contains only members of our lab. Each researcher receives a seperate folder on the shared drive, which can only be modified by that researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Shared drive: 503,66 euro per 1 TB Archive drive: 100 euro per 1 TB The amount of data generated within the project falls within the limits of the 3 drives that are financed by the PGCI lab budget. The lab uses internal funding for this. Created using DMPonline.be. Last modiﬁed 16 January 2023 7 of 9 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). There are no reasons to not store all data, so all data will be stored. Where will these data be archived (stored and curated for the long-term)? On the PGCI archive drive (large volume storage provided by Ku Leuven) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 500 euro for 5 years, this will be covered by internal lab budget. Preserving smaller datasets in repositories is usually free of charge. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository All datasets generated in this project are eligible for placing in an open access repository, as it does not contain any personal data. However, depending on the commercialization potential of certain data, we might postpone the moment on which we place the data in an Open Access repository. If access is restricted, please specify who will be able to access the data and under what conditions. We might wait with making data openly available until we have published papers in this data. Afterwards we make our data available in an Open Access repository. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No There is a potential for commercial valorization, however as the treatments we will test, have already been used on other plant species, we are not going to receive IP rights Where will the data be made available? If already known, please provide a repository per dataset or data type. Most likely, data will be made available via the CIAT dataverse, the International Centre for Tropical Agriculture (CIAT) is part of the non-profit CGIAR consortium, and uses non-profit Harvard Dataverse. When will the data be made available? Upon publication of research results, latest by 31/10/2026. Created using DMPonline.be. Last modiﬁed 16 January 2023 8 of 9 Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution 4.0 International (CC-BY-4.0). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes These are not available yet What are the expected costs for data sharing? How will these costs be covered? As the datasets made available would be rather small, there are no extra costs foreseen for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher, Astrid Severyns Who will manage data storage and backup during the research project? The researcher, Astrid Severyns Who will manage data preservation and sharing? the supervisor, Nico De Storme Who will update and implement this DMP? The researcher, Astrid Severyns Created using DMPonline.be. Last modiﬁed 16 January 2023 9 of 9"
}