{
    "document_id": "D-2023-2367",
    "LinkTitle": "D-2023-2367",
    "file_name": "D-2023-2367.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2367.pdf",
    "metadata": {
        "title": "D-2023-2367",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "EXPLORING THE INTERACTION OF SPIN AND ORBITAL ANGULAR \nMOMENTUM OF LIGHT WITH CHIRAL PHOTONIC STRUCTURES\nA Data Management Plan created using DMPonline.be\nCreators:      Guy Koeckelberghs, n.n. n.n., n.n. n.n.  \nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator:        n.n. n.n., Guy Koeckelberghs, n.n. n.n.  \nGrant number / URL: 3E230467\nID: 206534\nStart date: 01-10-2023\nEnd date: 01-03-2029\nProject abstract: \nOptical activity effects such as circular dichroism and optical rotation are well-known. They originate from the \ninteraction of the chiral material with\nthe spin angular momentum (SAM) of light (±ћ, where + and – refer to left- and right-hand circularly polarized light). \nHowever, it is less known that\nlight can also carry orbital angular momentum (OAM). For example, for light with helical phase fronts, such as in \noptical vortices, the OAM per photon\nis given by ±ћ, with the topological charge of the vortex. Recent studies have indicated that photons with opposite \nOAM - in addition to spin - can\nalso show a different interaction with a material that is chiral organized. Hence for a complete understanding of the \ninteraction between light and chiral\nmatter, both SAM and OAM of photons must be considered, which is the goal of this proposal. It is mainly an \nexperimental project in which photonic\ncrystals based on chiral conjugated polymers will be interrogated with light that carries both SAM an OAM.\nLast modified: 17-04-2024\nEXPLORING THE INTERACTION OF SPIN AND ORBITAL ANGULAR \nMOMENTUM OF LIGHT WITH CHIRAL PHOTONIC STRUCTURES\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / \nIDDescriptionNew or \nreuseDigital or Physical \ndataData TypeFile \nformatData \nvolumePhysical \nvolume\nIndicate:\nN(ew Indicate:  D(igital) \nor DP(hysical)Indicate: Indicate:\ndata) or \nE(xisting \ndata)Audiovisual\nImages\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify)<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nSpectral \nmeasurementsUV-vis, CD, \nfluorescenceNDNtxt<1GB\nSynthesismonomers, \npolymer, ...NDPother >10g\nlaser optical \ndatasecond, third \nharmonic \nscattering, \nlinear scattering \noptical rotationNDNtxt<1GB\nStandar \ncharacterizationGPC, NMR, \nMass spectroNDNtxt<1GB\nSamplesphotonic \ncrystalsNDPother solid film \non glass\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nfor numerical we will add additional text files with all necessary information\nfor physical samples we will use appropriate labelling with reference to lab notebook\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nfor numerical we will add additional text files with all necessary information\nfor physical samples we will use appropriate labelling with reference to lab notebook\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●Other (specify below)\nBoth on hardware (dedicated hard disks) as in the cloud (directly connected), provided by SET-IT.\nsamples and polymers/monomers will be stored according to safety procedures (eg fridge or dedicated cabinets).\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nCo-managed by set-IT in addition to dedicated hard drives.\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nData are password protected.\nPhysical can only be accessed by authorized persons\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nYearly contribution to SET-IT, partly paid by chemistry department (>2000 euro/year)\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●Certain data cannot be kept for 10 years (explain below)\nMonomeric/polymeric samples and photonic crystals may degrade over time.\nWhere will these data be archived (stored and curated for the long-term)?  \n●Other (specify below)\nArchive drives managed by SET-IT and dedicated hard drives\n \nPhysical samples will be stored according to safety procedures (eg fridge or dedicated cabinets).\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nnegligeble\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as open data\nall raw data are available upon request and available trough supporting information of published articles/theses\nphysical: upon request and availability\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nno\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nNumerical data: through RDR\nphysical samples: upon request and available in the contributing labs\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Other (specify below)\nNot applicable\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nnot applicable\nWhat are the expected costs for data sharing? How will these costs be covered?  \nnegligeble\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nall co-promotors\nWho will manage data storage and backup during the research project?  \nall co-promotors\nWho will manage data preservation and sharing?  \nall co-promotors\nWho will update and implement this DMP?  \nall co-promotors"
    },
    "clean_full_text": "EXPLORING THE INTERACTION OF SPIN AND ORBITAL ANGULAR MOMENTUM OF LIGHT WITH CHIRAL PHOTONIC STRUCTURES A Data Management Plan created using DMPonline.be Creators: Guy Koeckelberghs, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., Guy Koeckelberghs, n.n. n.n. Grant number / URL: 3E230467 ID: 206534 Start date: 01-10-2023 End date: 01-03-2029 Project abstract: Optical activity effects such as circular dichroism and optical rotation are well-known. They originate from the interaction of the chiral material with the spin angular momentum (SAM) of light (±ћ, where + and – refer to left- and right-hand circularly polarized light). However, it is less known that light can also carry orbital angular momentum (OAM). For example, for light with helical phase fronts, such as in optical vortices, the OAM per photon is given by ±ћ, with the topological charge of the vortex. Recent studies have indicated that photons with opposite OAM - in addition to spin - can also show a different interaction with a material that is chiral organized. Hence for a complete understanding of the interaction between light and chiral matter, both SAM and OAM of photons must be considered, which is the goal of this proposal. It is mainly an experimental project in which photonic crystals based on chiral conjugated polymers will be interrogated with light that carries both SAM an OAM. Last modified: 17-04-2024 EXPLORING THE INTERACTION OF SPIN AND ORBITAL ANGULAR MOMENTUM OF LIGHT WITH CHIRAL PHOTONIC STRUCTURES RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Indicate: N(ew Indicate: D(igital) or DP(hysical)Indicate: Indicate: data) or E(xisting data)Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)<1GB <100GB <1TB <5TB >5TB NA Spectral measurementsUV-vis, CD, fluorescenceNDNtxt<1GB Synthesismonomers, polymer, ...NDPother >10g laser optical datasecond, third harmonic scattering, linear scattering optical rotationNDNtxt<1GB Standar characterizationGPC, NMR, Mass spectroNDNtxt<1GB Samplesphotonic crystalsNDPother solid film on glass If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). for numerical we will add additional text files with all necessary information for physical samples we will use appropriate labelling with reference to lab notebook Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No for numerical we will add additional text files with all necessary information for physical samples we will use appropriate labelling with reference to lab notebook DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●Other (specify below) Both on hardware (dedicated hard disks) as in the cloud (directly connected), provided by SET-IT. samples and polymers/monomers will be stored according to safety procedures (eg fridge or dedicated cabinets). How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution Co-managed by set-IT in addition to dedicated hard drives. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are password protected. Physical can only be accessed by authorized persons What are the expected costs for data storage and backup during the research project? How will these costs be covered? Yearly contribution to SET-IT, partly paid by chemistry department (>2000 euro/year) DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●Certain data cannot be kept for 10 years (explain below) Monomeric/polymeric samples and photonic crystals may degrade over time. Where will these data be archived (stored and curated for the long-term)? ●Other (specify below) Archive drives managed by SET-IT and dedicated hard drives Physical samples will be stored according to safety procedures (eg fridge or dedicated cabinets). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? negligeble DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data all raw data are available upon request and available trough supporting information of published articles/theses physical: upon request and availability If access is restricted, please specify who will be able to access the data and under what conditions. no Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) Numerical data: through RDR physical samples: upon request and available in the contributing labs When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●Other (specify below) Not applicable Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No not applicable What are the expected costs for data sharing? How will these costs be covered? negligeble RESPONSIBILITIES Who will manage data documentation and metadata during the research project? all co-promotors Who will manage data storage and backup during the research project? all co-promotors Who will manage data preservation and sharing? all co-promotors Who will update and implement this DMP? all co-promotors"
}