{
    "document_id": "D-2021-1129",
    "LinkTitle": "D-2021-1129",
    "file_name": "D-2021-1129.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1129.pdf",
    "metadata": {
        "title": "FWO DMP 1101322N - Nonsingular Bernoulli actions: phase transitions for conservativeness and ergodicity",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "Nonsingular Bernoulli actions: phase transitions for conservativeness\nand ergodicity\nProject Name\n FWO DMP 1101322N - Nonsingular Bernoulli actions: phase transitions for\nconservativeness and ergodicity\nGrant Title\n 1101322N\nPrincipal Investigator / Researcher\n Tey Berendschot\nProject Data Contact\n tey.berendschot@kuleuven.be\nDescription\n This is a research project in pure mathematics. I am investigating several phase\ntransition phenomena for nonsingular Bernoulli actions (eg. (strong) ergodicity & dissipativity).\nThe research output consists of manuscripts containing theorems. In each manuscript there will\nbe detailed proofs for the theorems it contains. As such, each manuscript automatically contains\nall the data to verify the theorems presented in it.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTey Berendschot\nFWO Project Number & Title\n1101322N: Nonsingular Bernoulli actions: phase transitions for conservativeness and ergodicity.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis research project will only generate data in the form of manuscripts that contain all the\nresults of the project (in the form of theorems), as well as the methodology (in the form of\nproofs). In particular, this research project will not produce any expirimental data. A manuscript\nis a .pdf document that typically does not exceed the volume of 2 mB. \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe output of this research project consists exclusively of manuscripts, as explained under \"data\ndescription\". Each manuscript will be uploaded to the open access webpage https://arxiv.org/. For\nevery theorem (research output) in the manuscript there is also a proof in the manuscript.\nTherfore any reader of the manuscript can reproduce the theorems in it by following along with\nthe proofs that acompany them. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAs explained above, this question is not of relevance for this research proposal in theoretical\nmathematics.  \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe completed manuscripts will be stored online on the open access webpage https://arxiv.org/\nas well as on the central servers of KU Leuven. Uncompleted manuscripts are stored on the\ncentral servers of KU Leuven. \nHow is backup of the data provided?\nAll files on https://arxiv.org/ are backed up regularly, on multiple locations in the world. The\nmanuscripts are also stored on the central servers of KU Leuven, which are backed up daily. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nAs explained above, not much storage is needed for the data in this project. The central servers\nof KU Leuven and the servers of https://arxiv.org/ provide more than enough storage & backup\ncapacity. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no costs for the usage of the central servers of KU Leuven and/or the usage\nof https://arxiv.org/. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThis does not apply to the kind of data this research project produces. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll manuscripts will be stored for at least five years after the end of the project. \nWhere will the data be archived (= stored for the longer term)?\nThe completed manuscripts will be stored indefinitely on the open access\nwebsite https://arxiv.org/.\n \nWhat are the expected costs for data preservation during the retention period of 5\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nyears? How will the costs be covered?\nThere are no costs. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAs explained above, all completed manuscripts are freely available on https://arxiv.org/.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nEveryone will be able to access the manuscript under no conditions. \nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nTey Berendschot (PI).\nWho will be responsible for data storage & back up during the project?\nTey Berendschot (PI).\nWho will be responsible for ensuring data preservation and reuse ?\nTey Berendschot (PI).\nWho bears the end responsibility for updating & implementing this DMP?\nTey Berendschot (PI) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "Nonsingular Bernoulli actions: phase transitions for conservativeness and ergodicity Project Name FWO DMP 1101322N - Nonsingular Bernoulli actions: phase transitions for conservativeness and ergodicity Grant Title 1101322N Principal Investigator / Researcher Tey Berendschot Project Data Contact tey.berendschot@kuleuven.be Description This is a research project in pure mathematics. I am investigating several phase transition phenomena for nonsingular Bernoulli actions (eg. (strong) ergodicity & dissipativity). The research output consists of manuscripts containing theorems. In each manuscript there will be detailed proofs for the theorems it contains. As such, each manuscript automatically contains all the data to verify the theorems presented in it. Institution KU Leuven 1. General Information Name applicant Tey Berendschot FWO Project Number & Title 1101322N: Nonsingular Bernoulli actions: phase transitions for conservativeness and ergodicity. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This research project will only generate data in the form of manuscripts that contain all the results of the project (in the form of theorems), as well as the methodology (in the form of proofs). In particular, this research project will not produce any expirimental data. A manuscript is a .pdf document that typically does not exceed the volume of 2 mB. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The output of this research project consists exclusively of manuscripts, as explained under \"data description\". Each manuscript will be uploaded to the open access webpage https://arxiv.org/. For every theorem (research output) in the manuscript there is also a proof in the manuscript. Therfore any reader of the manuscript can reproduce the theorems in it by following along with the proofs that acompany them. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No As explained above, this question is not of relevance for this research proposal in theoretical mathematics. 5. Data storage and backup during the FWO project Where will the data be stored? The completed manuscripts will be stored online on the open access webpage https://arxiv.org/ as well as on the central servers of KU Leuven. Uncompleted manuscripts are stored on the central servers of KU Leuven. How is backup of the data provided? All files on https://arxiv.org/ are backed up regularly, on multiple locations in the world. The manuscripts are also stored on the central servers of KU Leuven, which are backed up daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes As explained above, not much storage is needed for the data in this project. The central servers of KU Leuven and the servers of https://arxiv.org/ provide more than enough storage & backup capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no costs for the usage of the central servers of KU Leuven and/or the usage of https://arxiv.org/. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This does not apply to the kind of data this research project produces. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All manuscripts will be stored for at least five years after the end of the project. Where will the data be archived (= stored for the longer term)? The completed manuscripts will be stored indefinitely on the open access website https://arxiv.org/. What are the expected costs for data preservation during the retention period of 5 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 years? How will the costs be covered? There are no costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? As explained above, all completed manuscripts are freely available on https://arxiv.org/. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Everyone will be able to access the manuscript under no conditions. What are the expected costs for data sharing? How will the costs be covered? There are no costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Tey Berendschot (PI). Who will be responsible for data storage & back up during the project? Tey Berendschot (PI). Who will be responsible for ensuring data preservation and reuse ? Tey Berendschot (PI). Who bears the end responsibility for updating & implementing this DMP? Tey Berendschot (PI) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}