{
    "document_id": "D-2023-1848",
    "LinkTitle": "D-2023-1848",
    "file_name": "D-2023-1848.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1848.pdf",
    "metadata": {
        "title": "Decarbonizing the residential sector",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Decarbonizing the residential sector\nA Data Management Plan created using DMPonline.be\nCreator: \nGeert Goeyvaerts\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nGeert Goeyvaerts\nGrant number / URL: \n12C9323N\nID: \n197424\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nAt this moment, the decarbonization of the economy is going too slow to keep the global\ntemperature increase below 2°C. The residential sector is no exception. Residential energy\nconsumption per capita decreased by merely 6.5% in the EU over the course from 2000 to 2016. Completely decarbonizing the\nresidential sector by 2050 will require a faster reduction in energy consumption, electrification and switch to renewables. This research\nproject aims to support the process of decarbonizing the residential sector by applying state-of-the-art methods from program evaluation\nand empirical industrial organization to exceptional rich data at the micro-level in order to identify market failures that hinder this process\nand evaluate the cost-effectiveness of energy efficiency policies. These include some of the most widely used policies, e.g. minimum\nefficiency requirements for new development, as well as policies that have not yet been introduced or only in a few countries such as a\ncarbon tax and minimum efficiency requirements in the rental market. The results from this project will allow policymakers to see how\nmuch these policies reduce energy consumption and at what cost. Moreover, it will show how this cost is distributed across the income\ndistribution. Policymakers will therefore not only be able to compare the cost-effectiveness of the different energy-efficiency policies but\nthey will also be able to decide whether or not they should be combined with distributional policies.\nLast modified: \n15-03-2023\nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n1 of 7\nDecarbonizing the residential sector\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures\ndo those data require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n2 of 7\nDecarbonizing the residential sector\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSocio-Economic\nSurvey 2001\nSocio-economic data of\npersons and households\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nCensus 2011\nSocio-economic data of\npersons and households\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nCensus 2021\nSocio-economic data of\npersons and households\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nDemographics\nnational registry\nnumber\nDemographics and location of\npersons and households\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nTax records\nIncome tax data \nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nEnergy consumption\nAnnual gas and electricity\nconsumption\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nPredicted energy\nuse and energy\nefficiency\nPredicted energy and data on\nenergy efficiency of housing\nunits\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nSubsidies\nData on subsidized energy-\nefficiency investments\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nSale records\nData on sales of housing units\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nRental contracts\nData on rental contracts of\nhousing units\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nTariffs\nTariffs of distributionsystem\noperators\nReuse\nexisting data\nDigital\nObservational\nNA\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n3 of 7\nDataset Name\nSource\nSocio-Economic Survey 2001\nStatistics\nBelgium\n(Statbel)\nCensus 2011\nStatbel\nCensus 2021\nStatbel\nDemographics national registry\nnumber\nStatbel\nTax records\nIPCAL via\nStatbel\nEnergy consumption\nFluvius via\nStatbel\nPredicted energy use and energy\nefficiency\nVlaamse\nEnergie en\nKlimaat\nAgentschap via\nStatbel\nSubsidies\nFluvius via\nStatbel\nRental contracts\nAlgemene\nAdministratie\nPatrimonium\nDocumentatie \n(AAPD) via\nStatbel\nSale records\nAAPD via\nStatbel\nTariffs\nVlaamse\nRegulator van\nde Elektriciteits-\nen Gasmarkt\n(VREG)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nAlmost all the data sets contain personal data. All of these data sets will be linked to a specific person or household by Statistics Belgium. These data\ncan be split in the following broad categories:  1) socio-economic characteristics like a person's age, gender, education, disposable income and\nemployment status, 2) characteristics regarding to the housing unit the person lives in like energy-efficiency related characteristics such as predicted\nenergy use, the type of heating and levels of insulation to more general characteristics of the house like size, number of (bath)rooms, and year of\nconstruction, and lastly financial information regarding the house such as sales price or rental price depending on the tenure type, 3) energy\nconsumption and investments in energy efficiency.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nYes\nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n4 of 7\nWe cannot transfer or share any of the personal data that we will receive from Statistics Belgium. We are only allowed to publish descriptive statistics\nand results from empirical analyses which cannot be used to identify an individual.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nEach dataset will be accompanied by a document in which Statbel lists the source of the data and provides some information on the variables in the\ndataset. I will summarize this information in a single document in which I list all the data sets and indicate whether the data are related to persons or\nhousing units, and explain how the different dataset can be linked to one and another. I will also list potential problems Statbel experienced when\nlinking the different datasets.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nThe data that are used for a specific paper will be described in detail in the Appendix of the paper. The reader will know which of the datasets listed\nabove are used for a specific analysis and how we linked, managed and cleaned the data. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on the server of housing market research group of the Department of Economics. \nHow will the data be backed up?\nThe data will be backed up in a folder on the KU Leuven OneDrive account of Geert Goeyvaerts.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe storage and backup capacity are expected to be more than large enough to store the data (both are larger than 1 terrabyte). \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe folder on the server will only be accessible for the researchers involved in the research project. The same holds for the folder on OneDrive, which\nwill only be accessible by myself.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n5 of 7\nLittle to nothing since we can use existing capacity on the server and OneDrive. If the data storage and/or backup generates any cost then I expect to\ncover them with my bench fee.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll of the data listed above will be retained for at least five years after the end of the project. \nWhere will these data be archived (stored and curated for the long-term)?\nThese data can be stored and curated on the server of the housing market research group at the Department of Economics.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect the data preservation will cost little to nothing. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nNo (closed access)\nIt is not allowed by Statistics Belgium, under any set of conditions, to make the data available to others.  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nMost of the data sets contain personal data which cannot be shared due to the agreement with Statbel.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA\nWhen will the data be made available?\nNA\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n6 of 7\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nGeert Goeyvaerts \nWho will manage data storage and backup during the research project?\nGeert Goeyvaerts \nWho will manage data preservation and sharing?\nGeert Goeyvaerts \nWho will update and implement this DMP?\nGeert Goeyvaerts \nCreated using DMPonline.be. Last modiﬁed 15 March 2023\n7 of 7"
    },
    "clean_full_text": "Decarbonizing the residential sector A Data Management Plan created using DMPonline.be Creator: Geert Goeyvaerts Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Geert Goeyvaerts Grant number / URL: 12C9323N ID: 197424 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: At this moment, the decarbonization of the economy is going too slow to keep the global temperature increase below 2°C. The residential sector is no exception. Residential energy consumption per capita decreased by merely 6.5% in the EU over the course from 2000 to 2016. Completely decarbonizing the residential sector by 2050 will require a faster reduction in energy consumption, electrification and switch to renewables. This research project aims to support the process of decarbonizing the residential sector by applying state-of-the-art methods from program evaluation and empirical industrial organization to exceptional rich data at the micro-level in order to identify market failures that hinder this process and evaluate the cost-effectiveness of energy efficiency policies. These include some of the most widely used policies, e.g. minimum efficiency requirements for new development, as well as policies that have not yet been introduced or only in a few countries such as a carbon tax and minimum efficiency requirements in the rental market. The results from this project will allow policymakers to see how much these policies reduce energy consumption and at what cost. Moreover, it will show how this cost is distributed across the income distribution. Policymakers will therefore not only be able to compare the cost-effectiveness of the different energy-efficiency policies but they will also be able to decide whether or not they should be combined with distributional policies. Last modified: 15-03-2023 Created using DMPonline.be. Last modiﬁed 15 March 2023 1 of 7 Decarbonizing the residential sector Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 15 March 2023 2 of 7 Decarbonizing the residential sector FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Socio-Economic Survey 2001 Socio-economic data of persons and households Reuse existing data Digital Observational NA Census 2011 Socio-economic data of persons and households Reuse existing data Digital Observational NA Census 2021 Socio-economic data of persons and households Reuse existing data Digital Observational NA Demographics national registry number Demographics and location of persons and households Reuse existing data Digital Observational NA Tax records Income tax data Reuse existing data Digital Observational NA Energy consumption Annual gas and electricity consumption Reuse existing data Digital Observational NA Predicted energy use and energy efficiency Predicted energy and data on energy efficiency of housing units Reuse existing data Digital Observational NA Subsidies Data on subsidized energy- efficiency investments Reuse existing data Digital Observational NA Sale records Data on sales of housing units Reuse existing data Digital Observational NA Rental contracts Data on rental contracts of housing units Reuse existing data Digital Observational NA Tariffs Tariffs of distributionsystem operators Reuse existing data Digital Observational NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Created using DMPonline.be. Last modiﬁed 15 March 2023 3 of 7 Dataset Name Source Socio-Economic Survey 2001 Statistics Belgium (Statbel) Census 2011 Statbel Census 2021 Statbel Demographics national registry number Statbel Tax records IPCAL via Statbel Energy consumption Fluvius via Statbel Predicted energy use and energy efficiency Vlaamse Energie en Klimaat Agentschap via Statbel Subsidies Fluvius via Statbel Rental contracts Algemene Administratie Patrimonium Documentatie (AAPD) via Statbel Sale records AAPD via Statbel Tariffs Vlaamse Regulator van de Elektriciteits- en Gasmarkt (VREG) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Almost all the data sets contain personal data. All of these data sets will be linked to a specific person or household by Statistics Belgium. These data can be split in the following broad categories: 1) socio-economic characteristics like a person's age, gender, education, disposable income and employment status, 2) characteristics regarding to the housing unit the person lives in like energy-efficiency related characteristics such as predicted energy use, the type of heating and levels of insulation to more general characteristics of the house like size, number of (bath)rooms, and year of construction, and lastly financial information regarding the house such as sales price or rental price depending on the tenure type, 3) energy consumption and investments in energy efficiency. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Created using DMPonline.be. Last modiﬁed 15 March 2023 4 of 7 We cannot transfer or share any of the personal data that we will receive from Statistics Belgium. We are only allowed to publish descriptive statistics and results from empirical analyses which cannot be used to identify an individual. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Each dataset will be accompanied by a document in which Statbel lists the source of the data and provides some information on the variables in the dataset. I will summarize this information in a single document in which I list all the data sets and indicate whether the data are related to persons or housing units, and explain how the different dataset can be linked to one and another. I will also list potential problems Statbel experienced when linking the different datasets. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No The data that are used for a specific paper will be described in detail in the Appendix of the paper. The reader will know which of the datasets listed above are used for a specific analysis and how we linked, managed and cleaned the data. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on the server of housing market research group of the Department of Economics. How will the data be backed up? The data will be backed up in a folder on the KU Leuven OneDrive account of Geert Goeyvaerts. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The storage and backup capacity are expected to be more than large enough to store the data (both are larger than 1 terrabyte). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The folder on the server will only be accessible for the researchers involved in the research project. The same holds for the folder on OneDrive, which will only be accessible by myself. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 15 March 2023 5 of 7 Little to nothing since we can use existing capacity on the server and OneDrive. If the data storage and/or backup generates any cost then I expect to cover them with my bench fee. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All of the data listed above will be retained for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)? These data can be stored and curated on the server of the housing market research group at the Department of Economics. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect the data preservation will cost little to nothing. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) It is not allowed by Statistics Belgium, under any set of conditions, to make the data available to others. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Most of the data sets contain personal data which cannot be shared due to the agreement with Statbel. Where will the data be made available? If already known, please provide a repository per dataset or data type. NA When will the data be made available? NA Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 15 March 2023 6 of 7 NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? NA 6. Responsibilities Who will manage data documentation and metadata during the research project? Geert Goeyvaerts Who will manage data storage and backup during the research project? Geert Goeyvaerts Who will manage data preservation and sharing? Geert Goeyvaerts Who will update and implement this DMP? Geert Goeyvaerts Created using DMPonline.be. Last modiﬁed 15 March 2023 7 of 7"
}