{
    "document_id": "D-2023-1921",
    "LinkTitle": "D-2023-1921",
    "file_name": "D-2023-1921.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1921.pdf",
    "metadata": {
        "title": "The role of natural killer cells in multiple sclerosis",
        "author": "N/A",
        "creation_date": "2023-04-06 16:32:50+02:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "The role of natural killer cells in multiple sclerosis\nA Data Management Plan created using DMPonline.be\nCreator: \nJarne Beliën\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nJarne Beliën\nProject Administrator:\n \nJarne Beliën\nGrant number / URL: \n11A0523N\nID: \n194601\nStart date: \n01-09-2021\nEnd date: \n20-07-2025\nProject abstract:\nMultiple sclerosis (MS) is a chronic autoimmune disorder of the central nervous system (CNS) and forms the most common non-\ntraumatic cause of disability in young adults. Currently no cure is available and MS continues to pose a major socioeconomic burden.\nThe first stages of the disease are characterized by compartmentalized CNS inflammation, resulting from immune cell infiltration from the\nperiphery. Previous research has mainly focused on the role of adaptive immune cells, such as T and B lymphocytes. However, the most\nrecent genomic map for MS risk – work in which our research group was closely involved – now indicates involvement of innate immune\ncells, amongst which the natural killer (NK) cells. This role is supported by animal models as well as immunological studies in patients.\nHowever, the resolution by which these studies have looked at NK cells has remained low. Single-cell technologies are now unfolding an\nunexpected NK cell heterogeneity and plasticity, blurring the lines between innate and adaptive immunity. In this project, I will therefore\nexploit these inventive state-of-the-art technologies to integrate genetics, single cell immune profiles and functional immunological assays\nto unravel NK cell heterogeneity and its mechanistic contribution to MS. My work will provide a solid foundation on which future studies\ncan build to identify novel therapeutic targets in MS.\nLast modified: \n06-04-2023\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n1 of 9\nThe role of natural killer cells in multiple sclerosis\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nBiological material collected during the study is human biological material from MS patients and controls (blood, DNA, RNA, PBMCs, plasma, serum,\ncerebrospinal fluid). Protocols of all experiments are saved as electronic Word and/or Excel files. A paper copy of all performed experiments is\ndocumented in a communal lab journal. Sequencing data is stored as FASTA and Excel files. These will be processed in R and python notebooks.\nFlow cytometry data is generated as FCS files and analysed in FlowJo. FlowJo analyses are saved as WSP files. International datasets will be used\n(IMSGC & Oxford) and will be handled according to strict agreed upon protocols. Multiple manuscripts will be generated with the aim of publishing\nexclusively in open access journals. Datasets and scripts will be made available in public repositories such as GEO and GitHub.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\nAll datatypes, including protocols, raw data and analysed data, will be stored within the KU Leuven ICTS secure environment on two shared internal\ndrives of the Laboratory for Neuroimmunology: working drive and long-term storage drive. Prof. Goris is the responsible person to ensure that the\nlab's data management is in accordance with all data protection and privacy requirements. In case additional storage is required, the KU Leuven data\ncentre offers long-term storage solutions in order to preserve data for a period of more than 20 years.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nWe do not wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures\ndo those data require? (use up to 700 characters)\nTo guarantee the privacy of patients, data will be pseudonymised and stored in accordance with strict legal regulations and adequate security\nmeasures within the secured database of the UZ Leuven. Treating physicians that participate in this study can access the data of these patients\nthrough their personal account and password. Patients were provided with an accurate consent procedure in which the handling of the samples and\nquestionnaires is explained. Patients have given consent for their samples and data to be used for research. All details have been fully explained in\nthe native language. Only participants who were able to give consent themselves have been included.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nTo protect our data, the shared drive is secured with a login connected to a personal KU Leuven account and password. Recently, an extra level of\nsecurity has been added by means of multi-factor authentication through KU Leuven Authenticator. KU Leuven Authenticator is an app-based solution\nadding a second factor (PIN-code or fingerprint) to the primary public key cryptography.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n2 of 9\nThe role of natural killer cells in multiple sclerosis\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n3 of 9\nThe role of natural killer cells in multiple sclerosis\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n4 of 9\nThe role of natural killer cells in multiple sclerosis\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPatient Data\nDemographic and\nclinical data\ncollected by Prof.\nBénédicte Dubois\n(neurologist). As\nresearcher, we only\nreceive the sample\nnumber and\ncharacteristics\nimportant for the\nanalysis\n(pseudonymization).\nApproval from EC\nwas already\nobtained. \nNew & reused\nDigital\nObservational\nMicrosoft\nAccess\nDatabase\n<100MB\n/\nBiological\nmaterial\nPreservation of\nplasma, CSF\nsupernatant, DNA\nand RNA at -80°C.\nPreservation of\nPBMCs and CSF\ncells in liquid\nnitrogen. \nNew & reused\nPhysical\n/\n/\n/\n1 mL per\ntube/aliquot\nSequencing\ndata\nSequencing data\nfrom scRNA-\nsequencing\nexperiments. This\nincludes:\n- Raw sequencing\ndata files\n- Scripts for analysis\n(supercomputer +\nR)\n- Output figures\nNew & reused\nDigital\nExperimental\n- .fastq, .bam,\n.mtx, .tsv\n- .bash, .R,\n.rds\n- .xlsx, .png,\n.pdf\n<5TB\n/\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n5 of 9\nDocumentation\n- Experimental\nprotocols (stored\ndigitally + on paper\nin laboratory\nnotebooks + on\nOneNote)\n- Manuscripts\n- Standard genetic\nreference\ndatabases (publicly\navailable) \nNew & reused\nDigital &\nphysical \nExperimental\n .docx, .pdf,\n.xlsx\n+ stored on\npaper in\nlaboratory\nnotebooks\n<100GB\n1 A4\nlaboratory\nnotebook\nFlow cytometry\ndata\n- Flow cytometric\nanalysis of\nleukocytes\n- Data inserted into\nGraphpad Prism for\nanalysis\nNew & reused\nDigital\nExperimental\n.xlsx (EXcel\nfiles), .fcs and\n.wsp (Flowjo\nfiles), .pzfx\n(Graphpad\nfiles)\n<1TB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\n- scRNA-sequencing data generated as part of current or previous research projects within our laboratory will be reused. This data was generated for\nthe project of Dr Lies Van Horebeek, Stijn Swinnen or Margaux David. \n- scRNA-sequencing data generated as part of current or previous research projects within the laboratory of Prof. Calliope Dendrou in Oxford.\n- Patient data collected as part of current or previous research projects within our laboratory will be reused. This data was generated for the projects\nof Dr Lies Van Horebeek, Stijn Swinnen or Margaux David. \n- GWAS summary data generated as part of previous projects within our group and the broader IMSGC, partly performed by Dr Marijne Vandebergh.\n- Publicly available genetic reference databases such as Genome Browser, Gene Cards, Human Protein Atlas, Ensembl. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe Ethics Committee Research UZ Leuven/KU Leuven approved the use of samples (blood and CSF) of patients and healthy controls for the\npurposes of research (S60222 and S50354).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nWe will use personal data of patients and controls included in the study. The collected patient data consists of general characteristics such as age\nand sex, as well as disease-specific information (e.g. types of treatment received, dates during which patient was treated,...) and the result of the\nsingle-cell RNA sequencing and genotype information for specific genetic variants. The data of the controls included in the study consists of general\ncharacteristics, clinical data and results of the single-cell RNA sequencing and genotype information for specific genetic variants. \nClinical data will be collected by Prof. Bénédicte Dubois. The researchers will receive the data pseudonymized to prevent patient name tracing. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nNA.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nYes\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n6 of 9\nIn context of the research visit at the group of Prof. Calliope Dendrou in Oxford, I will possibly use/reuse existing scRNA-seq data available at their\nlaboratory, which will be handled in accordance with local data management protocols.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNA.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nDocumentation including experimental protocols and parameters (concentrations measured, number of cells counted,...) will be recorded in physical\nlaboratory books and stored into Word, Excel or OneNote files, which also contains the necessary metadata (user, date,...) regarding the experiment.\nData folders containing the raw and processed data will be hierarchically organized and labeled based on the date of data generation and source of\nthe data. Each main data folder will contain a ReadMe.txt file containing all the necessary information to keep the data understandable and usable. \nAll of the R scripts will be made in Rmarkdown format and knitted to HTML format so that comments can be added in between the chunks of code,\nthereby providing explanations to keep the analysis understandable. R markdown files automatically contain metadata (user, date,...)\nAll of these files will be stored in the KU Leuven share storage space (J-drive) and will be backed up regularly to the KU Leuven large storage space\n(L-drive) and an external hard drive. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nSee above.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nElectronical data will be stored in conformity with KU Leuven and FWO RDM policy. All datatypes including protocols, raw data and analysed data will\nbe stored on KU Leuven file shares (J, K, L). A copy of all data will also be stored on an external hard drive kept by the researchers in the laboratory.\nIn case additional storage is required, the capacity of the KU Leuven shares can be increased. \nHard copy laboratory notebooks with raw data and records of the experiments will be physically stored in our laboratory. \nHow will the data be backed up?\nThe KU Leuven file shares (central ICTS data centre) provides hourly, daily and weekly automatic back ups. These back-ups are saved on their\nservers. \nMoreover, the data will also be backed-up on external hard drives kept by the researchers in the laboratory. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, enough storage and back-up capacity is available on the KU Leuven shares. In case additional storage is required, the capacity of the KU\nLeuven shares can be increased.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n7 of 9\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo ensure our data is protected, the KU Leuven shares are secured with a login and password connected to our KU Leuven accounts. Only members\nof our laboratory have access to these drives. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage and costs will be managed by the principal investigator responsible for this project, Prof. An Goris. The costs for data storage is €\n503.66/TB/year, which comes to approximately € 2000 for the duration of this FWO fellowship. \nThe costs will be covered by project funding obtained by the laboratory.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nPhysical samples from patients and controls will be kept for 30 years, as stated in the informed consent form signed by the participants. Clinical data\nfrom patients and controls will be kept for at least 25 years, according to recommendations for clinical trials.\nAccording to KU Leuven RDM policy, all other research data will be kept for at least 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nDuring and after the research project, data will be stored on KU Leuven shares. The same data will also be backed-up on an external hard drive. \nThe registry containing all clinical data of patients and controls will be stored on UZ Leuven drives, with adequate back-up provided by UZ Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData that need to be easily accessed will be stored on the KU Leuven shares J-drive, for which the costs are € 503.66/TB/year. On the longer term,\ndata can be preserved on the K-drive, specifically dedicated to archive storage. This costs € 5.69/100Gb/year. \nLong-term data storage and costs will be managed and evaluated by the principal investigator responsible for this project, Prof. An Goris.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nCounts matrix (or raw data) of single-cell RNA sequencing data will be made available in an open access repository such as GEO (Gene Expression\nOmnibus). Scripts will be shared upon request. \nThe rest of the data will not be made available to third parties.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n8 of 9\nNo\nNA.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe raw single-cell sequencing data (or counts matrix) will be made available in an open access repository such as GEO (Gene Expression Omnibus)\nas has become common practice in the field.\nThe scripts for data analysis will be shared upon request, for example through a (private- GitHub repository.\nWhen will the data be made available?\nThe data that will be shared, namely the counts matrix from single-cell RNA sequencing data and the scripts, will be made available upon publication. \nWhich data usage licenses are you going to provide? If none, please explain why.\nAs advised by the KU Leuven RDM helpdesk and the license selector tool, we will use the Creative Commons Attribution-ShareAlike (CC BY-SA-4.0)\nlicense. This license allows others to use, copy, distribute, and modify the data for any purpose, as long as the original source is properly attributed\nand any modifications are distributed under the same license terms\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nData in the GEO repository will be granted a GEO accession number. \nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing single-cell RNA sequencing data in GEO is usually free of charge for smaller datasets. \nThe basic GitHub accesses are also free for individuals and organization. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) bear the responsibility for the data documentation during the research\nproject. \nWho will manage data storage and backup during the research project?\nThe principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) bear the responsibility for the data storage and backup during the\nresearch project. \nWho will manage data preservation and sharing?\nThe principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) bear the responsibility for the data preservation and sharing. \nWho will update and implement this DMP?\nThe principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n9 of 9"
    },
    "clean_full_text": "The role of natural killer cells in multiple sclerosis A Data Management Plan created using DMPonline.be Creator: Jarne Beliën Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Jarne Beliën Project Administrator: Jarne Beliën Grant number / URL: 11A0523N ID: 194601 Start date: 01-09-2021 End date: 20-07-2025 Project abstract: Multiple sclerosis (MS) is a chronic autoimmune disorder of the central nervous system (CNS) and forms the most common non- traumatic cause of disability in young adults. Currently no cure is available and MS continues to pose a major socioeconomic burden. The first stages of the disease are characterized by compartmentalized CNS inflammation, resulting from immune cell infiltration from the periphery. Previous research has mainly focused on the role of adaptive immune cells, such as T and B lymphocytes. However, the most recent genomic map for MS risk – work in which our research group was closely involved – now indicates involvement of innate immune cells, amongst which the natural killer (NK) cells. This role is supported by animal models as well as immunological studies in patients. However, the resolution by which these studies have looked at NK cells has remained low. Single-cell technologies are now unfolding an unexpected NK cell heterogeneity and plasticity, blurring the lines between innate and adaptive immunity. In this project, I will therefore exploit these inventive state-of-the-art technologies to integrate genetics, single cell immune profiles and functional immunological assays to unravel NK cell heterogeneity and its mechanistic contribution to MS. My work will provide a solid foundation on which future studies can build to identify novel therapeutic targets in MS. Last modified: 06-04-2023 Created using DMPonline.be. Last modiﬁed 06 April 2023 1 of 9 The role of natural killer cells in multiple sclerosis Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Biological material collected during the study is human biological material from MS patients and controls (blood, DNA, RNA, PBMCs, plasma, serum, cerebrospinal fluid). Protocols of all experiments are saved as electronic Word and/or Excel files. A paper copy of all performed experiments is documented in a communal lab journal. Sequencing data is stored as FASTA and Excel files. These will be processed in R and python notebooks. Flow cytometry data is generated as FCS files and analysed in FlowJo. FlowJo analyses are saved as WSP files. International datasets will be used (IMSGC & Oxford) and will be handled according to strict agreed upon protocols. Multiple manuscripts will be generated with the aim of publishing exclusively in open access journals. Datasets and scripts will be made available in public repositories such as GEO and GitHub. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) All datatypes, including protocols, raw data and analysed data, will be stored within the KU Leuven ICTS secure environment on two shared internal drives of the Laboratory for Neuroimmunology: working drive and long-term storage drive. Prof. Goris is the responsible person to ensure that the lab's data management is in accordance with all data protection and privacy requirements. In case additional storage is required, the KU Leuven data centre offers long-term storage solutions in order to preserve data for a period of more than 20 years. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We do not wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) To guarantee the privacy of patients, data will be pseudonymised and stored in accordance with strict legal regulations and adequate security measures within the secured database of the UZ Leuven. Treating physicians that participate in this study can access the data of these patients through their personal account and password. Patients were provided with an accurate consent procedure in which the handling of the samples and questionnaires is explained. Patients have given consent for their samples and data to be used for research. All details have been fully explained in the native language. Only participants who were able to give consent themselves have been included. Which other issues related to the data management are relevant to mention? (use up to 700 characters) To protect our data, the shared drive is secured with a login connected to a personal KU Leuven account and password. Recently, an extra level of security has been added by means of multi-factor authentication through KU Leuven Authenticator. KU Leuven Authenticator is an app-based solution adding a second factor (PIN-code or fingerprint) to the primary public key cryptography. Created using DMPonline.be. Last modiﬁed 06 April 2023 2 of 9 The role of natural killer cells in multiple sclerosis DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 April 2023 3 of 9 The role of natural killer cells in multiple sclerosis GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 April 2023 4 of 9 The role of natural killer cells in multiple sclerosis FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Patient Data Demographic and clinical data collected by Prof. Bénédicte Dubois (neurologist). As researcher, we only receive the sample number and characteristics important for the analysis (pseudonymization). Approval from EC was already obtained. New & reused Digital Observational Microsoft Access Database <100MB / Biological material Preservation of plasma, CSF supernatant, DNA and RNA at -80°C. Preservation of PBMCs and CSF cells in liquid nitrogen. New & reused Physical / / / 1 mL per tube/aliquot Sequencing data Sequencing data from scRNA- sequencing experiments. This includes: - Raw sequencing data files - Scripts for analysis (supercomputer + R) - Output figures New & reused Digital Experimental - .fastq, .bam, .mtx, .tsv - .bash, .R, .rds - .xlsx, .png, .pdf <5TB / Created using DMPonline.be. Last modiﬁed 06 April 2023 5 of 9 Documentation - Experimental protocols (stored digitally + on paper in laboratory notebooks + on OneNote) - Manuscripts - Standard genetic reference databases (publicly available) New & reused Digital & physical Experimental .docx, .pdf, .xlsx + stored on paper in laboratory notebooks <100GB 1 A4 laboratory notebook Flow cytometry data - Flow cytometric analysis of leukocytes - Data inserted into Graphpad Prism for analysis New & reused Digital Experimental .xlsx (EXcel files), .fcs and .wsp (Flowjo files), .pzfx (Graphpad files) <1TB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: - scRNA-sequencing data generated as part of current or previous research projects within our laboratory will be reused. This data was generated for the project of Dr Lies Van Horebeek, Stijn Swinnen or Margaux David. - scRNA-sequencing data generated as part of current or previous research projects within the laboratory of Prof. Calliope Dendrou in Oxford. - Patient data collected as part of current or previous research projects within our laboratory will be reused. This data was generated for the projects of Dr Lies Van Horebeek, Stijn Swinnen or Margaux David. - GWAS summary data generated as part of previous projects within our group and the broader IMSGC, partly performed by Dr Marijne Vandebergh. - Publicly available genetic reference databases such as Genome Browser, Gene Cards, Human Protein Atlas, Ensembl. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The Ethics Committee Research UZ Leuven/KU Leuven approved the use of samples (blood and CSF) of patients and healthy controls for the purposes of research (S60222 and S50354). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes We will use personal data of patients and controls included in the study. The collected patient data consists of general characteristics such as age and sex, as well as disease-specific information (e.g. types of treatment received, dates during which patient was treated,...) and the result of the single-cell RNA sequencing and genotype information for specific genetic variants. The data of the controls included in the study consists of general characteristics, clinical data and results of the single-cell RNA sequencing and genotype information for specific genetic variants. Clinical data will be collected by Prof. Bénédicte Dubois. The researchers will receive the data pseudonymized to prevent patient name tracing. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No NA. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Created using DMPonline.be. Last modiﬁed 06 April 2023 6 of 9 In context of the research visit at the group of Prof. Calliope Dendrou in Oxford, I will possibly use/reuse existing scRNA-seq data available at their laboratory, which will be handled in accordance with local data management protocols. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Documentation including experimental protocols and parameters (concentrations measured, number of cells counted,...) will be recorded in physical laboratory books and stored into Word, Excel or OneNote files, which also contains the necessary metadata (user, date,...) regarding the experiment. Data folders containing the raw and processed data will be hierarchically organized and labeled based on the date of data generation and source of the data. Each main data folder will contain a ReadMe.txt file containing all the necessary information to keep the data understandable and usable. All of the R scripts will be made in Rmarkdown format and knitted to HTML format so that comments can be added in between the chunks of code, thereby providing explanations to keep the analysis understandable. R markdown files automatically contain metadata (user, date,...) All of these files will be stored in the KU Leuven share storage space (J-drive) and will be backed up regularly to the KU Leuven large storage space (L-drive) and an external hard drive. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No See above. 3. Data storage & back-up during the research project Where will the data be stored? Electronical data will be stored in conformity with KU Leuven and FWO RDM policy. All datatypes including protocols, raw data and analysed data will be stored on KU Leuven file shares (J, K, L). A copy of all data will also be stored on an external hard drive kept by the researchers in the laboratory. In case additional storage is required, the capacity of the KU Leuven shares can be increased. Hard copy laboratory notebooks with raw data and records of the experiments will be physically stored in our laboratory. How will the data be backed up? The KU Leuven file shares (central ICTS data centre) provides hourly, daily and weekly automatic back ups. These back-ups are saved on their servers. Moreover, the data will also be backed-up on external hard drives kept by the researchers in the laboratory. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, enough storage and back-up capacity is available on the KU Leuven shares. In case additional storage is required, the capacity of the KU Leuven shares can be increased. Created using DMPonline.be. Last modiﬁed 06 April 2023 7 of 9 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure our data is protected, the KU Leuven shares are secured with a login and password connected to our KU Leuven accounts. Only members of our laboratory have access to these drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage and costs will be managed by the principal investigator responsible for this project, Prof. An Goris. The costs for data storage is € 503.66/TB/year, which comes to approximately € 2000 for the duration of this FWO fellowship. The costs will be covered by project funding obtained by the laboratory. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Physical samples from patients and controls will be kept for 30 years, as stated in the informed consent form signed by the participants. Clinical data from patients and controls will be kept for at least 25 years, according to recommendations for clinical trials. According to KU Leuven RDM policy, all other research data will be kept for at least 10 years. Where will these data be archived (stored and curated for the long-term)? During and after the research project, data will be stored on KU Leuven shares. The same data will also be backed-up on an external hard drive. The registry containing all clinical data of patients and controls will be stored on UZ Leuven drives, with adequate back-up provided by UZ Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data that need to be easily accessed will be stored on the KU Leuven shares J-drive, for which the costs are € 503.66/TB/year. On the longer term, data can be preserved on the K-drive, specifically dedicated to archive storage. This costs € 5.69/100Gb/year. Long-term data storage and costs will be managed and evaluated by the principal investigator responsible for this project, Prof. An Goris. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) Counts matrix (or raw data) of single-cell RNA sequencing data will be made available in an open access repository such as GEO (Gene Expression Omnibus). Scripts will be shared upon request. The rest of the data will not be made available to third parties. If access is restricted, please specify who will be able to access the data and under what conditions. NA. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 06 April 2023 8 of 9 No NA. Where will the data be made available? If already known, please provide a repository per dataset or data type. The raw single-cell sequencing data (or counts matrix) will be made available in an open access repository such as GEO (Gene Expression Omnibus) as has become common practice in the field. The scripts for data analysis will be shared upon request, for example through a (private- GitHub repository. When will the data be made available? The data that will be shared, namely the counts matrix from single-cell RNA sequencing data and the scripts, will be made available upon publication. Which data usage licenses are you going to provide? If none, please explain why. As advised by the KU Leuven RDM helpdesk and the license selector tool, we will use the Creative Commons Attribution-ShareAlike (CC BY-SA-4.0) license. This license allows others to use, copy, distribute, and modify the data for any purpose, as long as the original source is properly attributed and any modifications are distributed under the same license terms Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Data in the GEO repository will be granted a GEO accession number. What are the expected costs for data sharing? How will these costs be covered? Sharing single-cell RNA sequencing data in GEO is usually free of charge for smaller datasets. The basic GitHub accesses are also free for individuals and organization. 6. Responsibilities Who will manage data documentation and metadata during the research project? The principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) bear the responsibility for the data documentation during the research project. Who will manage data storage and backup during the research project? The principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) bear the responsibility for the data storage and backup during the research project. Who will manage data preservation and sharing? The principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) bear the responsibility for the data preservation and sharing. Who will update and implement this DMP? The principal investigator (Prof. An Goris) and the researcher (Jarne Beliën) will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 06 April 2023 9 of 9"
}