{
    "document_id": "D-2024-3036",
    "LinkTitle": "D-2024-3036",
    "file_name": "D-2024-3036.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3036.pdf",
    "metadata": {
        "title": "D-2024-3036",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Anthony Dupont \n0000-0003-4967-7541\nContributor name(s) (+ ORCID) & roles Mateusz Stróżyński\n0000-0002-1881-8965\nProject number 1 & title G000624N: From the bookshelf to the tribune: The theological and ethical impact of the performative \nportrayal of Manichaeism in Augustine’s sermons and letters\nFunder(s) GrantID 2G000624N\nAffiliation(s) ☐ KU Leuven \nROR identifier KU Leuven: 05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description    -          The project investigates antiManichaean discourse in the sermons and letters of Augustine of  \n (354-430).          Hippo These sources share the essential characteristic of being performative and  \n,           public enabling Augustine to actualize his theology through direct engagement with his  \n  .   -      audience or correspondents Given Augustine's decade long affiliation with Manichaeism in his  \n        ,    youth and his fervent opposition to the movement thereafter Manichaeism held a significant  \n   .            place in his thought The performative nature of the letters and sermons shapes the scope of  \n        ’  this project by emphasizing the pragmatic considerations underlying Augustines deliberate  \n  .        treatment of Manichaeism Manichaeism was depicted as a deterministic movement that  \n       .     scorned the body and rejected the Old Testament By countering his adversaries' teachings  \n ,        .    and behavior Augustine reinforced his own views and ethical ideals This project fully accounts  \n        ,      for the public character of the sermons and letters thus incorporating the perspective of the  \n.          , audience Augustine reached a diverse audience through his sermons and letters including  \n .          illiterate listeners Many members of his network were informed about Manichaeism through  \n .    ,    ,    ’these works The KU Leuven team supervised by Anthony Dupont will focus on Augustines  \n ( ),      ,    sermons WPa while the Adam Mickiewicz University team led by Mateusz Stró żyń, ski will \n   ( ).      ’    study his letters WPb By synthesizing our analyses of Augustines homiletic and epistolary  \n  ,         presentations of Manichaeism we aim to understand how his audience learned about  \n           Manichaeism and the practical consequences of their knowledge of this religious movement  \n( ).           WPc This will enhance our understanding of both Manichaeism and Augustine's interactive  \n    .and performative approach to it\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \n1. As to data used by all WPs: these are available in scientific libraries ( text editions, articles, books, library catalogues, etc.) or online (LIMO, databases, etc.).\n2. Augustine’s works are accessible through critical editions (edited by CCL and CSEL, all digitally available through CAG and LLT – all available in Leuven or \naccessible through LIMO).\n3. As to own generated data, we can distinguish (a) the database of all letters and sermons, which will be generated in WP a and c, (b) “private” notebooks, \ncontaining personal observations and information on which our conclusions will rest, and (c) the doctoral dissertations (WPs a and b) and scientific \npublications (WPs a, b and c) containing the conclusions.\nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  1. All three WPs will use existing data available in print or in digital format (text editions, articles, books, \nlibrary catalogues, online databases, etc.).\n2. WP a and b will make use said critical editions – both in print and digitally, and scientific \narticles/publications.\n3. WPs a and b will generate doctoral dissertations and scientific publications, WP c will produce scientific \npublications.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ No\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ No\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ No\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ No\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ No\n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1. The most important data generated by the project (doctoral dissertations and scientific \npublications) will be self-evident for each researcher in the research fields concerned.\n2. An efficient consultation of the personal notebooks at a later moment will presuppose \nknowledge of the conclusions formulated in the doctoral dissertations and scientific publications.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ No\nNo metadata standard will be used.  \nThe answer to the second question is implied in the answer to above subquestion.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ OneDrive (KU Leuven)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☐ Yes\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  All information stored on KU Leuven servers is supposed to be safe.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?These costs are, given the nature of our research, negligible – but the project foresaw budget for data \nstorage and publications.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n1. The main data generated by the project will be accessible in the form of book/electronic publications \npublished by international recognized scientific publishers. They will also be accessible via LIRIAS.\n2. The database and personal notebooks will be stored on KU Leuven servers.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?These costs are, given the nature of our research, negligible – but the project foresaw budget for data \npreservation and publications.  In case KU Leuven would not cover these costs in the future, the Chair \nAugustine of Hippo – of which I am the director – will take charge of these expenses.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\nThe doctoral dissertations and scientific publications.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.NA\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ No\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\nAs to the doctoral dissertations and scientific publications: they will be accessible in the form of \nbook/electronic publications published by international recognized scientific publishers. They will also be \naccessible via LIRIAS.\nWhen will the data be made available? ☐ Upon publication of research results and defense PhDs\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. Not applicable for this type of research.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.Not applicable for this type of research.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  We do not expect to have to pay costs for data sharing, except for certain open access publications, for \nwhich a budget is foreseen in the project application.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The supervisors of the project:\nWPa: Anthony Dupont\nWPb: Mateusz Stróżyński\nWPc: Anthony Dupont\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Who will manage data storage and backup \nduring the research project?The supervisors of the project:\nWPa: Anthony Dupont\nWPb: Mateusz Stróżyński\nWPc: Anthony Dupont\nWho will manage data preservation and \nsharing?The supervisors of the project:\nWPa: Anthony Dupont\nWPb: Mateusz Stróżyński\nWPc: Anthony Dupont\nWho will update and implement this DMP? Anthony Dupont"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Anthony Dupont 0000-0003-4967-7541 Contributor name(s) (+ ORCID) & roles Mateusz Stróżyński 0000-0002-1881-8965 Project number 1 & title G000624N: From the bookshelf to the tribune: The theological and ethical impact of the performative portrayal of Manichaeism in Augustine’s sermons and letters Funder(s) GrantID 2G000624N Affiliation(s) ☐ KU Leuven ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description - The project investigates antiManichaean discourse in the sermons and letters of Augustine of (354-430). Hippo These sources share the essential characteristic of being performative and , public enabling Augustine to actualize his theology through direct engagement with his . - audience or correspondents Given Augustine's decade long affiliation with Manichaeism in his , youth and his fervent opposition to the movement thereafter Manichaeism held a significant . place in his thought The performative nature of the letters and sermons shapes the scope of ’ this project by emphasizing the pragmatic considerations underlying Augustines deliberate . treatment of Manichaeism Manichaeism was depicted as a deterministic movement that . scorned the body and rejected the Old Testament By countering his adversaries' teachings , . and behavior Augustine reinforced his own views and ethical ideals This project fully accounts , for the public character of the sermons and letters thus incorporating the perspective of the . , audience Augustine reached a diverse audience through his sermons and letters including . illiterate listeners Many members of his network were informed about Manichaeism through . , , ’these works The KU Leuven team supervised by Anthony Dupont will focus on Augustines ( ), , sermons WPa while the Adam Mickiewicz University team led by Mateusz Stró żyń, ski will ( ). ’ study his letters WPb By synthesizing our analyses of Augustines homiletic and epistolary , presentations of Manichaeism we aim to understand how his audience learned about Manichaeism and the practical consequences of their knowledge of this religious movement ( ). WPc This will enhance our understanding of both Manichaeism and Augustine's interactive .and performative approach to it FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. 1. As to data used by all WPs: these are available in scientific libraries ( text editions, articles, books, library catalogues, etc.) or online (LIMO, databases, etc.). 2. Augustine’s works are accessible through critical editions (edited by CCL and CSEL, all digitally available through CAG and LLT – all available in Leuven or accessible through LIMO). 3. As to own generated data, we can distinguish (a) the database of all letters and sermons, which will be generated in WP a and c, (b) “private” notebooks, containing personal observations and information on which our conclusions will rest, and (c) the doctoral dissertations (WPs a and b) and scientific publications (WPs a, b and c) containing the conclusions. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. 1. All three WPs will use existing data available in print or in digital format (text editions, articles, books, library catalogues, online databases, etc.). 2. WP a and b will make use said critical editions – both in print and digitally, and scientific articles/publications. 3. WPs a and b will generate doctoral dissertations and scientific publications, WP c will produce scientific publications. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ No 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ No 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1. The most important data generated by the project (doctoral dissertations and scientific publications) will be self-evident for each researcher in the research fields concerned. 2. An efficient consultation of the personal notebooks at a later moment will presuppose knowledge of the conclusions formulated in the doctoral dissertations and scientific publications. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ No No metadata standard will be used. The answer to the second question is implied in the answer to above subquestion. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ OneDrive (KU Leuven) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☐ Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data All information stored on KU Leuven servers is supposed to be safe. What are the expected costs for data storage and backup during the research project? How will these costs be covered?These costs are, given the nature of our research, negligible – but the project foresaw budget for data storage and publications. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR 1. The main data generated by the project will be accessible in the form of book/electronic publications published by international recognized scientific publishers. They will also be accessible via LIRIAS. 2. The database and personal notebooks will be stored on KU Leuven servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?These costs are, given the nature of our research, negligible – but the project foresaw budget for data preservation and publications. In case KU Leuven would not cover these costs in the future, the Chair Augustine of Hippo – of which I am the director – will take charge of these expenses. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data The doctoral dissertations and scientific publications. If access is restricted, please specify who will be able to access the data and under what conditions.NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ No Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR As to the doctoral dissertations and scientific publications: they will be accessible in the form of book/electronic publications published by international recognized scientific publishers. They will also be accessible via LIRIAS. When will the data be made available? ☐ Upon publication of research results and defense PhDs FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. Not applicable for this type of research. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.Not applicable for this type of research. What are the expected costs for data sharing? How will these costs be covered? We do not expect to have to pay costs for data sharing, except for certain open access publications, for which a budget is foreseen in the project application. 7. Responsibilities Who will manage data documentation and metadata during the research project?The supervisors of the project: WPa: Anthony Dupont WPb: Mateusz Stróżyński WPc: Anthony Dupont FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Who will manage data storage and backup during the research project?The supervisors of the project: WPa: Anthony Dupont WPb: Mateusz Stróżyński WPc: Anthony Dupont Who will manage data preservation and sharing?The supervisors of the project: WPa: Anthony Dupont WPb: Mateusz Stróżyński WPc: Anthony Dupont Who will update and implement this DMP? Anthony Dupont"
}