{
    "document_id": "D-2023-1810",
    "LinkTitle": "D-2023-1810",
    "file_name": "D-2023-1810.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1810.pdf",
    "metadata": {
        "title": "Development of a clinical decision support system for diagnosing acute rejection and graft failure after kidney transplantation",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Development of a clinical decision support system for diagnosing acute rejection and graft failure after kidney\nDevelopment of a clinical decision support system for diagnosing acute rejection and graft failure after kidney\ntransplantation\ntransplantation\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMaarten Coemans\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n12D6423N\nID: \nID: \n197673\nStart date: \nStart date: \n10-01-2022\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nMultiple non-invasive biomarkers for acute rejection (T-cell mediated rejection, TCMR; antibody mediated rejection, ABMR) and allograft failure\nafter kidney transplantation have been  proposed. The predictive value of one biomarker will very likely never be sufficient to accurately diagnose\nrejection or graft loss. In this project we fill a methodological gap in the research literature by combining the longitudinal features of several\nbiomarkers into one multivariate joint longitudinal transition model in order to predict ABMR, TCMR and long-term allograft failure. First, we\nevaluate the predictive value of the biopsy history, eGFR, proteinuria and donor-specific HLA antibodies for acute rejection on a European cohort and\nvalidate the model on a US cohort. Next, the algorithm will be extended by including the longitudinal features of the 8-gene blood mRNA biomarker\ndeveloped at KU Leuven, of urinary CXCL9 and CXCL10 levels and of polyomavirus type BK viremia. The diagnostic algorithm will be interpretable\nand is hypothesized to guide the need for\nperforming biopsies to detect rejection better and earlier than the current clinical approach based on serum creatinine and proteinuria. In the third phase\nof the project, we will integrate these longitudinal models with a competing risk model for the prediction of allograft failure.\nLast modified: \nLast modified: \n18-04-2023\nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n1 of 5\nDevelopment of a clinical decision support system for diagnosing acute rejection and graft failure after kidneyDevelopment of a clinical decision support system for diagnosing acute rejection and graft failure after kidney\ntransplantationtransplantation\nFWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP)\n1. Research Data Summary1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name &List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name &\ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itsdescription (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.technical format (file extension), and an estimate of the upper limit of the volume of the data.\nOnly for digital data Only for digital data Only for digital data Only for\nphysical\ndata\nDataset\nNameDescription New or reused Digital or Physical Digital Data Type Digital Data formatDigital data volume\n(MB/GB/TB)Physical\nvolume\nPlease choose from the following options:\nGenerate new data\nReuse existing dataPlease choose from the\nfollowing options:\nDigital\nPhysicalPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndataSimulation data\nSoftware\nOther\nNAPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …NAPlease choose from\nthe following options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\nTEMPLATE kidney transplant\ndatabase UZ LeuvenReuse existing data Digital Observational .cvs <1GB\nOPTNAmerican transplant\nregistryReuse existing data Digital Observational .sas7bdat <100GB\nCTSEuropean\nkidney transplant\ndatabaseReuse existing data Digital Observational .txt <100GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n* TEMPLATE: doi: 10.1111/tri.13964\n* OPTN: https://optn.transplant.hrsa.gov/data/about-data/optn-database/\n* CTS: https://www.ctstransplant.org/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or dataAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data\ntypes when appropriate.types when appropriate.\nYes, human subject data\n* TEMPLATE: approved by Ethics Committee of the University Hospitals Leuven (S64006)\n* OPTN: the Health Resources and Services Administration, US Department of Health and Human Services provides oversight to the activities of the OPTN contractor. OPTN’s registry studies are institutional\nreview board exempt.\n* CTS: approved by the Ethics Committee of the Medical Faculty of Heidelberg University (No. 083/2005)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\n* TEMPLATE: data are pseudonymised. Via a personal identification number, patients can still be identified by the managing hospital when in need for data cleaning or additional collection. During data analysis,\nthe patient is however not identifiable by the researcher.\n* OPTN, CTS: fully anonymous data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the commentDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment\nsection to what data they relate and what restrictions are in place.section to what data they relate and what restrictions are in place.\nYes\n* OPTN: raw data are available upon data request from the Organ Procurement and Transplantation Network.\n* CTS: raw data are available upon request to the Collaborative Transplant Study in accordance with the consents of the patients, the participating transplant centers and registries.\nCreated using DMPonline.be. Last modiﬁed 18 April 2023 2 of 5\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which\nrestrictions will be asserted.\nrestrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of\ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n* TEMPLATE: within the excel file, an extra tab is included, describing all variables (definition, units of measurement, values). This data is stored on the KU Leuven Onedrive servers.\nAs our data are sensitive patient data, these will not be shared in a repository. Data can be made available to third parties via a Data Transfer Agreement. All contracts with third parties are managed by the KU\nLeuven legal department (LRD) or the clinical trial center of UZ Leuven.\n* OPTN: keeps codebooks (definition, units of measurement, values) of all variables included in every dataset in separate excel files. Kept by the OPTN.\n* CTS: keeps codebooks (definition, units of measurement, values) of all variables included in every dataset in separate text files. Kept by CTS.\n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n* TEMPLATE: additional excel tab with description all variables is in place.\n* OPTN, CTS: codebooks are available upon data request.\n \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\n* TEMPLATE: stored on KU Leuven Onedrive (with automatic back-up procedures).\n* OPTN: stored on Ultraviolet (HPC cluster at NYU Langone Health).\n* CTS: stored by CTS.\nHow will the data be backed up?\nHow will the data be backed up?\n* TEMPLATE: standard daily back-up provided by KU Leuven ICTS.\n* OPTN: standard back-up provided by HPC team NYU Langone Health.\n* CTS: backed up by CTS.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n* TEMPLATE: KUL Onedrive offers a standard of 2TB for each user, which is sufficient for this project. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\n* TEMPLATE: only the researchers working on the project can access the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra costs are expected on top of the provided standard storage space by the KU Leuven.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the\nreasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nreasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\n* TEMPLATE: data will be preserved for 10 years according to KU Leuven RDM policy.\n* OPTN, CTS: data will be preserved for 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n3 of 5\n* TEMPLATE: KU Leuven Onedrive.\n* OPTN, CTS: kept by organisation itself.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAdditional on the standard data storage infrastructure (Onedrive) provided by the KU Leuven, no extra costs for data preservation are expected.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made available.\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made available.\nNo (closed access)\n* TEMPLATE: raw data are only accessible by researchers involved in the project. Data can only be made available to third parties via a Data Transfer Agreement. All contracts with third parties are managed by the\nKU Leuven legal department (LRD) or the clinical trial center of UZ Leuven.\n* CTS, OPTN: raw data are available on request to the organisation.\nData will be available in the form of publications or other dissemination of scientific work.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n* TEMPLATE: only researchers working on the project have access to the raw data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where\nappropriate.\nappropriate.\nYes, Privacy aspects\n* TEMPLATE: sensitive patient data. Raw data can only be shared with a DTA, according to GDPR regulations.\n* OPTN, CTS: raw data requests should be made to the organisation.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n* TEMPLATE: raw data cannot be shared.\n* OPTN, CTS: raw data requests should be made to the organisation.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results. Data will only be available in the form of publications or other dissemination of scientific work.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\n* TEMPLATE: No data usage license will be provided. Raw data can be shared with third parties only via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal\ndepartment (LRD) or the clinical trial center of UZ Leuven.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\n* TEMPLATE: costs of data sharing will be negotiated in the DTA.\n* OPTN, CTS: costs of data sharing have to be discussed with the organisation.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nMaarten Coemans \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nMaarten Coemans \nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n4 of 5\nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nMaarten Naesens \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nMaarten Coemans \nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n5 of 5"
    },
    "clean_full_text": "Development of a clinical decision support system for diagnosing acute rejection and graft failure after kidney Development of a clinical decision support system for diagnosing acute rejection and graft failure after kidney transplantation transplantation A Data Management Plan created using DMPonline.be Creator: Creator: Maarten Coemans Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 12D6423N ID: ID: 197673 Start date: Start date: 10-01-2022 End date: End date: 30-09-2025 Project abstract: Project abstract: Multiple non-invasive biomarkers for acute rejection (T-cell mediated rejection, TCMR; antibody mediated rejection, ABMR) and allograft failure after kidney transplantation have been proposed. The predictive value of one biomarker will very likely never be sufficient to accurately diagnose rejection or graft loss. In this project we fill a methodological gap in the research literature by combining the longitudinal features of several biomarkers into one multivariate joint longitudinal transition model in order to predict ABMR, TCMR and long-term allograft failure. First, we evaluate the predictive value of the biopsy history, eGFR, proteinuria and donor-specific HLA antibodies for acute rejection on a European cohort and validate the model on a US cohort. Next, the algorithm will be extended by including the longitudinal features of the 8-gene blood mRNA biomarker developed at KU Leuven, of urinary CXCL9 and CXCL10 levels and of polyomavirus type BK viremia. The diagnostic algorithm will be interpretable and is hypothesized to guide the need for performing biopsies to detect rejection better and earlier than the current clinical approach based on serum creatinine and proteinuria. In the third phase of the project, we will integrate these longitudinal models with a competing risk model for the prediction of allograft failure. Last modified: Last modified: 18-04-2023 Created using DMPonline.be. Last modiﬁed 18 April 2023 1 of 5 Development of a clinical decision support system for diagnosing acute rejection and graft failure after kidneyDevelopment of a clinical decision support system for diagnosing acute rejection and graft failure after kidney transplantationtransplantation FWO DMP (Flemish Standard DMP)FWO DMP (Flemish Standard DMP) 1. Research Data Summary1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name &List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itsdescription (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset NameDescription New or reused Digital or Physical Digital Data Type Digital Data formatDigital data volume (MB/GB/TB)Physical volume Please choose from the following options: Generate new data Reuse existing dataPlease choose from the following options: Digital PhysicalPlease choose from the following options: Observational Experimental Compiled/aggregated dataSimulation data Software Other NAPlease choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, …NAPlease choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA TEMPLATE kidney transplant database UZ LeuvenReuse existing data Digital Observational .cvs <1GB OPTNAmerican transplant registryReuse existing data Digital Observational .sas7bdat <100GB CTSEuropean kidney transplant databaseReuse existing data Digital Observational .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: * TEMPLATE: doi: 10.1111/tri.13964 * OPTN: https://optn.transplant.hrsa.gov/data/about-data/optn-database/ * CTS: https://www.ctstransplant.org/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or dataAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.types when appropriate. Yes, human subject data * TEMPLATE: approved by Ethics Committee of the University Hospitals Leuven (S64006) * OPTN: the Health Resources and Services Administration, US Department of Health and Human Services provides oversight to the activities of the OPTN contractor. OPTN’s registry studies are institutional review board exempt. * CTS: approved by the Ethics Committee of the Medical Faculty of Heidelberg University (No. 083/2005) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes * TEMPLATE: data are pseudonymised. Via a personal identification number, patients can still be identified by the managing hospital when in need for data cleaning or additional collection. During data analysis, the patient is however not identifiable by the researcher. * OPTN, CTS: fully anonymous data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the commentDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.section to what data they relate and what restrictions are in place. Yes * OPTN: raw data are available upon data request from the Organ Procurement and Transplantation Network. * CTS: raw data are available upon request to the Collaborative Transplant Study in accordance with the consents of the patients, the participating transplant centers and registries. Created using DMPonline.be. Last modiﬁed 18 April 2023 2 of 5 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). * TEMPLATE: within the excel file, an extra tab is included, describing all variables (definition, units of measurement, values). This data is stored on the KU Leuven Onedrive servers. As our data are sensitive patient data, these will not be shared in a repository. Data can be made available to third parties via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven. * OPTN: keeps codebooks (definition, units of measurement, values) of all variables included in every dataset in separate excel files. Kept by the OPTN. * CTS: keeps codebooks (definition, units of measurement, values) of all variables included in every dataset in separate text files. Kept by CTS. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No * TEMPLATE: additional excel tab with description all variables is in place. * OPTN, CTS: codebooks are available upon data request. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? * TEMPLATE: stored on KU Leuven Onedrive (with automatic back-up procedures). * OPTN: stored on Ultraviolet (HPC cluster at NYU Langone Health). * CTS: stored by CTS. How will the data be backed up? How will the data be backed up? * TEMPLATE: standard daily back-up provided by KU Leuven ICTS. * OPTN: standard back-up provided by HPC team NYU Langone Health. * CTS: backed up by CTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes * TEMPLATE: KUL Onedrive offers a standard of 2TB for each user, which is sufficient for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? * TEMPLATE: only the researchers working on the project can access the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra costs are expected on top of the provided standard storage space by the KU Leuven. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). * TEMPLATE: data will be preserved for 10 years according to KU Leuven RDM policy. * OPTN, CTS: data will be preserved for 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 18 April 2023 3 of 5 * TEMPLATE: KU Leuven Onedrive. * OPTN, CTS: kept by organisation itself. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Additional on the standard data storage infrastructure (Onedrive) provided by the KU Leuven, no extra costs for data preservation are expected. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) * TEMPLATE: raw data are only accessible by researchers involved in the project. Data can only be made available to third parties via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven. * CTS, OPTN: raw data are available on request to the organisation. Data will be available in the form of publications or other dissemination of scientific work. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. * TEMPLATE: only researchers working on the project have access to the raw data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. appropriate. Yes, Privacy aspects * TEMPLATE: sensitive patient data. Raw data can only be shared with a DTA, according to GDPR regulations. * OPTN, CTS: raw data requests should be made to the organisation. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. * TEMPLATE: raw data cannot be shared. * OPTN, CTS: raw data requests should be made to the organisation. When will the data be made available? When will the data be made available? Upon publication of research results. Data will only be available in the form of publications or other dissemination of scientific work. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. * TEMPLATE: No data usage license will be provided. Raw data can be shared with third parties only via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? * TEMPLATE: costs of data sharing will be negotiated in the DTA. * OPTN, CTS: costs of data sharing have to be discussed with the organisation. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Maarten Coemans Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Maarten Coemans Created using DMPonline.be. Last modiﬁed 18 April 2023 4 of 5 Who will manage data preservation and sharing? Who will manage data preservation and sharing? Maarten Naesens Who will update and implement this DMP? Who will update and implement this DMP? Maarten Coemans Created using DMPonline.be. Last modiﬁed 18 April 2023 5 of 5"
}