{
    "document_id": "D-2024-3029",
    "LinkTitle": "D-2024-3029",
    "file_name": "D-2024-3029.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3029.pdf",
    "metadata": {
        "title": "D-2024-3029",
        "author": "accelCH",
        "num_pages": 14
    },
    "content": {
        "full_text": "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not  necessarily reflect those of the European Union or the European Health and Digital Executive Agency (HaDEA).  Neither the European Union nor the granting authority can be held responsible for them.\nThis work is supported by Innovate UK [grant number 10113516].\nThis work has received funding from the Swiss State Secretariat for Education, Research and Innovation (SERI).\nHORIZON-MISS-2023-CANCER-01-01\nProject No. 101136670\nThe malignant Glioma immuno-oncology matchmaker: towards data-\ndriven precision medicine using spatially resolved radio-multiomics\nDeliverable 8.2\nFirst project data management plan (P-DMP)\nWP 8 – Coordination, project and innovation management\nVersion 1.0\nAuthors Frederik De Smet (KUL), Eva Avilla Royo (accelCH)\nLead participant KUL\nDelivery date 30 June 2024\nDissemination level SEN = Sensitive \nType DMP = Data Management Plan\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 2 of 14Revision history\nAuthor(s) Description Date\nFrederik De Smet, \nChiara Caprioli, Julie \nMorscio (KUL)Deliverable draft 25 May 2024\nFirst and last name (part -\nner short name)Revision 1 dd Month yyyy\nFirst and last name (part -\nner short name)dd Month yyyy\nFirst and last name (part -\nner short name)dd Month yyyy\nFirst and last name (part -\nner short name)Final version dd Month yyyy\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 3 of 14Table of Contents\nRevision history ................................................................................................................... 2\nPartner short names ............................................................................................................ 4\nAbbreviations....................................................................................................................... 5\nExecutive summary ............................................................................................................. 6\n1Introduction.................................................................................................................... 7\n2Data management plan draft ........................................................................................ 8\n2.1Definition and regulation of roles and responsibilities ................................................... 8\n2.2Allocation of resources ...................................................................................................... 9\n2.3Ethics, legal and security issues ....................................................................................... 9\n2.4Data collection and generation ........................................................................................ 10\n2.4.1Data provenance and purpose .................................................................................................... 10\n2.4.2Data types, formats, size and quality control .............................................................................. 10\n2.4.3The GLIOMATCH data lake ........................................................................................................ 11\n2.5Methodologies - FAIR data ............................................................................................... 11\n2.6Storage, access and data security .................................................................................. 13\n2.7Copyright and intellectual property ................................................................................ 13\n2.8Long-term management ................................................................................................... 13\n3Future work.................................................................................................................. 14\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 4 of 14Partner short names\nShort namePartner\nKULKatholieke Universiteit Leuven\nKUL-LISCODept. of Imaging and Pathology/ Dept. of Human genetics/Leuven Institute for single-cell  \nomics\nKUL-UZLUniversity Hospitals Leuven\nEMCErasmus Universitair Medisch Centrum Rotterdam \nUMUniversiteit Maastricht\nOUSOslo Universitetssykehus HF\nFSJDSant Joan de Déu Research Foundation \nHSJDHospital Sant Joan De Deu\nRMCThe Health Corporation - Rambam\nUDUSHeinrich-Heine Universität Düsseldorf\nFINCBFondazione IRCCS Instituto Neurologico “Carlo Besta’ \nUUUppsala Universitet \nAAAspect Analytics NV\nTimelexTimelex BV/SRL\naccelCHaccelopment Schweiz AG\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 5 of 14Abbreviations\nAbbreviationTerm\nCAConsortium Agreement\nCTComputerized Tomography\nDDeliverable\nECEuropean Commission\nEtCEthical Committee\neCRFelectronic Case Report Form\nEUEuropean Union\nGBMGlioblastoma\nHEUHorizon Europe\nIPIntellectual Property\nMMonth\nMRIMagnetic Resonance Imaging\nMSMilestone\nNGSNext Generation Sequencing\nphGGPaediatric High-Grade Glioma\nWPWork Package\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 6 of 14Executive summary\nBackground\nThe deliverable D8.2: “ First project data management plan (P-DMP) ” is part of Work Package 8 (WP8): “ Co-\nordination, project and innovation management ”, led by KU Leuven.\nThis deliverable describes a first proposal of the Data Management Plan within the GLIOMATCH project,  spe-\ncifying how research data will be handled throughout the entire lifecycle of the research. \nObjectives\nD8.2 identifies key tasks and implements  strategies to ensure that the generated research data are of high-\nquality, processed and analysed in the most effective way, stored in a secure environment, accessible and  \nreusable by the relevant subjects for the entire duration of the project and beyond, in agreement with the FAIR  \nprinciples.\nMethodology and implementation\nThe FAIR principles will be used as a guideline for creation of the data management plan and to design and  \nimplement the GLIOMATCH data lake . To comply with the FAIR principles, key information on data collection,  \nstorage and sharing will be collected.\nA Consortium Agreement will be established among GLIOMATCH partners, to regulate roles and responsibilit -\nies of the different aspects of data management in the project and relationship among the parties. This will be  \nalso instrumental to regulate long-term usage of the generated data.\nOutcomes\nThe presented DMP will make the research plan operational by enabling  collection, storage, maintenance and  \nsharing of clinical and radiological data, experimental data (including raw and processed data and metadata),  \nalong with downstream analyses and developed statistical models as foreseen in WPs 2-3-4-5-6 .\nImpact\nProper data management will be key for carrying out the foreseen research plan in the most effective way and  \nensuring the reproducibility of results.  Moreover, it will enable sharing findings and data throughout the scien -\ntific community, which  is expected to boost the impact of research results by increasing the number of citations.  \nThe presented strategies aim to achieve long-term value and usage of the collected data, preventing digital  \nobsolescence, promoting harmonisation compatibility with future EU initiatives (including the UNCAN data  \nframe) and potentially  for commercial exploitation.\nNext steps\nSet up of the Consortium Agreement\nCompletion of ethical and legal assessment for data and sample sharing, along with set up of mater -\nial and data transfer agreements  \nImplementation of operational RedCap and Weave data lake infrastructure  \nGeneration of project results as foreseen in WP3-5 and storage in data lake\nProvide training and documentation to the relevant users and raise safety awareness  \nDesign and make operational a long-term data management plan  \nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 7 of 141Introduction\nGLIOMATCH is a Horizon Europe (HEU) project uniting 14 pan-European partners with the goal of advancing  \nclinical outcomes for adult glioblastoma/paediatric high-grade glioma (GBM/phGG) patients by leveraging  \nstate-of-the-art technology. The project aims to pioneer targeted brain cancer treatment through effective pa -\ntient stratification and personalised pairing of patient and immunotherapy and follow-up of clinical responses to  \ntreatment. \nTo achieve these objectives, consortium partners will integrate spatially resolved, multi-layered tissue maps  \nusing integrated single-cell multi-omics with non-invasive MRI images. The GLIOMATCH project is anticipated  \nto generate > 300Tb of data across all stakeholders that will encompass the data lake. The data lake, the  \nlargest of its kind ever analysed, will enable the incremental addition of new data, thereby enhancing AI and  \ndeep learning models for GBM biomarkers and treatment options. \nWhile the collection, generation and analysis of the data will encompass the 5 years duration of the project, we  \nanticipate the usage of the data will extend beyond this term, as the GLIOMATCH data lake will be maintained  \nand made available for collaborations between academic and industry partners. \nAs promoter of the GLIOMATCH project, KUL will play a pivotal role in data management and governance. This  \nProject Data Management Plan (P-DMP) aims at the following objectives :\nOutline the type of data that the project will generate, collect, and process\nDefine and regulate roles and responsibilities  among all the stakeholders within the GLIOMATCH \nConsortium \nAllocate the appropriate resources for the implementation of the data management plan\nIdentify and design appropriate strategies to deal with possible ethical, legal and safety  issues \nPursue high quality standards  of retrospective, prospective and observational (experimental) data \ncollection\nDesign and implement cloud infrastructure  for data collection, storage and analysis  \nDissemination of best practices for safe data handling and provide hands-on training within the \nGLIOMATCH Consortium\nEnsure appropriate levels of security and accessibility  in adherence to FAIR data principles and \nwith Horizon Europe’s mandate for Research Data Management.\nPromote compatibility and harmonisation  with future EU initiatives and commercial exploitation\nThis report relates to data generated outside of WP5 (Prospective Clinical Study). A complementary Clinical  \nData Management Report (C-DMP) outlines the processes related to data generated, collected and/or used in  \nthe clinical study (D1.2).\nThis is a working document that is now delivered at a very early stage of the project (M6) and, thus, only  \npresents guiding provisions that will be updated to a final version in M48. Further updates will be made along -\nside periodic project reporting and evaluation.\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 8 of 142Data management plan draft\n2.1Definition and regulation of roles and responsibilities  \nBeing the scientific leader of the GLIOMATCH project, KUL leads the overall coordination of the project, \nincluding data governance and management. As such, KUL is responsible for developing a data manage -\nment plan incorporating procedures, technical design and implementation to ensure GLIOMATCH data can \nbe stored safely while being maximally reused. Specifically, KUL will conceptualize a framework for data \ncollection and generation; design a centralized data lake with an appropriate infrastructure (as assisted and \nupon deployment by AA); define detailed data access conditions, roles and responsibilities, keeping ethical/\nlegal compliance rules (as assisted by Timelex) into account while ensuring security measures (as assisted \nby AA). Moreover, the KUL Research Office will coordinate and finalise the implementation of the Consor -\ntium Agreement (CA), with the purpose of specifying the relationship among the parties with respect to the \nproject, concerning the organization of the work between the parties, the management of the project and the \nrights and obligations of the Parties concerning inter alia liability, Access Rights and dispute resolution. Such \nCA will be based on the new DESCA Horizon Europe Consortium Agreement and will be revised by all part -\nners’ legal offices before signature.\nRoles and responsibilities of each partner in the GLIOMATCH Consortium are outlined in Table 1.\nTable 1: Roles and responsibilities \nPartner Responsibilities\nKUL Overall coordination of the project  \nDesign of centralized data lake\nDesign of data structure\nResource allocation\nCA\nIP\nAA Setup, extend and maintain cloud infrastructure  \nTrain consortium stakeholders\nData harmonisation and connectivity with other European data \nsources, including the UNCAN platform  \nTimelex Legal/ethical framework of data sharing and access policy\nKUL-UZL,  EMC,  OUS,  FSJD,  \nHSJD, RMC, UDUS, FINCB, UUCollection of clinical, pathological and available MRI and NGS  \ndata\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 9 of 142.2Allocation of resources\nThe costs for making data FAIR include the fees for ensuring open access to publications and research data,  \ncomputational cloud services, storage solutions, and the associated personnel costs. All data will be managed  \nand uploaded to the respective repositories by the data owners, following the provisions set out above and as  \nrequired by the repository. For the duration of the GLIOMATCH project, all these costs are covered by the  \nproject budget as part of the Horizon Europe grant . For the time after the end of the project, currently no deci -\nsions on resource allocation have been made. This will be addressed in later stages of the project.  \n2.3Ethics, legal and security issues  \nThe data that will be collected, generated and used in the GLIOMATCH project include personal data (e.g., \nmedical history as collected from medical records, radiology scans, genomic data) from patients enrolled in \nthe retrospective and prospective studies, and are confidential and sensitive in their nature . As such, per-\nsonal data will be collected and processed in accordance with national and European legislation on the pro -\ntection of individuals, in particular the EU’s General Data Protection Regulation 2016/679 (GDPR) and the \nrelevant Belgian laws implementing the GDPR including the Belgian Privacy Act of 30 July 2018 on the pro -\ntection of privacy in relation to the processing of personal data. Any collection, processing and disclosure of \npersonal data, such as participant health and medical information is subject to compliance with the afore -\nmentioned personal data protection laws and will not be processed or shared except in pseudonymized form. \nIn case personal data is transferred outside the European Economic Area, safeguards will be taken by the \nSponsor to ensure that appropriate protection travels with the data in accordance with the GDPR. \n(https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/rules-\ninternational-data-transfers_en#documents ). Before the start of the research, a study-specific protocol and \nother related documents will be submitted for review to the KUL EtC for authorization. Moreover, Timelex \n(i.e., the appointed legal consultant of the GLIOMATCH consortium) will provide the legal/ethical framework \nof data sharing to ensure legal and ethical compliance of the collection of the applicable health and data \nprotection law. The Study shall not commence until such approvals have been obtained and until other relev -\nant essential study documents, such as duly signed contract agreements, evidence of adequate study finan -\ncing, informed consent forms etc. are in place. Any personal data shall be treated as confidential at all times \nincluding during collection, handling and use or processing, and the personal data (including in any elec -\ntronic format) shall be stored securely at all times and with all technical and organizational security measures  \nthat would be necessary for compliance with EU and national data protection legislation (whichever is more \nstringent). The Sponsor shall take appropriate measures to ensure the security of all personal data and \nguard against unauthorized access thereto or disclosure thereof or loss or destruction while in its custody.\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 10 of 142.4Data collection and generation  \n2.4.1Data provenance and purpose\nThe GLIOMATCH project will generate different types of data: observational (WP2, WP5), experimental \n(WP3) and statistical/artificial intelligence modelling data (WP4).\nDetails for each activity and each work package are given in Table 2.  \nTable 2: Provenance and purpose of data collected in GLIOMATCH\nWP Data provenance Data purpose\nWP2KUL-UZL, EMC, OUS, FSJD, HSJD, RMC, UDUS,  \nFINCB, UUCollection of clinical and radiolo -\ngical data from retrospective co -\nhorts\nWP3KUL-LISCO Generation of spatial multi-omics  \ndata and data analysis\nWP4UM Generation  of  radio-multiomics  \npredictive model\nWP5KUL-UZL, EMC, OUS, RMC, UDUS, FINCB Collection of clinical and radiolo -\ngical  data  from  prospective  co -\nhorts\nWP6????\n2.4.2Data types, formats, size and quality control  \nThe GLIOMATCH project will include different types of observational, experimental and statistical data:\n-Clinical data as collected from clinical records, including but not limited to medical history, pathologi -\ncal reports, treatment details, survival data.\n-Radiological data, including MRI and CT scans and radiological reports.\n-Experimental data, including genomic data, spatial transcriptomics and spatial proteomics data.\n-Public data hosted in public repositories (such as NCI Data Catalog, GEO, etc. ), including but not \nlimited to genomic, transcriptomic, proteomic and radiomic data.\n-Statistical/artificial intelligence models.\nThe GLIOMATCH project is anticipated to generate > 300Tb of data across all stakeholders within the 5 years  \nduration of the project. The Consortium aims to use standardized, interchangeable, or open formats as much  \nas possible to ensure the long-term usability of data and compliance with the FAIR principles. Compression  \nmethods will be applied to accommodate the substantial volume of data while ensuring effective accessibility,  \ndata integrity and affordable long-term storage. Examples of data formats that will be used include standard  \nformats in the field of images (.CZI, .TIFF .OMETIFF, MRI images (DI-COM)), genomic/transcriptomic/epigen -\nomic data (.fastq, .bam, .vcf), data matrices (.txt), electronic case report forms (eCRF) containing clinical data  \n(.txt).\nEnsuring high quality at every step of the research lifecycle is a priority within GLIOMATCH and will contribute  \nto generating datasets that can more easily be re-used by others. The responsibility for ensuring the quality of  \ndata analysis locally rests with each partners’ principal investigator, in many cases supported by specific tech -\nnical support units acting as a quality assurance. While the ultimate accountability for the data and metadata  \nquality lies with the data owner (the respective partner), at the consortium level there are specific processes in  \nplace to ensure that the project’s internal progress as well as its outputs in the form of deliverables, publica -\ntions, or other, are of high quality. \nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 11 of 142.4.3The GLIOMATCH data lake\nWe will conceptualize a Consortium cloud-based platform infrastructure for management of the data lake and  \nspatial multi-omics analysis within the GLIOMATCH project. This will be deployed, maintained and extended by  \nAA and will serve as the centralized data lake for all consortium members, ensuring the secure storage of all  \ngenerated clinical data and facilitating seamless data management, accessibility, and sharing among stake -\nholders. It will also streamline the ingestion process for MRI and NGS data, supporting various data formats for  \nupload. Additionally, the platform will host a managed environment tailored for bioinformatics data processing,  \nanalysis, and visualization, also supporting version control. These capabilities will empower researchers to  \nengage in exploratory work and prototyping without the logistical challenges of moving large and sensitive  \ndatasets in and out of the platform and among stakeholders, ultimately enabling to achieve the objectives out -\nlined in WP3, WP4 and WP5. \nThe cloud platform will comprise three core components: a REDCap component for patient and sample inform -\nation collection via eCRFs, the Weave platform component for data management, visualisation and analysis,  \nand the MRI hub component provided by UM. REDCap is a secure web application which will be hosted by  \nKUL, used for building, and managing online surveys and databases. This will be connected to the Gliomatch  \ndata-lake upon appropriate pseudonymization and data protection, to ensure that patient- and sample-level  \nmetadata can be linked to the generated experimental data and radiological data.  We will outline tailored elec -\ntronic clinical record forms (eCRFs) that can be used across all 8 clinical centres to which the required pseud -\nonymized clinical data of all the enrolled participants will be entered. For each patient and sample a unique  \nidentifier will be defined. The content of eCRFs will be determined in WP2.  Clinicians will utilise REDCap to  \ncapture sample metadata, which will then be replicated to Weave. The Weave platform, provided by AA, serves  \nas the central platform for spatial multi-omics, accessed by data viewers, spatial biology and MRI data generat -\nors, and bioinformaticians via the web API. The MRI hub focuses on in-depth analysis of radiomics models  \ngenerated by UM. Currently, the pseudonymized MRI raw data upload to Weave is tentative and will require  \nverification by providers at UM. REDCap and MRI Hub platform user instructions and tutorials will be provided  \nby KUL and UM. \n2.5Methodologies - FAIR data\nData collection, handling, processing and transfer for the purpose of this Study will be performed in compliance  \nwith applicable regulations, guidelines for clinical studies and internal KUL procedures, under the responsibility  \nof the Investigator.\nThe European Union's open science policy outlines eight primary objectives, one of which is to encourage the  \nsharing of open data. This concept refers to data that adheres to the principles of being Findable, Accessible,  \nInteroperable, and Reusable (FAIR). As research outcomes are fundamentally based on research data, the  \navailability of open data is critical for verifying and repurposing scientific assertions and knowledge. The GLIO -\nMATCH consortium is committed to managing their data in a way that respects these values throughout the  \nentire research lifecycle, as outlined below.\nFor data to be of use to others, it first needs to be findable. Following IP screening, the GLIOMATCH datasets  \nwill be shared via the GLIOMATCH cloud-based platform (see sections 2.6-8), and also through scientific pub -\nlications. \nUnder Horizon Europe, we are required to provide metadata (for datasets but also for deposited publications)  \nthat is open under a Creative Commons Public Domain Dedication (CC0) or equivalent, to safeguard legitimate  \ninterests or constraints as per the Grant and Consortium Agreements. Each openly shared dataset will be ac -\ncompanied by appropriate metadata, which will also be dictated by the standards of the specific repository  \nwhere the datasets will be deposited. Depending on the repository, separate metadata files may need to be  \nsubmitted alongside the data, whereas in other cases specific fields for additional information will need to be  \ncompleted upon dataset submission. As a general approach within the consortium, it is agreed that a Readme  \nfile written in plain text (.txt) will accompany each research dataset supporting a publication and will detail data  \nand dataset identification, methodologies, equipment used (including brand, model and country of origin), oper -\national conditions, date and time of collection, software needed to open the files, licencing, and other relevant  \ninformation. In case tabular data is present, the Readme file will also include an explanation for the table head -\nings. When possible, the metadata will follow a standard format.\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 12 of 14Key elements to be included in the metadata are, at least: \nDataset description \nDate of deposit \nAuthor(s) \nVenue of publication \nEmbargo length \nThe term ‘Horizon Europe’ \nProject title\nAcronym \nGrant Agreement number\nLicensing terms \nPersistent identifiers for the dataset, the authors involved in the project and, if possible, their organisa\ntions \nPersistent identifiers for related publications and other linked datasets (where applicable)  \nFor metadata accompanying publications only, not for datasets: persistent identifiers for any research  \noutput or any other tools and instruments needed to validate the conclusions of the publication.  \nSearch keywords in English and/or respecting naming conventions in the field. \nMore specifically, in the case of search keywords, the data owner (partner(s)) will choose the search keywords  \nmanually guided by repository and/or journal keyword guides to confirm appropriateness, using terms that are  \nwidely used and accepted in GLIOMATCH fields of research and which describe the dataset, to optimize find -\nability by interested parties with intent on re-use.\nThe accessibility of data will be supported by the deposition in a trusted repository, as described above. All  \nproject partners will ensure open access to the deposited data as soon as possible, ensuring that any embargo  \nperiods applied to give time to publish or seek protection of the intellectual property will be in line with the re -\nquirements set out in the GA. If open access is not provided to the data needed to validate scientific conclu -\nsions, the respective partner will provide the access – digital or physical – needed for validation purposes. Data  \nsupporting scientific publications or datasets should be openly published under the most recent Creative Com -\nmons Attribution International Public License ( CC BY) or Creative Commons Public Domain Dedication ( CC0) \nwhich facilitates data reuse. A Creative Commons Public Domain Mark (PDM) or equivalent should be applied  \nto raw research data unless the data meet the requirements to be protected by copyright/database rights.\nData interoperability consists in adherence to standards for formats, as much as possible compliant with avail -\nable (open) software applications, and in particular facilitating re-combinations with different datasets from  \ndifferent origins to enable data exchange and re-use between researchers, institutions, organisations, coun -\ntries.\nTo facilitate the interoperability of its datasets, GLIOMATCH will make use of open and widely recognised file  \nand data formats, avoiding proprietary ones when possible. Both data and metadata will follow appropriate  \nstandards and use a formal, accessible, shared, and broadly applicable language for knowledge representa -\ntion, to ensure semantic interoperability. Resources such as FAIRsharing will be consulted to identify additional  \ndiscipline-specific standards and in some cases, the preferred file formats and vocabularies will be dictated by  \nthe repositories that will host the data. All files will be in English and the International System of Units or field-\nspecific conventions will be used to further ensure data exchange and re-use.\nData that is findable, accessible, and interoperable as described in the previous sections is generally fit for re -\nuse. The provision of Readme files accompanying the datasets will support the understanding and reuse by  \nthird parties and hence also facilitate reproducibility. The licencing conditions for shared datasets will be made  \ntransparent through easy-to-use copyright licenses, such as Creative Commons Attribution International Public  \nLicense (CC BY) or Creative Commons Public Domain Dedication (CC 0), in line with the Grant Agreement, to  \npromote the widest possible reuse of data. Moreover, the methodology used throughout GLIOMATCH imple -\nmentation will adhere to standards and standard operating procedures (SOPs) to facilitate the reuse of the  \nGLIOMATCH datasets by others.\n2.6Storage, access and data security  \nThe cloud-based GLIOMATCH platform is designed to be ISO:27001 and GDPR-compliant and will provide \na secure environment for the storage, sharing, analysis, and visualisation of large amounts of data by all \nstakeholders, serving as a centralised repository. It will be accessible via web-browser, eliminating the need \nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 13 of 14for software installation. Authentication to the platform will be provided through the widely adopted OpenID \nConnect (OIDC) protocol, with optional identity federation to allow consortium partners to log in using their \ncorporate/university accounts. Single Sign On (SSO) authentication will be implemented, where AA will only \nreceive the email address of the GLIOMATCH end user ( never the patient), and AA will not be granted admin  \naccess to the institution. Following the “principle of least privilege”, users will receive minimal necessary ac -\ncess to the platform’s relevant tasks. As a fallback, username/password logins can be provided with limited \naccess.\nGiven the sensitive nature of project data, robust data security measures will be integral to the cloud plat -\nform. Operational measures, including awareness training sessions on security threats and best practices \nwill be conducted for end users. AA’s ISO:27001 certification ( https://www.iso.org/standard/27001 ) for in-\nformation security management and business continuity ensures that the core development team is well-\nversed in best practices and operational procedures. As part of stakeholder training, AA will provide \nguidelines on security best practices and processes based on its own ISO:27001-certified ISMS, to strike a \npragmatic balance within the consortium between security and practical usage. AA will provide the consor -\ntium members with an end user licence agreement (EULA), which must be agreed upon before accessing \nthe platform. The EULA will include information on security best practices, GDPR controls, and other legal \nrequirements. Any updates to the agreement during the project will require the end user’s agreement. Plat -\nform access will be revoked in case of noncompliance and/or suspicious behaviour. From an authorization \nstandpoint, a flexible role-based access control (RBAC) system will be implemented. This system will enable \nstakeholders to determine data sharing settings, ranging from private access within individual teams of a \nconsortium partner to consortium-wide data sharing to facilitate high-end integrated data analysis. Computa -\ntional stakeholders will have programmatic access through AA provided SDKs.  \n2.7Copyright and intellectual property\nThe foreground copyright and IP as related to the GLIOMATCH project, including information on who owns the \ndata arising from research and the intellectual property rights relating to them,  innovation management regard -\ning the non-commercial and commercial exploitation of results, publication ruling, and restrictions on the reuse  \nof third-party data will be managed according to the rules set out in the Consortium Agreement and necessary  \nlicenses will be negotiated between consortium members in collaboration with Task 8.7 and WP8.\n2.8Long-term management\nThe GLIOMATCH data lake storing the spatial multiomics map of tumor-host interactions, along with the linked  \nradiomics model and detailed clinical annotation, will be the first repository of this kind in the field of GBM im -\nmunotherapy. As such, it is anticipated that the GLIOMATCH data will provide an invaluable resource for re -\nsearchers beyond the 5 years duration of the project. Some foreseeable research purposes for data reuse in -\nclude consultation, usage to train and validate newer prediction models and for atlas studies; exploration of the  \npotential exploitable results and their evaluation for future non-commercial and commercial exploitation will be  \nbased on SWOT and PESTEL analyses and other relevant factors.\nTo valorise long-term use of the collected data and prevent digital obsolescence, as well as enable collabora -\ntions between academic and industry partners, we will host and maintain the data lake using its pre-existing  \ncloud solution platform for data management and spatial multi-omics, promoting data harmonisation for com -\npatibility with future EU initiatives (including the UNCAN data frame).\nAlthough no long-term preservation plan for GLIOMATCH research data is currently in place, we anticipate that  \na second P-DMP (M48) will extensively cover the main aspects of this task, including decisions on which data  \nand for which uses long-term preservation is needed, how long data needs to be preserved, specifications  \nabout repository and file formats, how preservation will be ensured, who and with which role (custodian and  \nhost) will manage the long-term data, what metadata will be made available, additional costs that come with  \nusing the repository or data archive and how these will be covered.\nTitle: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0\nProject No. 101136670 Page 14 of 143Future work\nThis Data Management Plan will be maintained and updated by the GLIOMATCH Consortium, following the EC  \nGuidelines on Data Management and with contributions from all partners. The presented guiding provisions will  \nbe updated to a final version in M48 ( second P-DMP, D8.6 ), and further updates will be made alongside peri -\nodic project reporting and evaluation ( D8.3, D8.4). \nFuture work will address the following items:\nSet up of the Consortium Agreement ()\nCompletion of ethical and legal assessment for data and sample sharing, along with set up of mater -\nial and data transfer agreements (D1.8, D1.12, D2.3, D1.3, D1.6)\nImplementation of operational RedCap ( D1.4, D2.1) and Weave data lake infrastructure ( D1.1, D1.7, \nD1.11, D2.2)\nGeneration of project results as foreseen in WP3-5 and storage in data lake\nProvide training and documentation to the relevant users and raise safety awareness ( D1.5)\nDesign and make operational a long-term data management plan (D1.3)"
    },
    "clean_full_text": "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Health and Digital Executive Agency (HaDEA). Neither the European Union nor the granting authority can be held responsible for them. This work is supported by Innovate UK [grant number 10113516]. This work has received funding from the Swiss State Secretariat for Education, Research and Innovation (SERI). HORIZON-MISS-2023-CANCER-01-01 Project No. 101136670 The malignant Glioma immuno-oncology matchmaker: towards data- driven precision medicine using spatially resolved radio-multiomics Deliverable 8.2 First project data management plan (P-DMP) WP 8 – Coordination, project and innovation management Version 1.0 Authors Frederik De Smet (KUL), Eva Avilla Royo (accelCH) Lead participant KUL Delivery date 30 June 2024 Dissemination level SEN = Sensitive Type DMP = Data Management Plan Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 2 of 14Revision history Author(s) Description Date Frederik De Smet, Chiara Caprioli, Julie Morscio (KUL)Deliverable draft 25 May 2024 First and last name (part - ner short name)Revision 1 dd Month yyyy First and last name (part - ner short name)dd Month yyyy First and last name (part - ner short name)dd Month yyyy First and last name (part - ner short name)Final version dd Month yyyy Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 3 of 14Table of Contents Revision history ................................................................................................................... 2 Partner short names ............................................................................................................ 4 Abbreviations....................................................................................................................... 5 Executive summary ............................................................................................................. 6 1Introduction.................................................................................................................... 7 2Data management plan draft ........................................................................................ 8 2.1Definition and regulation of roles and responsibilities ................................................... 8 2.2Allocation of resources ...................................................................................................... 9 2.3Ethics, legal and security issues ....................................................................................... 9 2.4Data collection and generation ........................................................................................ 10 2.4.1Data provenance and purpose .................................................................................................... 10 2.4.2Data types, formats, size and quality control .............................................................................. 10 2.4.3The GLIOMATCH data lake ........................................................................................................ 11 2.5Methodologies - FAIR data ............................................................................................... 11 2.6Storage, access and data security .................................................................................. 13 2.7Copyright and intellectual property ................................................................................ 13 2.8Long-term management ................................................................................................... 13 3Future work.................................................................................................................. 14 Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 4 of 14Partner short names Short namePartner KULKatholieke Universiteit Leuven KUL-LISCODept. of Imaging and Pathology/ Dept. of Human genetics/Leuven Institute for single-cell omics KUL-UZLUniversity Hospitals Leuven EMCErasmus Universitair Medisch Centrum Rotterdam UMUniversiteit Maastricht OUSOslo Universitetssykehus HF FSJDSant Joan de Déu Research Foundation HSJDHospital Sant Joan De Deu RMCThe Health Corporation - Rambam UDUSHeinrich-Heine Universität Düsseldorf FINCBFondazione IRCCS Instituto Neurologico “Carlo Besta’ UUUppsala Universitet AAAspect Analytics NV TimelexTimelex BV/SRL accelCHaccelopment Schweiz AG Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 5 of 14Abbreviations AbbreviationTerm CAConsortium Agreement CTComputerized Tomography DDeliverable ECEuropean Commission EtCEthical Committee eCRFelectronic Case Report Form EUEuropean Union GBMGlioblastoma HEUHorizon Europe IPIntellectual Property MMonth MRIMagnetic Resonance Imaging MSMilestone NGSNext Generation Sequencing phGGPaediatric High-Grade Glioma WPWork Package Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 6 of 14Executive summary Background The deliverable D8.2: “ First project data management plan (P-DMP) ” is part of Work Package 8 (WP8): “ Co- ordination, project and innovation management ”, led by KU Leuven. This deliverable describes a first proposal of the Data Management Plan within the GLIOMATCH project, spe- cifying how research data will be handled throughout the entire lifecycle of the research. Objectives D8.2 identifies key tasks and implements strategies to ensure that the generated research data are of high- quality, processed and analysed in the most effective way, stored in a secure environment, accessible and reusable by the relevant subjects for the entire duration of the project and beyond, in agreement with the FAIR principles. Methodology and implementation The FAIR principles will be used as a guideline for creation of the data management plan and to design and implement the GLIOMATCH data lake . To comply with the FAIR principles, key information on data collection, storage and sharing will be collected. A Consortium Agreement will be established among GLIOMATCH partners, to regulate roles and responsibilit - ies of the different aspects of data management in the project and relationship among the parties. This will be also instrumental to regulate long-term usage of the generated data. Outcomes The presented DMP will make the research plan operational by enabling collection, storage, maintenance and sharing of clinical and radiological data, experimental data (including raw and processed data and metadata), along with downstream analyses and developed statistical models as foreseen in WPs 2-3-4-5-6 . Impact Proper data management will be key for carrying out the foreseen research plan in the most effective way and ensuring the reproducibility of results. Moreover, it will enable sharing findings and data throughout the scien - tific community, which is expected to boost the impact of research results by increasing the number of citations. The presented strategies aim to achieve long-term value and usage of the collected data, preventing digital obsolescence, promoting harmonisation compatibility with future EU initiatives (including the UNCAN data frame) and potentially for commercial exploitation. Next steps Set up of the Consortium Agreement Completion of ethical and legal assessment for data and sample sharing, along with set up of mater - ial and data transfer agreements Implementation of operational RedCap and Weave data lake infrastructure Generation of project results as foreseen in WP3-5 and storage in data lake Provide training and documentation to the relevant users and raise safety awareness Design and make operational a long-term data management plan Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 7 of 141Introduction GLIOMATCH is a Horizon Europe (HEU) project uniting 14 pan-European partners with the goal of advancing clinical outcomes for adult glioblastoma/paediatric high-grade glioma (GBM/phGG) patients by leveraging state-of-the-art technology. The project aims to pioneer targeted brain cancer treatment through effective pa - tient stratification and personalised pairing of patient and immunotherapy and follow-up of clinical responses to treatment. To achieve these objectives, consortium partners will integrate spatially resolved, multi-layered tissue maps using integrated single-cell multi-omics with non-invasive MRI images. The GLIOMATCH project is anticipated to generate > 300Tb of data across all stakeholders that will encompass the data lake. The data lake, the largest of its kind ever analysed, will enable the incremental addition of new data, thereby enhancing AI and deep learning models for GBM biomarkers and treatment options. While the collection, generation and analysis of the data will encompass the 5 years duration of the project, we anticipate the usage of the data will extend beyond this term, as the GLIOMATCH data lake will be maintained and made available for collaborations between academic and industry partners. As promoter of the GLIOMATCH project, KUL will play a pivotal role in data management and governance. This Project Data Management Plan (P-DMP) aims at the following objectives : Outline the type of data that the project will generate, collect, and process Define and regulate roles and responsibilities among all the stakeholders within the GLIOMATCH Consortium Allocate the appropriate resources for the implementation of the data management plan Identify and design appropriate strategies to deal with possible ethical, legal and safety issues Pursue high quality standards of retrospective, prospective and observational (experimental) data collection Design and implement cloud infrastructure for data collection, storage and analysis Dissemination of best practices for safe data handling and provide hands-on training within the GLIOMATCH Consortium Ensure appropriate levels of security and accessibility in adherence to FAIR data principles and with Horizon Europe’s mandate for Research Data Management. Promote compatibility and harmonisation with future EU initiatives and commercial exploitation This report relates to data generated outside of WP5 (Prospective Clinical Study). A complementary Clinical Data Management Report (C-DMP) outlines the processes related to data generated, collected and/or used in the clinical study (D1.2). This is a working document that is now delivered at a very early stage of the project (M6) and, thus, only presents guiding provisions that will be updated to a final version in M48. Further updates will be made along - side periodic project reporting and evaluation. Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 8 of 142Data management plan draft 2.1Definition and regulation of roles and responsibilities Being the scientific leader of the GLIOMATCH project, KUL leads the overall coordination of the project, including data governance and management. As such, KUL is responsible for developing a data manage - ment plan incorporating procedures, technical design and implementation to ensure GLIOMATCH data can be stored safely while being maximally reused. Specifically, KUL will conceptualize a framework for data collection and generation; design a centralized data lake with an appropriate infrastructure (as assisted and upon deployment by AA); define detailed data access conditions, roles and responsibilities, keeping ethical/ legal compliance rules (as assisted by Timelex) into account while ensuring security measures (as assisted by AA). Moreover, the KUL Research Office will coordinate and finalise the implementation of the Consor - tium Agreement (CA), with the purpose of specifying the relationship among the parties with respect to the project, concerning the organization of the work between the parties, the management of the project and the rights and obligations of the Parties concerning inter alia liability, Access Rights and dispute resolution. Such CA will be based on the new DESCA Horizon Europe Consortium Agreement and will be revised by all part - ners’ legal offices before signature. Roles and responsibilities of each partner in the GLIOMATCH Consortium are outlined in Table 1. Table 1: Roles and responsibilities Partner Responsibilities KUL Overall coordination of the project Design of centralized data lake Design of data structure Resource allocation CA IP AA Setup, extend and maintain cloud infrastructure Train consortium stakeholders Data harmonisation and connectivity with other European data sources, including the UNCAN platform Timelex Legal/ethical framework of data sharing and access policy KUL-UZL, EMC, OUS, FSJD, HSJD, RMC, UDUS, FINCB, UUCollection of clinical, pathological and available MRI and NGS data Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 9 of 142.2Allocation of resources The costs for making data FAIR include the fees for ensuring open access to publications and research data, computational cloud services, storage solutions, and the associated personnel costs. All data will be managed and uploaded to the respective repositories by the data owners, following the provisions set out above and as required by the repository. For the duration of the GLIOMATCH project, all these costs are covered by the project budget as part of the Horizon Europe grant . For the time after the end of the project, currently no deci - sions on resource allocation have been made. This will be addressed in later stages of the project. 2.3Ethics, legal and security issues The data that will be collected, generated and used in the GLIOMATCH project include personal data (e.g., medical history as collected from medical records, radiology scans, genomic data) from patients enrolled in the retrospective and prospective studies, and are confidential and sensitive in their nature . As such, per- sonal data will be collected and processed in accordance with national and European legislation on the pro - tection of individuals, in particular the EU’s General Data Protection Regulation 2016/679 (GDPR) and the relevant Belgian laws implementing the GDPR including the Belgian Privacy Act of 30 July 2018 on the pro - tection of privacy in relation to the processing of personal data. Any collection, processing and disclosure of personal data, such as participant health and medical information is subject to compliance with the afore - mentioned personal data protection laws and will not be processed or shared except in pseudonymized form. In case personal data is transferred outside the European Economic Area, safeguards will be taken by the Sponsor to ensure that appropriate protection travels with the data in accordance with the GDPR. (https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/rules- international-data-transfers_en#documents ). Before the start of the research, a study-specific protocol and other related documents will be submitted for review to the KUL EtC for authorization. Moreover, Timelex (i.e., the appointed legal consultant of the GLIOMATCH consortium) will provide the legal/ethical framework of data sharing to ensure legal and ethical compliance of the collection of the applicable health and data protection law. The Study shall not commence until such approvals have been obtained and until other relev - ant essential study documents, such as duly signed contract agreements, evidence of adequate study finan - cing, informed consent forms etc. are in place. Any personal data shall be treated as confidential at all times including during collection, handling and use or processing, and the personal data (including in any elec - tronic format) shall be stored securely at all times and with all technical and organizational security measures that would be necessary for compliance with EU and national data protection legislation (whichever is more stringent). The Sponsor shall take appropriate measures to ensure the security of all personal data and guard against unauthorized access thereto or disclosure thereof or loss or destruction while in its custody. Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 10 of 142.4Data collection and generation 2.4.1Data provenance and purpose The GLIOMATCH project will generate different types of data: observational (WP2, WP5), experimental (WP3) and statistical/artificial intelligence modelling data (WP4). Details for each activity and each work package are given in Table 2. Table 2: Provenance and purpose of data collected in GLIOMATCH WP Data provenance Data purpose WP2KUL-UZL, EMC, OUS, FSJD, HSJD, RMC, UDUS, FINCB, UUCollection of clinical and radiolo - gical data from retrospective co - horts WP3KUL-LISCO Generation of spatial multi-omics data and data analysis WP4UM Generation of radio-multiomics predictive model WP5KUL-UZL, EMC, OUS, RMC, UDUS, FINCB Collection of clinical and radiolo - gical data from prospective co - horts WP6???? 2.4.2Data types, formats, size and quality control The GLIOMATCH project will include different types of observational, experimental and statistical data: -Clinical data as collected from clinical records, including but not limited to medical history, pathologi - cal reports, treatment details, survival data. -Radiological data, including MRI and CT scans and radiological reports. -Experimental data, including genomic data, spatial transcriptomics and spatial proteomics data. -Public data hosted in public repositories (such as NCI Data Catalog, GEO, etc. ), including but not limited to genomic, transcriptomic, proteomic and radiomic data. -Statistical/artificial intelligence models. The GLIOMATCH project is anticipated to generate > 300Tb of data across all stakeholders within the 5 years duration of the project. The Consortium aims to use standardized, interchangeable, or open formats as much as possible to ensure the long-term usability of data and compliance with the FAIR principles. Compression methods will be applied to accommodate the substantial volume of data while ensuring effective accessibility, data integrity and affordable long-term storage. Examples of data formats that will be used include standard formats in the field of images (.CZI, .TIFF .OMETIFF, MRI images (DI-COM)), genomic/transcriptomic/epigen - omic data (.fastq, .bam, .vcf), data matrices (.txt), electronic case report forms (eCRF) containing clinical data (.txt). Ensuring high quality at every step of the research lifecycle is a priority within GLIOMATCH and will contribute to generating datasets that can more easily be re-used by others. The responsibility for ensuring the quality of data analysis locally rests with each partners’ principal investigator, in many cases supported by specific tech - nical support units acting as a quality assurance. While the ultimate accountability for the data and metadata quality lies with the data owner (the respective partner), at the consortium level there are specific processes in place to ensure that the project’s internal progress as well as its outputs in the form of deliverables, publica - tions, or other, are of high quality. Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 11 of 142.4.3The GLIOMATCH data lake We will conceptualize a Consortium cloud-based platform infrastructure for management of the data lake and spatial multi-omics analysis within the GLIOMATCH project. This will be deployed, maintained and extended by AA and will serve as the centralized data lake for all consortium members, ensuring the secure storage of all generated clinical data and facilitating seamless data management, accessibility, and sharing among stake - holders. It will also streamline the ingestion process for MRI and NGS data, supporting various data formats for upload. Additionally, the platform will host a managed environment tailored for bioinformatics data processing, analysis, and visualization, also supporting version control. These capabilities will empower researchers to engage in exploratory work and prototyping without the logistical challenges of moving large and sensitive datasets in and out of the platform and among stakeholders, ultimately enabling to achieve the objectives out - lined in WP3, WP4 and WP5. The cloud platform will comprise three core components: a REDCap component for patient and sample inform - ation collection via eCRFs, the Weave platform component for data management, visualisation and analysis, and the MRI hub component provided by UM. REDCap is a secure web application which will be hosted by KUL, used for building, and managing online surveys and databases. This will be connected to the Gliomatch data-lake upon appropriate pseudonymization and data protection, to ensure that patient- and sample-level metadata can be linked to the generated experimental data and radiological data. We will outline tailored elec - tronic clinical record forms (eCRFs) that can be used across all 8 clinical centres to which the required pseud - onymized clinical data of all the enrolled participants will be entered. For each patient and sample a unique identifier will be defined. The content of eCRFs will be determined in WP2. Clinicians will utilise REDCap to capture sample metadata, which will then be replicated to Weave. The Weave platform, provided by AA, serves as the central platform for spatial multi-omics, accessed by data viewers, spatial biology and MRI data generat - ors, and bioinformaticians via the web API. The MRI hub focuses on in-depth analysis of radiomics models generated by UM. Currently, the pseudonymized MRI raw data upload to Weave is tentative and will require verification by providers at UM. REDCap and MRI Hub platform user instructions and tutorials will be provided by KUL and UM. 2.5Methodologies - FAIR data Data collection, handling, processing and transfer for the purpose of this Study will be performed in compliance with applicable regulations, guidelines for clinical studies and internal KUL procedures, under the responsibility of the Investigator. The European Union's open science policy outlines eight primary objectives, one of which is to encourage the sharing of open data. This concept refers to data that adheres to the principles of being Findable, Accessible, Interoperable, and Reusable (FAIR). As research outcomes are fundamentally based on research data, the availability of open data is critical for verifying and repurposing scientific assertions and knowledge. The GLIO - MATCH consortium is committed to managing their data in a way that respects these values throughout the entire research lifecycle, as outlined below. For data to be of use to others, it first needs to be findable. Following IP screening, the GLIOMATCH datasets will be shared via the GLIOMATCH cloud-based platform (see sections 2.6-8), and also through scientific pub - lications. Under Horizon Europe, we are required to provide metadata (for datasets but also for deposited publications) that is open under a Creative Commons Public Domain Dedication (CC0) or equivalent, to safeguard legitimate interests or constraints as per the Grant and Consortium Agreements. Each openly shared dataset will be ac - companied by appropriate metadata, which will also be dictated by the standards of the specific repository where the datasets will be deposited. Depending on the repository, separate metadata files may need to be submitted alongside the data, whereas in other cases specific fields for additional information will need to be completed upon dataset submission. As a general approach within the consortium, it is agreed that a Readme file written in plain text (.txt) will accompany each research dataset supporting a publication and will detail data and dataset identification, methodologies, equipment used (including brand, model and country of origin), oper - ational conditions, date and time of collection, software needed to open the files, licencing, and other relevant information. In case tabular data is present, the Readme file will also include an explanation for the table head - ings. When possible, the metadata will follow a standard format. Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 12 of 14Key elements to be included in the metadata are, at least: Dataset description Date of deposit Author(s) Venue of publication Embargo length The term ‘Horizon Europe’ Project title Acronym Grant Agreement number Licensing terms Persistent identifiers for the dataset, the authors involved in the project and, if possible, their organisa tions Persistent identifiers for related publications and other linked datasets (where applicable) For metadata accompanying publications only, not for datasets: persistent identifiers for any research output or any other tools and instruments needed to validate the conclusions of the publication. Search keywords in English and/or respecting naming conventions in the field. More specifically, in the case of search keywords, the data owner (partner(s)) will choose the search keywords manually guided by repository and/or journal keyword guides to confirm appropriateness, using terms that are widely used and accepted in GLIOMATCH fields of research and which describe the dataset, to optimize find - ability by interested parties with intent on re-use. The accessibility of data will be supported by the deposition in a trusted repository, as described above. All project partners will ensure open access to the deposited data as soon as possible, ensuring that any embargo periods applied to give time to publish or seek protection of the intellectual property will be in line with the re - quirements set out in the GA. If open access is not provided to the data needed to validate scientific conclu - sions, the respective partner will provide the access – digital or physical – needed for validation purposes. Data supporting scientific publications or datasets should be openly published under the most recent Creative Com - mons Attribution International Public License ( CC BY) or Creative Commons Public Domain Dedication ( CC0) which facilitates data reuse. A Creative Commons Public Domain Mark (PDM) or equivalent should be applied to raw research data unless the data meet the requirements to be protected by copyright/database rights. Data interoperability consists in adherence to standards for formats, as much as possible compliant with avail - able (open) software applications, and in particular facilitating re-combinations with different datasets from different origins to enable data exchange and re-use between researchers, institutions, organisations, coun - tries. To facilitate the interoperability of its datasets, GLIOMATCH will make use of open and widely recognised file and data formats, avoiding proprietary ones when possible. Both data and metadata will follow appropriate standards and use a formal, accessible, shared, and broadly applicable language for knowledge representa - tion, to ensure semantic interoperability. Resources such as FAIRsharing will be consulted to identify additional discipline-specific standards and in some cases, the preferred file formats and vocabularies will be dictated by the repositories that will host the data. All files will be in English and the International System of Units or field- specific conventions will be used to further ensure data exchange and re-use. Data that is findable, accessible, and interoperable as described in the previous sections is generally fit for re - use. The provision of Readme files accompanying the datasets will support the understanding and reuse by third parties and hence also facilitate reproducibility. The licencing conditions for shared datasets will be made transparent through easy-to-use copyright licenses, such as Creative Commons Attribution International Public License (CC BY) or Creative Commons Public Domain Dedication (CC 0), in line with the Grant Agreement, to promote the widest possible reuse of data. Moreover, the methodology used throughout GLIOMATCH imple - mentation will adhere to standards and standard operating procedures (SOPs) to facilitate the reuse of the GLIOMATCH datasets by others. 2.6Storage, access and data security The cloud-based GLIOMATCH platform is designed to be ISO:27001 and GDPR-compliant and will provide a secure environment for the storage, sharing, analysis, and visualisation of large amounts of data by all stakeholders, serving as a centralised repository. It will be accessible via web-browser, eliminating the need Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 13 of 14for software installation. Authentication to the platform will be provided through the widely adopted OpenID Connect (OIDC) protocol, with optional identity federation to allow consortium partners to log in using their corporate/university accounts. Single Sign On (SSO) authentication will be implemented, where AA will only receive the email address of the GLIOMATCH end user ( never the patient), and AA will not be granted admin access to the institution. Following the “principle of least privilege”, users will receive minimal necessary ac - cess to the platform’s relevant tasks. As a fallback, username/password logins can be provided with limited access. Given the sensitive nature of project data, robust data security measures will be integral to the cloud plat - form. Operational measures, including awareness training sessions on security threats and best practices will be conducted for end users. AA’s ISO:27001 certification ( https://www.iso.org/standard/27001 ) for in- formation security management and business continuity ensures that the core development team is well- versed in best practices and operational procedures. As part of stakeholder training, AA will provide guidelines on security best practices and processes based on its own ISO:27001-certified ISMS, to strike a pragmatic balance within the consortium between security and practical usage. AA will provide the consor - tium members with an end user licence agreement (EULA), which must be agreed upon before accessing the platform. The EULA will include information on security best practices, GDPR controls, and other legal requirements. Any updates to the agreement during the project will require the end user’s agreement. Plat - form access will be revoked in case of noncompliance and/or suspicious behaviour. From an authorization standpoint, a flexible role-based access control (RBAC) system will be implemented. This system will enable stakeholders to determine data sharing settings, ranging from private access within individual teams of a consortium partner to consortium-wide data sharing to facilitate high-end integrated data analysis. Computa - tional stakeholders will have programmatic access through AA provided SDKs. 2.7Copyright and intellectual property The foreground copyright and IP as related to the GLIOMATCH project, including information on who owns the data arising from research and the intellectual property rights relating to them, innovation management regard - ing the non-commercial and commercial exploitation of results, publication ruling, and restrictions on the reuse of third-party data will be managed according to the rules set out in the Consortium Agreement and necessary licenses will be negotiated between consortium members in collaboration with Task 8.7 and WP8. 2.8Long-term management The GLIOMATCH data lake storing the spatial multiomics map of tumor-host interactions, along with the linked radiomics model and detailed clinical annotation, will be the first repository of this kind in the field of GBM im - munotherapy. As such, it is anticipated that the GLIOMATCH data will provide an invaluable resource for re - searchers beyond the 5 years duration of the project. Some foreseeable research purposes for data reuse in - clude consultation, usage to train and validate newer prediction models and for atlas studies; exploration of the potential exploitable results and their evaluation for future non-commercial and commercial exploitation will be based on SWOT and PESTEL analyses and other relevant factors. To valorise long-term use of the collected data and prevent digital obsolescence, as well as enable collabora - tions between academic and industry partners, we will host and maintain the data lake using its pre-existing cloud solution platform for data management and spatial multi-omics, promoting data harmonisation for com - patibility with future EU initiatives (including the UNCAN data frame). Although no long-term preservation plan for GLIOMATCH research data is currently in place, we anticipate that a second P-DMP (M48) will extensively cover the main aspects of this task, including decisions on which data and for which uses long-term preservation is needed, how long data needs to be preserved, specifications about repository and file formats, how preservation will be ensured, who and with which role (custodian and host) will manage the long-term data, what metadata will be made available, additional costs that come with using the repository or data archive and how these will be covered. Title: First project data management plan (P-DMP)Deliverable No. 8.2Version: 1.0 Project No. 101136670 Page 14 of 143Future work This Data Management Plan will be maintained and updated by the GLIOMATCH Consortium, following the EC Guidelines on Data Management and with contributions from all partners. The presented guiding provisions will be updated to a final version in M48 ( second P-DMP, D8.6 ), and further updates will be made alongside peri - odic project reporting and evaluation ( D8.3, D8.4). Future work will address the following items: Set up of the Consortium Agreement () Completion of ethical and legal assessment for data and sample sharing, along with set up of mater - ial and data transfer agreements (D1.8, D1.12, D2.3, D1.3, D1.6) Implementation of operational RedCap ( D1.4, D2.1) and Weave data lake infrastructure ( D1.1, D1.7, D1.11, D2.2) Generation of project results as foreseen in WP3-5 and storage in data lake Provide training and documentation to the relevant users and raise safety awareness ( D1.5) Design and make operational a long-term data management plan (D1.3)"
}