{
    "document_id": "D-2023-1939",
    "LinkTitle": "D-2023-1939",
    "file_name": "D-2023-1939.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1939.pdf",
    "metadata": {
        "title": "D-2023-1939",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Sam Verwimp, 0000-0002-9957-0307\nContributor name(s) (+ ORCID) & roles Leen Delang, 0000-0002-8874-675X, promotor\nChris Callewaert, 0000-0001-7697-9188, co-promotor  \nProject number1 & title Impact of skin bacteria on the infection and disease of mosquito-borne Ross River virus\nFunder(s) GrantID211D5923N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description -          .   Mosquitoborne viruses are posing an enormous threat to public health Despite their severe  \n    ,      ,  disease burden and worldwide spread no treatment or prophylaxis is available indicating\n     .            the need for new antiviral strategies The host skin is the first site of viral infection and\n     ,        replication upon an infectious mosquito bite which is crucial for further viral dissemination\n     .        , in the body and for disease It is currently poorly understood whether host bacteria present  \n      ,  -       .  at the bite site in the skin affect mosquitoborne virus and disease in the host Our\n               preliminary work shows that topical antibiotic treatment of the skin at the site of infection\n     -    129 . ,  resulted in more severe Zika virusinduced disease in AG mice However whether\n      ,     .   bacteria were directly involved in the phenotype still remains to be defined This project\n          .   , aims to further characterize this effect in an immunocompetent mouse model To this end\n          ,   we will unravel the effect of skin bacteria on the replication dissemination and\n    ,   -     , pathogenesis of Ross River virus an emerging mosquitoborne virus of growing concern in  \n . ,          immunocompetent mice Furthermore we will verify whether skin bacteria can affect the\n      .         virus infection in ex vivo human skin The outcomes of this research proposal will majorly\n            -   contribute to the knowledge on the initial and crucial stage of the mosquitoborne virus\n,         -   infection providing fundamental steps towards new strategies to fight mosquito borne virus\n. diseases\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescriptionNew or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nProtocolsWritten \nprotocolsNew data DigitalOther: descriptive .docx\n.pdf <100 MB NA \nExperiment \nmeasurements \nand \nobservationsMeasurements \nand \nobservations \n(survival of New data DigitalExperimental .xls <100 MB NA \n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5mice, body \nweight, \nfootpad \nswelling,…)\nBiological \nsamplesAll biological \nsamples \nresulting from \nexperiments \n(cells, bacteria, \nviruses, \nmosquito \nsaliva, mouse \ntissues, human \nskin biopsies, \n…)New data PhysicalNA NA NA 6000 samples\nqPCR raw dataFiles resulting \nfrom \nQuantStudio \nRT-PCR SystemNew data DigitalExperimental .eds <1 GB NA\nqPCR resultsExcel files \nexported from \nQuantStudio \nAnalysis \nSoftware with \ncalculations of \nviral RNA \nlevelsNew data DigitalCompiled .xls <100 MB NA\nFWO DMP Template (Flemish Standard DMP) 6Plaque assay \nimagesImages taken \nfrom plaque \nassay plates New data DigitalExperimental .png <100 MB NA\nPlaque assay \nresultsExcel files with \nraw data and \nanalysis + \ncalculationsNew data DigitalCompiled .xls <100 MB NA\nBlood agar \nplating imagesImages taken \nfrom blood \nagar platesNew data DigitalExperimental .png <100 MB NA\nBlood agar \nplating resultsExcel files with \nraw data and \nanalysis + \ncalculationsNew data DigitalCompiled .xls <100 MB NA\nIntravital \nimaging Images \nresulting from \nintravital \nimaging New data DigitalExperimental .tif <100 GB NA\nFlow \ncytometry raw \ndataFiles resulting \nfrom \nLSRFortessa \nFlow \nCytometer \nsystem New data DigitalSoftware .fcs <100 GB NA\nFlow \ncytometry \nanalysisFiles for \nprocessing and \nvisualizing flow New data DigitalSoftware .wsp <100 MB NA\nFWO DMP Template (Flemish Standard DMP) 7cytometry \ndata in FlowJo \nSoftware \nFlow \ncytometry \nresultsExcel files for \ncalculations \nresulting from \nanalysis in \nFlowJo \nSoftware New data DigitalCompiled .xls <100 MB NA\nFlow \ncytometry \nlayoutsLayout of \ngraphs made \nin FlowJo \nSoftwareNew data DigitalCompiled .pdf <100 MB NA\nSequencing \nraw dataGenetic \nsequencesNew data DigitalExperimental .fastq <100 MB NA\nSequencing \nresultsAnalysis of \nresults from \nsequencing + \ncalculations New data DigitalCompiled .xls <100 MB NA\nGraphs Graphpad \nsoftware files \nwith graphs \nresulting from \nanalysis of \ndataNew data Digital Software .pzfx <100 MB NA\nGraph images Exported \nimages from New data DigitalCompiled .tif <1 GB NA\nFWO DMP Template (Flemish Standard DMP) 8graphs made \nin Graphpad \nsoftware\nManuscriptsManuscripts \nfor \npublications of \nresults New data DigitalCompiled .pdf <100 MB NA\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 9Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:  \nAll experimental work is/will be approved by the relevant ethical committees.  \nFor the mouse experiments, we already obtained approval by the Ethical Committee for Animal \nExperimentation (KU/UZ Leuven) (P071/2019).\nFor the human skin biopsy experiments in WP3, we will submit an application with the Committee for \nMedical Ethics (VUB/UZ Brussel) in order to obtain ethical approval prior to performing the experiments.  \nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes: \n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment: NA  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 10Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain: NA  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain: NA  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Daily labwork (protocols, calculations, results,…) will be documented in an online OneNote labbook which \nis continuously being backed up by KU  Leuven servers. Additionally, original files with raw data and files \nwith analysed data will be labelled and stored on servers controlled and backed up by the KU Leuven IT \ndepartment. \nFWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nFor microscopy images of the intravital imaging experiments: the Leica LASX software generates metadata \nfiles for all images, which will be stored stored together with the image.  \nFor flow cytometry, FCS files containing metadata will be generated and stored.  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nNA\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All data will be stored on drives controlled and backed up by KU Leuven. Data with small volumes will be \nstored on the J drive, in a subfolder that can only be accessed by personnel of the Delang lab. Data with \nlarge volumes (microscopy images) will be stored on the L drive of our team. The separate K-drive of KU \nLeuven will be used for long term storage of files and data from finished projects . \nBiological samples from experiments will be stored in freezers and registered in https://freezerpro.rega\nFWO DMP Template (Flemish Standard DMP) 12How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data will be stored on KU Leuven central servers (J/K/L drives). A back-up of the data on these drives \nwill automatically be generated two times per day. Additionally, data will be mirrored and stored on a \ncloud-based service offered by KU  Leuven (OneDrive), which is synced every 10 minutes.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nAll data with small volumes will be stored on the J drive controlled by KU Leuven. There is sufficient \nstorage space foreseen (1.4 Tb) and this is constantly monitored by KU Leuven IT services. Data with larger  \nvolumes (microscopy images, FASTQ files) will be stored on a specifically allocated L drive of KU Leuven on  \nwhich sufficient storage space is foreseen (10 TB) and which is also constantly monitored by KU Leuven IT \nservices. The separate K-drive of KU Leuven will be used for long term storage of files and data from \nfinished projects (200 GB). If needed, capacity of these KU Leuven drives can be increased at any time.\nIf no, please specify: NA\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 13How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7All data will be stored on a KU Leuven backed up server, for which access is only granted to the Delang lab \nmembers. This access is controlled by the head of our research group (Leen Delang).  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The costs of a KU Leuven server storage are: 415.2 euros/year for the J drive (1.4 TB), 1138.4 euros/year \nfor the L drive (10 TB) and 22.768 euros/year for the K drive. The costs for data storage and backups are \nconcerning the whole research group and are not specific for this project. Hence, the costs will be divided \nover all funding available by our group including the bench fee available by this project.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All generated data of this project will be stored in a folder on the network drive specifically designated for \nlong term storage (K drive), which is controlled and backed up by KU Leuven. Data will be retained for at \nleast 10 years, conform the KU Leuven RDM policy.  \nBiological samples (RNA, tissues,…) will be stored in freezers (-80°C) until publication of the results. \nRelevant samples (virus stocks, cell lines) which can be reused in other projects will be preserved in \nfreezers as long as possible.  \nWhere will these data be archived (stored and \ncurated for the long-term)?The data, associated metadata and electronical labbooks will be stored on the K drive of KU Leuven with \nautomatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy.\nFWO DMP Template (Flemish Standard DMP) 14What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Costs to preserve data on the K drive will depend on the storage size at a specific moment in time as this \ncan always be increased/decreased on demand,  but are estimated at 11.4 euros/100 GB. This is paid \nannually and concern the whole research group. The costs will be divided over all funding available by our \nresearch group. \nFWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:  by mail\nThe key findings of this project will be made available through publication in peer-reviewed journals. Upon  \npublication, relevant raw data and experimental details will be made available in the KU Leuven data \nrepository. Additionally, data might be made available upon reasonable request by mail.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data will be available on the KU Leuven research data repository (after publication) or by mail on \nindividual basis to potential collaborators or interested researchers upon reasonable request, which will \nbe assessed by the head of our research group Prof. Delang.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify: NA\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Data will be deposited on the KU Leuven research data repository or by mail upon request.  \nFWO DMP Template (Flemish Standard DMP) 16When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.At the end of the research project and after publication of the research results, data will be deposited on \nthe KU Leuven research data repository.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data will not be protected by license as it concerns fundamental research and has no application potential.  \nAfter publication of the respective data, data will be shared without restrictions.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 17What are the expected costs for data sharing? \nHow will these costs be covered?  Costs will be controlled by the research group and divided over all available funding and discussed with \ncollaborators. \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grant holder, Sam Verwimp, will be responsible for data and metadata documentation and \npreservation. \nWho will manage data storage and backup \nduring the research project?The grant holder, Sam Verwimp, will be responsible for data collection, correct documentation and \nstorage onto the KU Leuven servers. The KU Leuven IT department will be responsible for maintenance \nand back up of the servers.  \nWho will manage data preservation and \nsharing?The grant holder, Sam Verwimp, and the promotor and head of the research group (Prof. Leen Delang) will  \nshare responsibility for ensuring data preservation and sharing.  \nWho will update and implement this DMP? The grant holder, Sam Verwimp, and the promotor and head of the research group (Prof. Leen Delang) will  \nshare responsibility for updating and implementing this DMP.  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Sam Verwimp, 0000-0002-9957-0307 Contributor name(s) (+ ORCID) & roles Leen Delang, 0000-0002-8874-675X, promotor Chris Callewaert, 0000-0001-7697-9188, co-promotor Project number1 & title Impact of skin bacteria on the infection and disease of mosquito-borne Ross River virus Funder(s) GrantID211D5923N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 05f950310 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description - . Mosquitoborne viruses are posing an enormous threat to public health Despite their severe , , disease burden and worldwide spread no treatment or prophylaxis is available indicating . the need for new antiviral strategies The host skin is the first site of viral infection and , replication upon an infectious mosquito bite which is crucial for further viral dissemination . , in the body and for disease It is currently poorly understood whether host bacteria present , - . at the bite site in the skin affect mosquitoborne virus and disease in the host Our preliminary work shows that topical antibiotic treatment of the skin at the site of infection - 129 . , resulted in more severe Zika virusinduced disease in AG mice However whether , . bacteria were directly involved in the phenotype still remains to be defined This project . , aims to further characterize this effect in an immunocompetent mouse model To this end , we will unravel the effect of skin bacteria on the replication dissemination and , - , pathogenesis of Ross River virus an emerging mosquitoborne virus of growing concern in . , immunocompetent mice Furthermore we will verify whether skin bacteria can affect the . virus infection in ex vivo human skin The outcomes of this research proposal will majorly - contribute to the knowledge on the initial and crucial stage of the mosquitoborne virus , - infection providing fundamental steps towards new strategies to fight mosquito borne virus . diseases FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescriptionNew or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA ProtocolsWritten protocolsNew data DigitalOther: descriptive .docx .pdf <100 MB NA Experiment measurements and observationsMeasurements and observations (survival of New data DigitalExperimental .xls <100 MB NA 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5mice, body weight, footpad swelling,…) Biological samplesAll biological samples resulting from experiments (cells, bacteria, viruses, mosquito saliva, mouse tissues, human skin biopsies, …)New data PhysicalNA NA NA 6000 samples qPCR raw dataFiles resulting from QuantStudio RT-PCR SystemNew data DigitalExperimental .eds <1 GB NA qPCR resultsExcel files exported from QuantStudio Analysis Software with calculations of viral RNA levelsNew data DigitalCompiled .xls <100 MB NA FWO DMP Template (Flemish Standard DMP) 6Plaque assay imagesImages taken from plaque assay plates New data DigitalExperimental .png <100 MB NA Plaque assay resultsExcel files with raw data and analysis + calculationsNew data DigitalCompiled .xls <100 MB NA Blood agar plating imagesImages taken from blood agar platesNew data DigitalExperimental .png <100 MB NA Blood agar plating resultsExcel files with raw data and analysis + calculationsNew data DigitalCompiled .xls <100 MB NA Intravital imaging Images resulting from intravital imaging New data DigitalExperimental .tif <100 GB NA Flow cytometry raw dataFiles resulting from LSRFortessa Flow Cytometer system New data DigitalSoftware .fcs <100 GB NA Flow cytometry analysisFiles for processing and visualizing flow New data DigitalSoftware .wsp <100 MB NA FWO DMP Template (Flemish Standard DMP) 7cytometry data in FlowJo Software Flow cytometry resultsExcel files for calculations resulting from analysis in FlowJo Software New data DigitalCompiled .xls <100 MB NA Flow cytometry layoutsLayout of graphs made in FlowJo SoftwareNew data DigitalCompiled .pdf <100 MB NA Sequencing raw dataGenetic sequencesNew data DigitalExperimental .fastq <100 MB NA Sequencing resultsAnalysis of results from sequencing + calculations New data DigitalCompiled .xls <100 MB NA Graphs Graphpad software files with graphs resulting from analysis of dataNew data Digital Software .pzfx <100 MB NA Graph images Exported images from New data DigitalCompiled .tif <1 GB NA FWO DMP Template (Flemish Standard DMP) 8graphs made in Graphpad software ManuscriptsManuscripts for publications of results New data DigitalCompiled .pdf <100 MB NA GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 9Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: All experimental work is/will be approved by the relevant ethical committees. For the mouse experiments, we already obtained approval by the Ethical Committee for Animal Experimentation (KU/UZ Leuven) (P071/2019). For the human skin biopsy experiments in WP3, we will submit an application with the Committee for Medical Ethics (VUB/UZ Brussel) in order to obtain ethical approval prior to performing the experiments. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: NA 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: NA 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Daily labwork (protocols, calculations, results,…) will be documented in an online OneNote labbook which is continuously being backed up by KU Leuven servers. Additionally, original files with raw data and files with analysed data will be labelled and stored on servers controlled and backed up by the KU Leuven IT department. FWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: For microscopy images of the intravital imaging experiments: the Leica LASX software generates metadata files for all images, which will be stored stored together with the image. For flow cytometry, FCS files containing metadata will be generated and stored. If no, please specify (where appropriate per dataset or data type) which metadata will be created: NA 4.Data Storage & Back-up during the Research Project Where will the data be stored? All data will be stored on drives controlled and backed up by KU Leuven. Data with small volumes will be stored on the J drive, in a subfolder that can only be accessed by personnel of the Delang lab. Data with large volumes (microscopy images) will be stored on the L drive of our team. The separate K-drive of KU Leuven will be used for long term storage of files and data from finished projects . Biological samples from experiments will be stored in freezers and registered in https://freezerpro.rega FWO DMP Template (Flemish Standard DMP) 12How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data will be stored on KU Leuven central servers (J/K/L drives). A back-up of the data on these drives will automatically be generated two times per day. Additionally, data will be mirrored and stored on a cloud-based service offered by KU Leuven (OneDrive), which is synced every 10 minutes. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: All data with small volumes will be stored on the J drive controlled by KU Leuven. There is sufficient storage space foreseen (1.4 Tb) and this is constantly monitored by KU Leuven IT services. Data with larger volumes (microscopy images, FASTQ files) will be stored on a specifically allocated L drive of KU Leuven on which sufficient storage space is foreseen (10 TB) and which is also constantly monitored by KU Leuven IT services. The separate K-drive of KU Leuven will be used for long term storage of files and data from finished projects (200 GB). If needed, capacity of these KU Leuven drives can be increased at any time. If no, please specify: NA 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7All data will be stored on a KU Leuven backed up server, for which access is only granted to the Delang lab members. This access is controlled by the head of our research group (Leen Delang). What are the expected costs for data storage and backup during the research project? How will these costs be covered?The costs of a KU Leuven server storage are: 415.2 euros/year for the J drive (1.4 TB), 1138.4 euros/year for the L drive (10 TB) and 22.768 euros/year for the K drive. The costs for data storage and backups are concerning the whole research group and are not specific for this project. Hence, the costs will be divided over all funding available by our group including the bench fee available by this project. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All generated data of this project will be stored in a folder on the network drive specifically designated for long term storage (K drive), which is controlled and backed up by KU Leuven. Data will be retained for at least 10 years, conform the KU Leuven RDM policy. Biological samples (RNA, tissues,…) will be stored in freezers (-80°C) until publication of the results. Relevant samples (virus stocks, cell lines) which can be reused in other projects will be preserved in freezers as long as possible. Where will these data be archived (stored and curated for the long-term)?The data, associated metadata and electronical labbooks will be stored on the K drive of KU Leuven with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy. FWO DMP Template (Flemish Standard DMP) 14What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Costs to preserve data on the K drive will depend on the storage size at a specific moment in time as this can always be increased/decreased on demand, but are estimated at 11.4 euros/100 GB. This is paid annually and concern the whole research group. The costs will be divided over all funding available by our research group. FWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: by mail The key findings of this project will be made available through publication in peer-reviewed journals. Upon publication, relevant raw data and experimental details will be made available in the KU Leuven data repository. Additionally, data might be made available upon reasonable request by mail. If access is restricted, please specify who will be able to access the data and under what conditions.Data will be available on the KU Leuven research data repository (after publication) or by mail on individual basis to potential collaborators or interested researchers upon reasonable request, which will be assessed by the head of our research group Prof. Delang. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: NA Where will the data be made available? If already known, please provide a repository per dataset or data type.Data will be deposited on the KU Leuven research data repository or by mail upon request. FWO DMP Template (Flemish Standard DMP) 16When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.At the end of the research project and after publication of the research results, data will be deposited on the KU Leuven research data repository. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data will not be protected by license as it concerns fundamental research and has no application potential. After publication of the respective data, data will be shared without restrictions. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17What are the expected costs for data sharing? How will these costs be covered? Costs will be controlled by the research group and divided over all available funding and discussed with collaborators. 7. Responsibilities Who will manage data documentation and metadata during the research project?The grant holder, Sam Verwimp, will be responsible for data and metadata documentation and preservation. Who will manage data storage and backup during the research project?The grant holder, Sam Verwimp, will be responsible for data collection, correct documentation and storage onto the KU Leuven servers. The KU Leuven IT department will be responsible for maintenance and back up of the servers. Who will manage data preservation and sharing?The grant holder, Sam Verwimp, and the promotor and head of the research group (Prof. Leen Delang) will share responsibility for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder, Sam Verwimp, and the promotor and head of the research group (Prof. Leen Delang) will share responsibility for updating and implementing this DMP."
}