{
    "document_id": "D-2021-1009",
    "LinkTitle": "D-2021-1009",
    "file_name": "D-2021-1009.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1009.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Anouk D'Hont",
        "num_pages": 8
    },
    "content": {
        "full_text": "1MY PLAN (FWO DMP)  \nTITLE: WHAT CAN OLFACTORY DYSFUNCTION IN COVID-19 TELL US ABOUT THE MYSTERIES OF THE \nSENSE OF SMELL?\nADMIN DETAILS\nProject Name: My plan (FWO DMP) – What can olfactory dysfunction in COVID-19 tell us about the \nmysteries of the sense of smell?  \nPrincipal Investigator / Researcher: Laura Van Gerven\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nLaura Van Gerven\nFWO Project Number & Title\nProject Number: 18B2222N\nTitle: What can olfactory dysfunction in COVID-19 tell us about the mysteries of the sense of smell?\nAffiliation\nKULeuven (Leuven, Belgium):\nDepartment of Neurosciences, Experimental Otorhinolaryngology, Rhinology Research\nDepartment of Microbiology, Immunology and Transplantation, Allergy and Clinical Immunology  \nResearch Unit, KU Leuven, Leuven, Belgium\nUZ Leuven (Leuven, Belgium):\nDepartment of Otorhinolaryngology, Head and Neck Surgery\nShort description of the project:\nFor many years, the human sense of smell was considered a “non-essential” sense.  \nWith olfactory dysfunction as a prominent and often sole symptom of COrona Virus (SARS-CoV-2) \nInduced Disease (COVID-19), large patient cohorts continue to experience the impact of postviral \nolfactory dysfunction on their quality of life. Indirectly, the current pandemic has renewed interest in \nthe human sense of smell.\nThe mechanisms of olfactory dysfunction in COVID-19 remain entirely unknown.  \nWe believe that a comprehensive histological and molecular investigation of postmortem tissues of the \nolfactory system is required to get insights into these mechanisms.  \n2We propose an innovative study design to obtain bed-side, by an endoscopic endonasal approach, high-\nquality tissue samples from the human respiratory and olfactory system and adjacent brain regions from  \ndeceased COVID-19 patients, influenza patients, and controls.  \nWe will perform immunohistochemistry and in situ hybridization staining with commercially available \nantibodies and RNAscope probes for SARS-CoV-2 and markers of various cell types in the respiratory and  \nolfactory mucosa, the olfactory bulb, and adjacent brain tissue.  \nWe hope to achieve insights into (1) the pathophysiological mechanisms of postviral olfactory \ndysfunction, (2) the possible scenario of the olfactory pathway as entrance to the central nervous \nsystem and (3) the immune response and regenerative capacity of the olfactory mucosa upon viral \ninvasion.\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \nGenerate new data. \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If  \nyou reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) \nfrom data formats (the technical format).\n(1) Numerical and textual data relevant to the study in electronic Case Report Forms (eCRFs):\n(1.1) Patient data  (n ≈ 200)  \noSource: data are extracted retrospectively from the electronic health records (source \ndata stored in KWS, PDMS);  \noStorage: Peudonymized data are stored in a REDCap database (Research Electronic Data \nCapture).\noExport as .CSV file for statistical analysis (in GraphPad, SPSS); estimated volume: < 10 GB\n(1.2) Quantitative analyses  \noData obtained from analyses with qPCR, immunoassays, viral whole genome sequencing  \n– .xlsx; Estimated volume: < 10 GB\noObservational data obtained from imaging (RNAscope, Immunohistochemistry, \nHematoxylin&Eosin staining) – .xlsx; Estimated volume:  < 100 GB\n(2) Tissue samples are collected in Leuven and kept in the Max Planck Research Unit for Neurogenetics \n(Frankfurt, Germany) during the research. Any remaining non-sectioned tissue blocks will be transferred \nto the BioBank UZ/KULeuven after termination of the study.  \n3(3) Imaging media: High resolution microscopy images (Imaging performed in Max Planck Research Unit \nfor Neurogenetics, Frankfurt, DE), generated and stored in the Max Planck Institute, Frankfurt, Germany.  \nFiletype: tiff, estimated volume < 500 GB.  \n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is a \nlegal obligation.\nYes, relevant personal data of included patients will be used. These patient data include demographic \ninformation, pre-existing medical conditions, data related to the disease and hospitalization and \nrelevant data related to the study procedures.  \nThe study protocol was reviewed in detail and approved by the Clinical Trial Center and Ethical \nCommittee of UZ/KU Leuven (reference: S64042), in accordance with all applicable regulatory \nrequirements.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical \nreview committee(s)\nYes. The foundation of the study protocol is the bedside procurement of postmortem tissue samples. \nThis research thus involves personal data and human bodily material.  The study is conducted in \ncompliance with the principles of the Declaration of Helsinki (current version), the principles of GCP and \nin accordance with all applicable regulatory requirements. This national multicenter study was reviewed \nand approved by the Ethical Committees of all the participating sites:  \n• Clinicaltrials.gov: NCT04445597\n• Belgium registration-number: B3222020000256\n• University Hospitals Leuven (mother institute) EC Reference number: S64042  \n• Universitair Ziekenhuis Brussel : EC reference number: EC-2021-360\n• General Hospital Sint-Jan Brugge-Oostende AV, Bruges: EC reference number: 2736\n• Max Planck society: The Ethikrat – Kommission des Präsidenten of the Max Planck Society did not \nrequire a separate ethics review by a medical ethics committee (Applications No: 2020_14, 2020_30, \nand 2020_31).\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will \nIP restrictions be claimed for the data you created? If so, for what data and which restrictions will be \nasserted? \nNot applicable. \n4Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, \nto what data do they relate and what restrictions are in place?\nA Data and Material Transfer Agreement was in place and signed by the respective participating sites.  \nSummary of the agreements:\nConfidentiality:\nAny party that receives information, procedures, results, know-how, study data,  developments, \ntechnologies, inventions and experience regarding the samples, its characteristics, research concerning \nthe samples, whether of a scientific, technical, engineering, operational, or economic nature, disclosed \nto or obtained by a party in written or in intangible form such as electronically, orally or by visual \ninspection (“Confidential Information”) under this protocol (“Receiving Party”) shall treat all received \nConfidential Information as confidential during the term of the study and thereafter for a period of five \n(5) years following termination or expiry of this study. Such confidentiality obligation shall not apply to \nany information which Receiving Party can demonstrate: (i) is or was generally available to the public \nthrough no fault of  Receiving Party, or (ii) is received by Receiving Party from a third party who is in \nrightful possession of such information and has the legal right to make such disclosure, or (iii) Receiving \nParty can show was in its possession prior to disclosure and that such information was legally required \nand not directly or indirectly from the party disclosing Confidential Information under this protocol \n(“Disclosing Party”), or (iv) is developed independently by an employee of Receiving Party who has had \nno access to the Confidential Information or (v) is required by law or court order to be disclosed, \nprovided that Receiving Party shall notify Disclosing Party of any such disclosure required by law or court  \norder as far as possible in advance.\nPublication:\nPublications will be coordinated by the Principal Investigator, Laura Van Gerven. Authorship to \npublications will be determined in accordance with the requirements published by the International \nCommittee of Medical Journal Editors and in accordance with the requirements of the respective \njournal. \nFor multi-centric studies, it is anticipated that the primary results of the overall study shall be published in  \na multi-centre publication.\nParticipating Site is not allowed to publish any subset data or results from the study prior to such  \nmulticentre publication. \nAny publication by Participating Site will be submitted to the Sponsor for review at least thirty (30) days \nprior to submission or disclosure. Sponsor shall have the right to delay the projected publication for a \nperiod of up to three (3) months from the date of first submission to the Sponsor in order to enable the \nSponsor to take steps to protect its intellectual property rights and know-how.  \nIntellectual property:  \nAny know how, inventions, methods, developments, innovations and discoveries, whether patentable or  \nnot, arising from the study or made in the performance of the study protocol (“Inventions”) shall vest in UZ  \nLeuven. The participating sites, their employees and investigator(s) shall promptly disclose to UZ Leuven  \n5any such Inventions. Parties have expressly agreed that any and all study data as collected and prepared in  \nthe performance of the study protocol shall be the sole property of UZ Leuven.\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nThe methodology will be described in detail in the study protocol and lab books of the participating \ninstitutions. In REDCap and for folders in OneDrive a logical organization with broader topics at a higher \nlevel will be created. File names will have a clear meaning and include a date or version number and \ninitials of the researcher or author.  \nSpecific methodology and resources will be outlined according to the STAR methods, a structured way of  \nmethodology descriptions. (cfr. Khan et al., 2021, Cell).\nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in \ndetail which metadata will be created to make the data easy/easier to find and reuse.\nA metadata standard will be used where possible. In other cases, metadata will be created manually \nin .txt or .csv files based upon what is relevant for the field/experiment in question. For data stored in \nREDCap, a metadata table containing study data pertaining to database storage (data field types and \nnaming used) and eCRF presentations (such as form names, validation rules, security levels, …).  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nAll data will be stored in coded files on the server of UZ / KULeuven, mainly stored in the UZ/KU \nLeuven RedCap (REDCapTM Production version 12.0.19) and OneDrive for data exports. REDCap is  \nhosted on dedicated KU Leuven data servers at Campus Heverlee. Data will be archived at least \n10 years after end of the research. (Estimated volume < 10 GB)  \nTissue samples: \noDuring research: Max Planck  \noAfter research: UZ/KULeuven Biobank ( BB-GEN002-FO03)\nHow is backup of the data provided?\nAn automated back-up system is in place for UZL REDCap. Data is backed up as follows:\nThe web server backup regime is specified below:\noAn hourly backup, the last 6 versions of which are saved\noA daily backup, the last 7 versions of which are saved\noA weekly backup, the last 6 versions of which are saved\nThe database backup regime is specified below:\noA nightly cold backup of all databases\noOne month’s storage of the nightly cold backups\n6Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If \nno or insufficient storage or backup capacities are available then explain how this will be taken care \nof.\nYes, storage in the university's secure environment for private data (Estimated total volume of this data \nwill be < 100 GB). \nAnd on the local servers or cloud of the collaborating institution, Max-Planck Research unit for \nNeurogenetics, Max Planck Institute for Brain Research. REDCap Data is hosted on dedicated KU Leuven \ndata servers at Campus Heverlee.  \nWhat are the expected costs for data storage and back up during the project? How will these costs be \ncovered? \nREDCap: 80 euro / year, covered for by the account ZL3E9801 – VAN GERVEN-MAX PLANCK \nGESELLSCHAFT. \nCloud OneDrive KULeuven, of which the costs are covered by the department.  \nData security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?\nUZ/KULeuven: As well REDCap as KU/UZ Leuven OneDrive are secured with a restricted access, using a \ntwo-factor authentication.  When using UZ Leuven REDCap, physical access to the data centers is logged \nand restricted to authorized KU Leuven Information Technology (IT) personnel, using badge \nidentification. At the clinical database level only the investigators of UZ/KULeuven (Laura Van Gerven, \nMarnick Clijsters) are granted data access. The gatekeeper for UZL REDCap is UZL Clinical Trial Center.\n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual \nrestrictions, physical preservation issues, ...).\nAll relevant data will be archived at least 10 years after end of the research.  \nAll remaining tissue samples:  Any remaining human bodily material will be transferred to the \nUZ/KU Leuven BioBank after the study has been concluded (BioBank: BB-GEN002-FO03)\nWhere will the data be archived (= stored for the longer term)?\nUZ/KULeuven (Belgium): dedicated UZ/KU Leuven data servers.\nMax Planck Research Unit for Neurogenetics (Germany): dedicated local servers or cloud.\nAll patient-related data are stored as pseudonymized data.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nThe cost of archiving data will be covered by the department.  \n77. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?\nThe collection, processing and disclosure of personal data, such as patient health and medical \ninformation is subject to compliance with applicable personal data protection and the processing of \npersonal data (Regulation (EU) 2016/679 also referred as the General Data Protection Regulation \n(\"GDPR\") and the Belgian Law of 30 July 2018 on the protection of natural persons with regard to the \nprocessing of personal data). In terms of data transfer, the research team is obliged to protect the data \nfrom disclosure. Information which, alone or in combination with other data captured, would make the \nparticipant identifiable cannot be transferred outside the Investigator research site.  \nDetails about 3rd party agreements are included in the study protocol and MTA/DTA.  \nWhich data will be made available after the end of the project?\nAs stipulated in the EC protocol, raw data will not be made publicly available unless upon specific \nrequest and after evaluation by the Ethical Committee (S64042). Clinical data about the patients are \nconfidential, subject to compliance with applicable personal data protection laws, and not publicly \navailable. The processed and pseudonymized data will be available upon publication open access journal  \n(First publication: Khan et al., 2021, Cell.)  \nThe following data will be made available:\nGeoMx Digital Spatial Transcriptomics: The GeoMx DSP data have been deposited at Gene \nExpression Omnibus and are publicly available as of the date of publication; the accession \nnumber is listed in the key resources table.  \nSARS-CoV-2 whole genome sequences: gisaid\nWhere/how will the data be made available for reuse?\nThe following data will be made available:\nGeoMx Digital Spatial Transcriptomics: The GeoMx DSP data have been deposited at Gene \nExpression Omnibus and are publicly available at: \nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE176080\nSARS-CoV-2 whole genome sequences: gisaid\nWhen will the data be made available?\nThe data will be made publicly available as of the date of publication.  (E.g. cfr. key resources table in \nfirst publication of this: project Khan et al., 2021, Cell.)\nWho will be able to access the data and under what conditions?\nUZ/KULeuven: Laura Van Gerven; Marnick Clijsters; IT-staff dedicated to REDCap  \nWhat are the expected costs for data sharing? How will the costs be covered?  \n8REDCap: 80 euro / year, covered for by the account ZL3E9801 - VAN GERVEN-MAX PLANCK \nGESELLSCHAFT. \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nMarnick Clijsters – GCP certified KU Leuven personnel and PhD researcher at Research Group \nExperimental Oto-rhino-laryngology, under the supervision of Prof. Dr. Laura Van Gerven – is \nresponsible for data documentation and metadata.  \nWho will be responsible for data storage & back up during the project?\nMarnick Clijsters – under the supervision of Prof. Dr. Laura Van Gerven – ensures that all data is kept in a  \nsecure location with restricted access at all times and taking measures to ensure disaster recovery.  \nA responsible from the Clinical Trial Center will create back-ups from REDCap.  \nWho will be responsible for ensuring data preservation and reuse?\nLaura Van Gerven  / Marnick Clijsters.\nWho bears the end responsibility for updating & implementing this DMP?\nLaura Van Gerven  / Marnick Clijsters."
    },
    "clean_full_text": "1MY PLAN (FWO DMP) TITLE: WHAT CAN OLFACTORY DYSFUNCTION IN COVID-19 TELL US ABOUT THE MYSTERIES OF THE SENSE OF SMELL? ADMIN DETAILS Project Name: My plan (FWO DMP) – What can olfactory dysfunction in COVID-19 tell us about the mysteries of the sense of smell? Principal Investigator / Researcher: Laura Van Gerven Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Laura Van Gerven FWO Project Number & Title Project Number: 18B2222N Title: What can olfactory dysfunction in COVID-19 tell us about the mysteries of the sense of smell? Affiliation KULeuven (Leuven, Belgium): Department of Neurosciences, Experimental Otorhinolaryngology, Rhinology Research Department of Microbiology, Immunology and Transplantation, Allergy and Clinical Immunology Research Unit, KU Leuven, Leuven, Belgium UZ Leuven (Leuven, Belgium): Department of Otorhinolaryngology, Head and Neck Surgery Short description of the project: For many years, the human sense of smell was considered a “non-essential” sense. With olfactory dysfunction as a prominent and often sole symptom of COrona Virus (SARS-CoV-2) Induced Disease (COVID-19), large patient cohorts continue to experience the impact of postviral olfactory dysfunction on their quality of life. Indirectly, the current pandemic has renewed interest in the human sense of smell. The mechanisms of olfactory dysfunction in COVID-19 remain entirely unknown. We believe that a comprehensive histological and molecular investigation of postmortem tissues of the olfactory system is required to get insights into these mechanisms. 2We propose an innovative study design to obtain bed-side, by an endoscopic endonasal approach, high- quality tissue samples from the human respiratory and olfactory system and adjacent brain regions from deceased COVID-19 patients, influenza patients, and controls. We will perform immunohistochemistry and in situ hybridization staining with commercially available antibodies and RNAscope probes for SARS-CoV-2 and markers of various cell types in the respiratory and olfactory mucosa, the olfactory bulb, and adjacent brain tissue. We hope to achieve insights into (1) the pathophysiological mechanisms of postviral olfactory dysfunction, (2) the possible scenario of the olfactory pathway as entrance to the central nervous system and (3) the immune response and regenerative capacity of the olfactory mucosa upon viral invasion. 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Generate new data. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). (1) Numerical and textual data relevant to the study in electronic Case Report Forms (eCRFs): (1.1) Patient data (n ≈ 200) oSource: data are extracted retrospectively from the electronic health records (source data stored in KWS, PDMS); oStorage: Peudonymized data are stored in a REDCap database (Research Electronic Data Capture). oExport as .CSV file for statistical analysis (in GraphPad, SPSS); estimated volume: < 10 GB (1.2) Quantitative analyses oData obtained from analyses with qPCR, immunoassays, viral whole genome sequencing – .xlsx; Estimated volume: < 10 GB oObservational data obtained from imaging (RNAscope, Immunohistochemistry, Hematoxylin&Eosin staining) – .xlsx; Estimated volume: < 100 GB (2) Tissue samples are collected in Leuven and kept in the Max Planck Research Unit for Neurogenetics (Frankfurt, Germany) during the research. Any remaining non-sectioned tissue blocks will be transferred to the BioBank UZ/KULeuven after termination of the study. 3(3) Imaging media: High resolution microscopy images (Imaging performed in Max Planck Research Unit for Neurogenetics, Frankfurt, DE), generated and stored in the Max Planck Institute, Frankfurt, Germany. Filetype: tiff, estimated volume < 500 GB. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes, relevant personal data of included patients will be used. These patient data include demographic information, pre-existing medical conditions, data related to the disease and hospitalization and relevant data related to the study procedures. The study protocol was reviewed in detail and approved by the Clinical Trial Center and Ethical Committee of UZ/KU Leuven (reference: S64042), in accordance with all applicable regulatory requirements. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes. The foundation of the study protocol is the bedside procurement of postmortem tissue samples. This research thus involves personal data and human bodily material. The study is conducted in compliance with the principles of the Declaration of Helsinki (current version), the principles of GCP and in accordance with all applicable regulatory requirements. This national multicenter study was reviewed and approved by the Ethical Committees of all the participating sites: • Clinicaltrials.gov: NCT04445597 • Belgium registration-number: B3222020000256 • University Hospitals Leuven (mother institute) EC Reference number: S64042 • Universitair Ziekenhuis Brussel : EC reference number: EC-2021-360 • General Hospital Sint-Jan Brugge-Oostende AV, Bruges: EC reference number: 2736 • Max Planck society: The Ethikrat – Kommission des Präsidenten of the Max Planck Society did not require a separate ethics review by a medical ethics committee (Applications No: 2020_14, 2020_30, and 2020_31). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Not applicable. 4Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? A Data and Material Transfer Agreement was in place and signed by the respective participating sites. Summary of the agreements: Confidentiality: Any party that receives information, procedures, results, know-how, study data, developments, technologies, inventions and experience regarding the samples, its characteristics, research concerning the samples, whether of a scientific, technical, engineering, operational, or economic nature, disclosed to or obtained by a party in written or in intangible form such as electronically, orally or by visual inspection (“Confidential Information”) under this protocol (“Receiving Party”) shall treat all received Confidential Information as confidential during the term of the study and thereafter for a period of five (5) years following termination or expiry of this study. Such confidentiality obligation shall not apply to any information which Receiving Party can demonstrate: (i) is or was generally available to the public through no fault of Receiving Party, or (ii) is received by Receiving Party from a third party who is in rightful possession of such information and has the legal right to make such disclosure, or (iii) Receiving Party can show was in its possession prior to disclosure and that such information was legally required and not directly or indirectly from the party disclosing Confidential Information under this protocol (“Disclosing Party”), or (iv) is developed independently by an employee of Receiving Party who has had no access to the Confidential Information or (v) is required by law or court order to be disclosed, provided that Receiving Party shall notify Disclosing Party of any such disclosure required by law or court order as far as possible in advance. Publication: Publications will be coordinated by the Principal Investigator, Laura Van Gerven. Authorship to publications will be determined in accordance with the requirements published by the International Committee of Medical Journal Editors and in accordance with the requirements of the respective journal. For multi-centric studies, it is anticipated that the primary results of the overall study shall be published in a multi-centre publication. Participating Site is not allowed to publish any subset data or results from the study prior to such multicentre publication. Any publication by Participating Site will be submitted to the Sponsor for review at least thirty (30) days prior to submission or disclosure. Sponsor shall have the right to delay the projected publication for a period of up to three (3) months from the date of first submission to the Sponsor in order to enable the Sponsor to take steps to protect its intellectual property rights and know-how. Intellectual property: Any know how, inventions, methods, developments, innovations and discoveries, whether patentable or not, arising from the study or made in the performance of the study protocol (“Inventions”) shall vest in UZ Leuven. The participating sites, their employees and investigator(s) shall promptly disclose to UZ Leuven 5any such Inventions. Parties have expressly agreed that any and all study data as collected and prepared in the performance of the study protocol shall be the sole property of UZ Leuven. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? The methodology will be described in detail in the study protocol and lab books of the participating institutions. In REDCap and for folders in OneDrive a logical organization with broader topics at a higher level will be created. File names will have a clear meaning and include a date or version number and initials of the researcher or author. Specific methodology and resources will be outlined according to the STAR methods, a structured way of methodology descriptions. (cfr. Khan et al., 2021, Cell). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. A metadata standard will be used where possible. In other cases, metadata will be created manually in .txt or .csv files based upon what is relevant for the field/experiment in question. For data stored in REDCap, a metadata table containing study data pertaining to database storage (data field types and naming used) and eCRF presentations (such as form names, validation rules, security levels, …). 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? All data will be stored in coded files on the server of UZ / KULeuven, mainly stored in the UZ/KU Leuven RedCap (REDCapTM Production version 12.0.19) and OneDrive for data exports. REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee. Data will be archived at least 10 years after end of the research. (Estimated volume < 10 GB) Tissue samples: oDuring research: Max Planck oAfter research: UZ/KULeuven Biobank ( BB-GEN002-FO03) How is backup of the data provided? An automated back-up system is in place for UZL REDCap. Data is backed up as follows: The web server backup regime is specified below: oAn hourly backup, the last 6 versions of which are saved oA daily backup, the last 7 versions of which are saved oA weekly backup, the last 6 versions of which are saved The database backup regime is specified below: oA nightly cold backup of all databases oOne month’s storage of the nightly cold backups 6Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes, storage in the university's secure environment for private data (Estimated total volume of this data will be < 100 GB). And on the local servers or cloud of the collaborating institution, Max-Planck Research unit for Neurogenetics, Max Planck Institute for Brain Research. REDCap Data is hosted on dedicated KU Leuven data servers at Campus Heverlee. What are the expected costs for data storage and back up during the project? How will these costs be covered? REDCap: 80 euro / year, covered for by the account ZL3E9801 – VAN GERVEN-MAX PLANCK GESELLSCHAFT. Cloud OneDrive KULeuven, of which the costs are covered by the department. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? UZ/KULeuven: As well REDCap as KU/UZ Leuven OneDrive are secured with a restricted access, using a two-factor authentication. When using UZ Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only the investigators of UZ/KULeuven (Laura Van Gerven, Marnick Clijsters) are granted data access. The gatekeeper for UZL REDCap is UZL Clinical Trial Center. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All relevant data will be archived at least 10 years after end of the research. All remaining tissue samples: Any remaining human bodily material will be transferred to the UZ/KU Leuven BioBank after the study has been concluded (BioBank: BB-GEN002-FO03) Where will the data be archived (= stored for the longer term)? UZ/KULeuven (Belgium): dedicated UZ/KU Leuven data servers. Max Planck Research Unit for Neurogenetics (Germany): dedicated local servers or cloud. All patient-related data are stored as pseudonymized data. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost of archiving data will be covered by the department. 77. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? The collection, processing and disclosure of personal data, such as patient health and medical information is subject to compliance with applicable personal data protection and the processing of personal data (Regulation (EU) 2016/679 also referred as the General Data Protection Regulation (\"GDPR\") and the Belgian Law of 30 July 2018 on the protection of natural persons with regard to the processing of personal data). In terms of data transfer, the research team is obliged to protect the data from disclosure. Information which, alone or in combination with other data captured, would make the participant identifiable cannot be transferred outside the Investigator research site. Details about 3rd party agreements are included in the study protocol and MTA/DTA. Which data will be made available after the end of the project? As stipulated in the EC protocol, raw data will not be made publicly available unless upon specific request and after evaluation by the Ethical Committee (S64042). Clinical data about the patients are confidential, subject to compliance with applicable personal data protection laws, and not publicly available. The processed and pseudonymized data will be available upon publication open access journal (First publication: Khan et al., 2021, Cell.) The following data will be made available: GeoMx Digital Spatial Transcriptomics: The GeoMx DSP data have been deposited at Gene Expression Omnibus and are publicly available as of the date of publication; the accession number is listed in the key resources table. SARS-CoV-2 whole genome sequences: gisaid Where/how will the data be made available for reuse? The following data will be made available: GeoMx Digital Spatial Transcriptomics: The GeoMx DSP data have been deposited at Gene Expression Omnibus and are publicly available at: https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE176080 SARS-CoV-2 whole genome sequences: gisaid When will the data be made available? The data will be made publicly available as of the date of publication. (E.g. cfr. key resources table in first publication of this: project Khan et al., 2021, Cell.) Who will be able to access the data and under what conditions? UZ/KULeuven: Laura Van Gerven; Marnick Clijsters; IT-staff dedicated to REDCap What are the expected costs for data sharing? How will the costs be covered? 8REDCap: 80 euro / year, covered for by the account ZL3E9801 - VAN GERVEN-MAX PLANCK GESELLSCHAFT. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Marnick Clijsters – GCP certified KU Leuven personnel and PhD researcher at Research Group Experimental Oto-rhino-laryngology, under the supervision of Prof. Dr. Laura Van Gerven – is responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? Marnick Clijsters – under the supervision of Prof. Dr. Laura Van Gerven – ensures that all data is kept in a secure location with restricted access at all times and taking measures to ensure disaster recovery. A responsible from the Clinical Trial Center will create back-ups from REDCap. Who will be responsible for ensuring data preservation and reuse? Laura Van Gerven / Marnick Clijsters. Who bears the end responsibility for updating & implementing this DMP? Laura Van Gerven / Marnick Clijsters."
}