{
    "document_id": "D-2024-3532",
    "LinkTitle": "D-2024-3532",
    "file_name": "D-2024-3532.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3532.pdf",
    "metadata": {
        "title": "The Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth Spots",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "The Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth\nThe Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth\nSpots\nSpots\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\n \nDatabase - reuse existing data - digital - observational\nI will reuse the Open Think Tank Directory, an open database run by On Think Tanks that gathers and collects publicly\navailable information on policy organisations world wide. It includes information on approximatly 3600 policy research\norganisations. The information includes names, websites, policy fields, adress, contact points, operating languages,\nfunding sources, business models, affiliations, founding date, gender of founder, (estimated) staff number, (estimated)\nannual budget etc. \nThe database is available for non-commercial purposes under a Creative Commons licence. The entire database can be\naccessed here: \nhttps://airtable.com/shrnWdKAQxofzjZg4\n More information on this database can be found here:\nhttps://onthinktanks.org/about-the-directory/\n \nThe database is available for download as a CSV file of 6.2 MB. I intend to convert it to a .xlsx file for easier use. \nAs an .xlsx file, there should be an automated version history showing the edits made in the database. Either way, in a\nseparate file, I will systematically log and record edits made in the database including the reasoning behind the edits.\nDuring the research, the (edited/formatted/cleaned up) database will be backed up on SharePoint Online provided by\nthe KU Leuven (since it is not confidential and far less than 1TB). It will also be backed up on the researcher's external\nhard drive.\nStorage is not expected generate any costs.\n \nInterviews - generate new data - digital - observational and other\nPart of the research involves semi-structured interviews with policy advisers in multiple cities and multiple think tanks.\nAs such, the data generated includes informed consent forms, audio recordings, transcriptions, and journaling notes.\nThis data also includes personal data, such as name, nationality, gender, age, job title, professional background,\neducational background etc. \nInformed consent forms will be saved as .pdf\n(Anonymized) audio files will be saved as .mp3\n(Anynymized) transcripts will be saved as .txt and .pdf\nJournaling notes (incl. time-stamp) will be saved as .docx or .txt during the course of the research and as .pdf after\npublication of results.\nThe interview data will come along with a .txt file containing a project description, description of the research design,\nethical approval number, explanation of the folder and file structure, step-by-step description of how the data was\ngathered, analysed, and interpreted, the codebook etc.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nLinus Vermeulen\n2\n. \nStorage capacity/repository\nduring the research\nDatabase: During the research, the (edited/formatted/cleaned up) database will be backed up on the secure KU\nLeuven OneDrive for Business cloud .\nInterview data: During the research, the pseudonymised transcripts and audio files will be backed up on the KU\nLeuven's OneDrive for Business.  Pseudonymised because it could be important for the research to know which\ninterview belongs to which person. \nafter the research\nDatabase: After the publication of research results, the final database, including a .txt detailing the edits made and\ntheir reasoning, will be stored on the KU Leuven RDR.\nInterview data: After publication of results, anonymised interview data will be stored long-term on the KU Leuven\nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n1 of 8\nRDR.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nThe interview data contains personal data such as names, age, gender, nationality, job title. This data is subject to the GDPR. A\nPRET will be submitted.\nInterview data will be pseudonymised before back-up on online storage and the code file will be backed up on a separate\nlocation. Both the online storage location of the interview data and code file will be protected by [two-step verification using the\nKU Leuven application ensuring that only the researcher has access to the data?]. Interview data will be collected and analysed on\nthe researcher's personal computer, which is password protected. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n2 of 8\nThe Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth\nThe Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth\nSpots\nSpots\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n3 of 8\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nOpen\nThink\nTank\nDirectory\nAn open\ndatabase run\nby On Think\nTanks that\ncontains\npublicly\navailable\ninformation\non policy\norganisations\nworld wide.\nReuse existing data\nDigital\nObservational\n.csv\n<100MB\n \nInformed\nConsent\nForms\nAll informed\nconsent\nforms\nproduced\nbefore\ninterviews.\nGenerate new data\nDigital\nOther\n.pdf\n<100MB\n \nAudio files\nAll audio\nrecordings of\ninterviews.\nGenerate new data\nDigital\nObservational\n.mp3\n<1GB\n \nInterview\ntranscripts\nAll typed\ntranscripts of\nthe audio\nrecordings of\ninterviews.\nGenerate new data\nDigital\nObservational\n.pdf;.txt\n<100MB\n \nJournaling\nnotes\nNotebook\nused for\njournaling\nand written\nreflection\nduring data\ncollection. \nGenerate new data\nPhysical\nObservational\n \n \n1\nstandard\nnotebook\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe full Open Think Tank Directory can be accessed here: The entire database can be accessed here:\nhttps://airtable.com/shrnWdKAQxofzjZg4\nMore information can be found here: \nhttps://onthinktanks.org/about-the-directory/\n \n \nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n4 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPart of the research involves semi-structured interviews with human subjects. The audio of the interviews will be recorded and\ntranscribed. Data produced in this way includes personal data, such as names, age, nationalities, current and past job titles,\nacademic background.\nI will inform myself of the appropriate regulations regarding personal data, anonymisation, pseudonymisation, and data storage\non a secure network drive. I will take measures to ensure that data collection, analysis, and storage complies with the appropriate\nregulations. The data will only be accessible by the primary researcher and both supervisors through two-step verification. \nA PRET review will be submitted to the Social and\nSocietal Ethics Committee at a later time closer to the actual data collection. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nThe semi-structured interviews will produce data relating to names, age, nationalities, current and past job titles, academic\nbackground.\nA PRET review will be submitted.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nI will set up a clear, layered, and uniform folder and file structure first on the personal computer of the researcher and then in the\nsecure online drive where the data will be stored. The data will be accompanied by a README.txt following the KU Leuven\nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n5 of 8\ntemplate. Data will also be accompanied by the codebook and informed consent forms.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata standard of KU Leuven Research Data Repository will be used, which is automatically applied. Specifically, the\nmetadata will be created according to the “Metadata Model” of KU Leuven. With the metadata categories mentioned in the\nREADME-file and the RDR, the 15 principal elements of the Dublin Core Standard are also expected to be covered (Creator,\nContributor, Publisher, Title, Date, Language, Format, Subject, Description, Identifier, Relation, Source, Type, Coverage, and\nRights). If any elements missing in the automatically generated metadata, the research will add them manually.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData will be stored on the computer of the primary researcher, which is password protected. It will also be stored on the secure\nKU Leuven OneDrive for Business cloud.\nHow will the data be backed up?\nHow will the data be backed up?\nData from the computer of the researcher will be backed up to the secure KU Leuven OneDrive for Business cloud at the end of\neach working day.\nThe secure KU Leuven OneDrive for Business cloud is automatically backed-up to reduce data loss risks and provides long-term\nstorage.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nUp to 5TB of storage is available in the secure KU Leuven OneDrive for Business cloud. The project is expected to produce far\nless than 1 TB of data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven OneDrive for Business cloud is secured and will only be accessible to the primary researcher and supervisors. The\ncomputers of the researcher and supervisors are password protected. \nPaper data will be stored by the PhD researcher in a locked drawer or cupboard that can only be accessed by the researcher at\nthe Public Governance Institute. After the project has been finished, all paper data will be handed over to the supervisor who will\nstore these data in their office in a locked drawer or cupboard that can only be accessed by the supervisor.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs expected.\nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n6 of 8\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for at least 10 years.\n \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAfter completion of the project, all project data will be transferred to a a secured K network drive, the KU Leuven's long-term\nstorage server.\nAll data relevant to publications will be stored on the KU Leuven's RDR.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo expected costs.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nReused data from the open database will be made available open access.\nAccess to interview data, such as transcripts, will be restricted as interviewees generally agree to the use of excerpts in published\narticles. Open access availability of the full interviews could be a privacy issue, even if anonymized. This anonymized data will\ntherefore only be shared in light of a collaboration, upon request (based on clear research questions and hypotheses) of a third\nparty. After completion of the PhD project, the data will still be accessible upon request in view of collaborations and/or questions\non the data regarding possible meta-analyses. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe access to the data is restricted to sharing upon request based on clear research questions and hypotheses. Given the nature\nof the request, the researcher and/or supervisors will decide to grant access to the data or not.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nAs the interviews produce personal data, interview data is subject to the GDPR. In compliance with the GDPR, personal data will\nbe anonymized. \n \n \nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n7 of 8\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe KU Leuven RDR.\nWhen will the data be made available?\nWhen will the data be made available?\nAfter publication of research results, all data that is both relevant to the publication and no longer needed for further publications\nwill be made available.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nI will provide a CC-BY-NC-SA licence. This enables free access and useage for future non-commercial and research needs while\ngiving appropriate credit and ensuring that the\nsame usage license is kept.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nThe KU Leuven RDR uses DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nLinus Vermeulen \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nLinus Vermeulen \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nBen Derudder \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nLinus Vermeulen \nCreated using DMPonline.be. Last modiﬁed 23 January 2025\n8 of 8"
    },
    "clean_full_text": "The Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth The Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth Spots Spots Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) Database - reuse existing data - digital - observational I will reuse the Open Think Tank Directory, an open database run by On Think Tanks that gathers and collects publicly available information on policy organisations world wide. It includes information on approximatly 3600 policy research organisations. The information includes names, websites, policy fields, adress, contact points, operating languages, funding sources, business models, affiliations, founding date, gender of founder, (estimated) staff number, (estimated) annual budget etc. The database is available for non-commercial purposes under a Creative Commons licence. The entire database can be accessed here: https://airtable.com/shrnWdKAQxofzjZg4 More information on this database can be found here: https://onthinktanks.org/about-the-directory/ The database is available for download as a CSV file of 6.2 MB. I intend to convert it to a .xlsx file for easier use. As an .xlsx file, there should be an automated version history showing the edits made in the database. Either way, in a separate file, I will systematically log and record edits made in the database including the reasoning behind the edits. During the research, the (edited/formatted/cleaned up) database will be backed up on SharePoint Online provided by the KU Leuven (since it is not confidential and far less than 1TB). It will also be backed up on the researcher's external hard drive. Storage is not expected generate any costs. Interviews - generate new data - digital - observational and other Part of the research involves semi-structured interviews with policy advisers in multiple cities and multiple think tanks. As such, the data generated includes informed consent forms, audio recordings, transcriptions, and journaling notes. This data also includes personal data, such as name, nationality, gender, age, job title, professional background, educational background etc. Informed consent forms will be saved as .pdf (Anonymized) audio files will be saved as .mp3 (Anynymized) transcripts will be saved as .txt and .pdf Journaling notes (incl. time-stamp) will be saved as .docx or .txt during the course of the research and as .pdf after publication of results. The interview data will come along with a .txt file containing a project description, description of the research design, ethical approval number, explanation of the folder and file structure, step-by-step description of how the data was gathered, analysed, and interpreted, the codebook etc. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) Linus Vermeulen 2 . Storage capacity/repository during the research Database: During the research, the (edited/formatted/cleaned up) database will be backed up on the secure KU Leuven OneDrive for Business cloud . Interview data: During the research, the pseudonymised transcripts and audio files will be backed up on the KU Leuven's OneDrive for Business. Pseudonymised because it could be important for the research to know which interview belongs to which person. after the research Database: After the publication of research results, the final database, including a .txt detailing the edits made and their reasoning, will be stored on the KU Leuven RDR. Interview data: After publication of results, anonymised interview data will be stored long-term on the KU Leuven Created using DMPonline.be. Last modiﬁed 23 January 2025 1 of 8 RDR. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) The interview data contains personal data such as names, age, gender, nationality, job title. This data is subject to the GDPR. A PRET will be submitted. Interview data will be pseudonymised before back-up on online storage and the code file will be backed up on a separate location. Both the online storage location of the interview data and code file will be protected by [two-step verification using the KU Leuven application ensuring that only the researcher has access to the data?]. Interview data will be collected and analysed on the researcher's personal computer, which is password protected. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 23 January 2025 2 of 8 The Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth The Social Imaginaries of Policy Advice: How Policy Advisory Complexes Make Public Policy Truth Spots Spots FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 23 January 2025 3 of 8 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Open Think Tank Directory An open database run by On Think Tanks that contains publicly available information on policy organisations world wide. Reuse existing data Digital Observational .csv <100MB Informed Consent Forms All informed consent forms produced before interviews. Generate new data Digital Other .pdf <100MB Audio files All audio recordings of interviews. Generate new data Digital Observational .mp3 <1GB Interview transcripts All typed transcripts of the audio recordings of interviews. Generate new data Digital Observational .pdf;.txt <100MB Journaling notes Notebook used for journaling and written reflection during data collection. Generate new data Physical Observational 1 standard notebook If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The full Open Think Tank Directory can be accessed here: The entire database can be accessed here: https://airtable.com/shrnWdKAQxofzjZg4 More information can be found here: https://onthinktanks.org/about-the-directory/ Created using DMPonline.be. Last modiﬁed 23 January 2025 4 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Part of the research involves semi-structured interviews with human subjects. The audio of the interviews will be recorded and transcribed. Data produced in this way includes personal data, such as names, age, nationalities, current and past job titles, academic background. I will inform myself of the appropriate regulations regarding personal data, anonymisation, pseudonymisation, and data storage on a secure network drive. I will take measures to ensure that data collection, analysis, and storage complies with the appropriate regulations. The data will only be accessible by the primary researcher and both supervisors through two-step verification. A PRET review will be submitted to the Social and Societal Ethics Committee at a later time closer to the actual data collection. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes The semi-structured interviews will produce data relating to names, age, nationalities, current and past job titles, academic background. A PRET review will be submitted. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). I will set up a clear, layered, and uniform folder and file structure first on the personal computer of the researcher and then in the secure online drive where the data will be stored. The data will be accompanied by a README.txt following the KU Leuven Created using DMPonline.be. Last modiﬁed 23 January 2025 5 of 8 template. Data will also be accompanied by the codebook and informed consent forms. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes The metadata standard of KU Leuven Research Data Repository will be used, which is automatically applied. Specifically, the metadata will be created according to the “Metadata Model” of KU Leuven. With the metadata categories mentioned in the README-file and the RDR, the 15 principal elements of the Dublin Core Standard are also expected to be covered (Creator, Contributor, Publisher, Title, Date, Language, Format, Subject, Description, Identifier, Relation, Source, Type, Coverage, and Rights). If any elements missing in the automatically generated metadata, the research will add them manually. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data will be stored on the computer of the primary researcher, which is password protected. It will also be stored on the secure KU Leuven OneDrive for Business cloud. How will the data be backed up? How will the data be backed up? Data from the computer of the researcher will be backed up to the secure KU Leuven OneDrive for Business cloud at the end of each working day. The secure KU Leuven OneDrive for Business cloud is automatically backed-up to reduce data loss risks and provides long-term storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Up to 5TB of storage is available in the secure KU Leuven OneDrive for Business cloud. The project is expected to produce far less than 1 TB of data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven OneDrive for Business cloud is secured and will only be accessible to the primary researcher and supervisors. The computers of the researcher and supervisors are password protected. Paper data will be stored by the PhD researcher in a locked drawer or cupboard that can only be accessed by the researcher at the Public Governance Institute. After the project has been finished, all paper data will be handed over to the supervisor who will store these data in their office in a locked drawer or cupboard that can only be accessed by the supervisor. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs expected. Created using DMPonline.be. Last modiﬁed 23 January 2025 6 of 8 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be retained for at least 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? After completion of the project, all project data will be transferred to a a secured K network drive, the KU Leuven's long-term storage server. All data relevant to publications will be stored on the KU Leuven's RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No expected costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository Reused data from the open database will be made available open access. Access to interview data, such as transcripts, will be restricted as interviewees generally agree to the use of excerpts in published articles. Open access availability of the full interviews could be a privacy issue, even if anonymized. This anonymized data will therefore only be shared in light of a collaboration, upon request (based on clear research questions and hypotheses) of a third party. After completion of the PhD project, the data will still be accessible upon request in view of collaborations and/or questions on the data regarding possible meta-analyses. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The access to the data is restricted to sharing upon request based on clear research questions and hypotheses. Given the nature of the request, the researcher and/or supervisors will decide to grant access to the data or not. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects As the interviews produce personal data, interview data is subject to the GDPR. In compliance with the GDPR, personal data will be anonymized. Created using DMPonline.be. Last modiﬁed 23 January 2025 7 of 8 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The KU Leuven RDR. When will the data be made available? When will the data be made available? After publication of research results, all data that is both relevant to the publication and no longer needed for further publications will be made available. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. I will provide a CC-BY-NC-SA licence. This enables free access and useage for future non-commercial and research needs while giving appropriate credit and ensuring that the same usage license is kept. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes The KU Leuven RDR uses DOI. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Linus Vermeulen Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Linus Vermeulen Who will manage data preservation and sharing? Who will manage data preservation and sharing? Ben Derudder Who will update and implement this DMP? Who will update and implement this DMP? Linus Vermeulen Created using DMPonline.be. Last modiﬁed 23 January 2025 8 of 8"
}