{
    "document_id": "D-2024-2507",
    "LinkTitle": "D-2024-2507",
    "file_name": "D-2024-2507.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2507.pdf",
    "metadata": {
        "title": "D-2024-2507",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n  \n1. General Project Information  \n \nName Grant Holder  Alberto Rodrígu ez Vázquez   \nSupervisor  name  Joeri Van der Veken  \nProject number  1 & title TOTALLY GEODESIC SUBMANIFOLDS AND MEAN CURVATURE FLOW IN THE PRESENCE OF \nSYMMETRY  Postdoctoral Fellowship Junio r 1262324 N \nFunder(s) GrantID  2  \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n \n \n \n \n \n \n \n \n \n \n  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n Please provide a short project description  “Symmetry, as wide or narrow as you may define its meaning, is one idea by which man through the  \nages has tried to comprehend and create order, beauty, and perfection ” \nThis comment is due to Hermann Weyl and reveals that symmetry lies at the very core of human  \nknowledge.  \nPerhaps, the most natural field to study symmetry is geometry. This discipline was described by Felix  \nKlein as the study of those properties of a space that are invariant under a transformation group.  \nFollowing this philosophy, from the viewpoint of Riemannian geometry, the most natural spaces that  \none can consider are (Riemannian) homogeneous spaces and the natural group to study is their  \nisometry group, which is its set of distance -preserving transformations. The isometry group of a  \nhomogeneous space is quite large and every two points can be mapped into each other using an  \nisometry.  \nMeanwhile, the geometric objects that can be perceived by means of our senses are curves and  \nsurfaces. Submanifolds provide the natural generalization for higher dimensions of these objects and  \ntotally geodesic submanifolds are those with the simplest geometry.  \nThe purpose of this proposal is to investigate totally geodesic submanifolds and other special classes  \nof submanifolds in homogeneous spaces. To accomplish this task, we will use a novel approach that  \nrelies on the use of mean curvature flow, which is a geometric flow that deforms a given submanifold  \nsuch that its volume decreases in the most efficient way.  \n \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nWP1: Totally \ngeodesic \nsubmanifolds  Preprints in .pdf  \n ☒ Generate new \ndata  \n ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .pdf ☒ < 1 GB  \n  \nWP2 : Mean \ncurvature \nflow in \nsymmetric \nspaces  \n Preprints in .pdf  \n ☒ Generate new \ndata  \n ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other: .pdf ☒ < 1 GB  \n  \n        \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n Literary data will be gathered from individual papers rather than relying on existing databases.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☒ No \nAdditional information : \n \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☒ Yes \n☐ No \nIf yes, please explain : The preprints will be accessible through arXiv, a widely -used platform for sharing \npreprints in the mathematics community. They will fall under arXiv's \"perpetual, non -exclusive license,\" \ngranting limited distribution rights. Thus, preprint data will be fr eely and openly accessible. Access to \npublished, peer -reviewed papers will be contingent upon individual subscription to the respective \njournals.  \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n Per the KU Leuven policy, research data will be structured and stored to adhere to the principles of FAIR \n(findability, accessibility, interoperability, and reusability). To ensure findability and accessibility, I will \nadhere to standard stylistic practice s for mathematical manuscripts and incorporate the Mathematics \nSubject Classification system and keywords in both preprint and published versions. This will facilitate easy \nsearchability for fellow researchers.  For interoperability and reusability, all generated data will be \norganized in a standardized manner using distinct folders, following a uniform structure across the \ndepartment. Each folder will include a readme file and metadata file as necessary to deline ate the folder's \norganization and content.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n x Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nI will use the Mathematics Subject Classification system as well as keywords to facilitate easy exposure and \nsearchability of my articles.  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ Digital Vault  \n☒ Other:  Preprints will be openly and freely released on arxiv.org, a prominent platform for sharing \nmathematical preprints. Throughout their creation, the article content will be stored on my personal \ncomputer and regularly backed up. Subsequently, these papers wi ll be published in a journal, ensuring \ntheir perpetual storage. Importantly, the preprints will continue to be freely accessible on arxiv.org as \ninitially released. Additionally, KU Leuven's repository, Lirias, will serve as another avenue for archiving \nand enhancing access to these manuscripts.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☐ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☒ Other (specify) : The approach will involve creating backups of manuscripts on a monthly basis as they \nare developed. These backups will be stored on a separate device, such as a cloud service, distinct from \nthe computer used for manuscript generation. Furthermore, previous  versions of manuscripts in progress \nwill be retained to allow for potential reversion to earlier stages if needed.  \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n To safeguard manuscripts stored on electronically accessible platforms, I will implement a password \nand/or fingerprint system for security. The password will be subject to regular changes to enhance \nprotection.  \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  For data storage during the project, no additional costs will need to be considered.  \n \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  The preprint manuscripts will be openly and freely archived on arXiv indefinitely. As for \nthe published manuscripts, they will be provided to the respective journal for storage according to their \ndiscretion.  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Because of the limited storage required for data obtained from this project, no costs will need to be \nconsidered.  \n \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☒ Other, please specify:  \nPreprints will be accessible through an Open Access repository, while published articles will be accessible \nto subscribers of the respective journal.  \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Articles published in the journal will be accessible to any subscriber of the journal.  \n \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☒ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : Although preprints will be freely and openly accessible, access to published \nmanuscripts will rely on individual or institutional subscriptions to the journal. Nonetheless, preprints will \nremain available for perpetual access.  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☐ Other data repository (specify)  \n☒ Other (specify) : The data in preprint form will be made available on arxiv.org. This is the standard (free, \nopen) respository in the mathematical community.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n When will the data be made available?  \n \n ☐ Upon publication of research results  \n☐ Specific date (specify)  \n☒ Other (specify) : As soon as the articles are written.  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☒ Other (specify) : \nI will choose journals that employ a data license comparable to one of the following: Creative Commons \nNoncommercial License (CC BY -NC), Creative Commons No Derivatives License (CC BY -ND), or the Creative \nCommons Attribution License. These licenses are typ ically standard for published mathematical articles. \nFor preprints, I will adhere to arXiv's \"perpetual, non -exclusive license.\"  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n☒ Other (specify) : Each published article will be assigned a DOI by the publisher.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n I anticipate  essential ly zero data sharing costs.  \n \n \n \n7. Responsibilities  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Who will manage data documentation and \nmetadata during the research project?  Alberto Rodríguez  Vázq uez \nWho will manage data storage and backup \nduring the research project?  Alberto Rodríguez Vázquez  \nWho will manage data preservation and \nsharing?  Joeri Van der V eken ( the supervis or) \nWho will update and implement this DMP?  Alberto Rodríguez Vázquez  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 1. General Project Information Name Grant Holder Alberto Rodrígu ez Vázquez Supervisor name Joeri Van der Veken Project number 1 & title TOTALLY GEODESIC SUBMANIFOLDS AND MEAN CURVATURE FLOW IN THE PRESENCE OF SYMMETRY Postdoctoral Fellowship Junio r 1262324 N Funder(s) GrantID 2 Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 Please provide a short project description “Symmetry, as wide or narrow as you may define its meaning, is one idea by which man through the ages has tried to comprehend and create order, beauty, and perfection ” This comment is due to Hermann Weyl and reveals that symmetry lies at the very core of human knowledge. Perhaps, the most natural field to study symmetry is geometry. This discipline was described by Felix Klein as the study of those properties of a space that are invariant under a transformation group. Following this philosophy, from the viewpoint of Riemannian geometry, the most natural spaces that one can consider are (Riemannian) homogeneous spaces and the natural group to study is their isometry group, which is its set of distance -preserving transformations. The isometry group of a homogeneous space is quite large and every two points can be mapped into each other using an isometry. Meanwhile, the geometric objects that can be perceived by means of our senses are curves and surfaces. Submanifolds provide the natural generalization for higher dimensions of these objects and totally geodesic submanifolds are those with the simplest geometry. The purpose of this proposal is to investigate totally geodesic submanifolds and other special classes of submanifolds in homogeneous spaces. To accomplish this task, we will use a novel approach that relies on the use of mean curvature flow, which is a geometric flow that deforms a given submanifold such that its volume decreases in the most efficient way. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume WP1: Totally geodesic submanifolds Preprints in .pdf ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .pdf ☒ < 1 GB WP2 : Mean curvature flow in symmetric spaces Preprints in .pdf ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .pdf ☒ < 1 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Literary data will be gathered from individual papers rather than relying on existing databases. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☒ No Additional information : Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain : The preprints will be accessible through arXiv, a widely -used platform for sharing preprints in the mathematics community. They will fall under arXiv's \"perpetual, non -exclusive license,\" granting limited distribution rights. Thus, preprint data will be fr eely and openly accessible. Access to published, peer -reviewed papers will be contingent upon individual subscription to the respective journals. 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Per the KU Leuven policy, research data will be structured and stored to adhere to the principles of FAIR (findability, accessibility, interoperability, and reusability). To ensure findability and accessibility, I will adhere to standard stylistic practice s for mathematical manuscripts and incorporate the Mathematics Subject Classification system and keywords in both preprint and published versions. This will facilitate easy searchability for fellow researchers. For interoperability and reusability, all generated data will be organized in a standardized manner using distinct folders, following a uniform structure across the department. Each folder will include a readme file and metadata file as necessary to deline ate the folder's organization and content. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . x Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : I will use the Mathematics Subject Classification system as well as keywords to facilitate easy exposure and searchability of my articles. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: Preprints will be openly and freely released on arxiv.org, a prominent platform for sharing mathematical preprints. Throughout their creation, the article content will be stored on my personal computer and regularly backed up. Subsequently, these papers wi ll be published in a journal, ensuring their perpetual storage. Importantly, the preprints will continue to be freely accessible on arxiv.org as initially released. Additionally, KU Leuven's repository, Lirias, will serve as another avenue for archiving and enhancing access to these manuscripts. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☐ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☒ Other (specify) : The approach will involve creating backups of manuscripts on a monthly basis as they are developed. These backups will be stored on a separate device, such as a cloud service, distinct from the computer used for manuscript generation. Furthermore, previous versions of manuscripts in progress will be retained to allow for potential reversion to earlier stages if needed. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data To safeguard manuscripts stored on electronically accessible platforms, I will implement a password and/or fingerprint system for security. The password will be subject to regular changes to enhance protection. What are the expected costs for data storage and backup during the research project? How will these costs be covered? For data storage during the project, no additional costs will need to be considered. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): The preprint manuscripts will be openly and freely archived on arXiv indefinitely. As for the published manuscripts, they will be provided to the respective journal for storage according to their discretion. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Because of the limited storage required for data obtained from this project, no costs will need to be considered. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☒ Other, please specify: Preprints will be accessible through an Open Access repository, while published articles will be accessible to subscribers of the respective journal. If access is restricted, please specify who will be able to access the data and under what conditions. Articles published in the journal will be accessible to any subscriber of the journal. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : Although preprints will be freely and openly accessible, access to published manuscripts will rely on individual or institutional subscriptions to the journal. Nonetheless, preprints will remain available for perpetual access. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) : The data in preprint form will be made available on arxiv.org. This is the standard (free, open) respository in the mathematical community. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) : As soon as the articles are written. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☒ Other (specify) : I will choose journals that employ a data license comparable to one of the following: Creative Commons Noncommercial License (CC BY -NC), Creative Commons No Derivatives License (CC BY -ND), or the Creative Commons Attribution License. These licenses are typ ically standard for published mathematical articles. For preprints, I will adhere to arXiv's \"perpetual, non -exclusive license.\" Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No ☒ Other (specify) : Each published article will be assigned a DOI by the publisher. What are the expected costs for data sharing? How will these costs be covered? I anticipate essential ly zero data sharing costs. 7. Responsibilities FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Who will manage data documentation and metadata during the research project? Alberto Rodríguez Vázq uez Who will manage data storage and backup during the research project? Alberto Rodríguez Vázquez Who will manage data preservation and sharing? Joeri Van der V eken ( the supervis or) Who will update and implement this DMP? Alberto Rodríguez Vázquez"
}