{
    "document_id": "D-2023-1946",
    "LinkTitle": "D-2023-1946",
    "file_name": "D-2023-1946.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1946.pdf",
    "metadata": {
        "title": "D-2023-1946",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Gaëlle Vanhoffelen (https://orcid.org/0000-0002-8807-8966)\nContributor name(s) (+ ORCID) & roles Laura Vandenbosch (https://orcid.org/0000-0001-6834-8386), supervisor\nLara Schreurs (https://orcid.org/0000-0003-3027-3934), co-supervisor\nProject number1 & title  Disentangling the multi-dimensional role of authentic self-presentations on social media in\nadolescents’ well-being and identity development.\nFunder(s) GrantID211G2723N  (FWO)\nAffiliation(s) KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description ’       .       Today s adolescents grow up with social media These media permit them to present\n   .    -    themselves as unique individuals Although such authentic self presentations are described\n     ,      . ,as key for their identity development they have received little research attention Moreover  \n         . ,    they have univocally been assumed to positively affect young users Yet a scarce number\n             of studies together with insights from motivational goal behavior suggests these links may\n     -       . be more complex as authentic self presentations can be motivated by differential goals\n  ’     ’  ,    Given social media s pivotal role in adolescents developmental tasks the current PhD\n   .    -    project addresses this gap By introducing a multi dimensional conceptualization of\n’  -    ,       adolescents authentic self presentations on social media this project will offer a nuanced\n         ’  -   understanding on when and how this behavior relates to adolescent s well being and\n .    ,        identity goals To reach this aim literature from communication will be integrated with\n     .    / -insights from motivational psychology and sociology A systematic literature review meta\n             analysis will be performed to provide a comprehensive overview of the literature of\n -    . ,    authentic self presentations on social media Next a conceptualization and operationalization  \n   -     -   -  of a new multi dimensional construct on different goal oriented authentic self presentations\n  . ,         -will be developed Finally diary research will unravel the links between these self\n     ’ -    . presentations and the fluctuations in adolescents well being and identity goals\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nRecordings_I\nnterviews_W\nP2☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: mp3\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nDataset_Inter\nviews_WP2Dataset \ncontaining the \nobservational \nnotes and \ntranscripts of \nthe interviews ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☒ .txt☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5performed in \nstudy 1 of WP2.☐ Software\n☐ Other\n☐ NA☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .doc\n☐ NA☐ < 50 TB\n☐ > 50 TB\n☐ NA\nDataset_Scal\neDevelop_W\nP2Dataset \ncontaining the \nsurvey results to \nexplore the \nfactor structure \nof the newly \ndeveloped scale \n(study 2 of \nWP2). ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav and \nxlsx\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nDataset_Surv\ney_WP3Dataset \ncontaining the \nsurvey results to \nconfirm the \nfactor structure \nof the newly \ndeveloped scale \nand examine \nthe \nrelationships of \ninterest on the ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav and ☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 6between-person \nlevel (WP3, as \nwell as study 3 \nof WP2).xlsx\n☐ NA\nDataset_Diar\ny1_WP4Dataset \ncontaining the \ndaily diary \nsurvey results \nfocusing on \nidentity goals \n(sample 1 of \nWP4)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav and \nxlsx\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nDataset_Diar\ny2_WP4Dataset \ncontaining the \ndaily diary \nsurvey results \nfocusing on \nwell-being \n(sample 2 of \nWP4)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav and \nxlsx\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  /\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe: All work packages make use of human subject data (demographic info, personality \nand well-being, media use).  \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used: socio-demographical (e.g., gender, \nage) and background information of the participants (e.g., email addresses) will be collected, but \nthis background/identification info will be stored separately. Hence, all datasets of all work \npackages will be pseudonymized.  \n-Privacy Registry Reference: ethical approval will be obtained from the Ethical Commission of KU \nLeuven (SMEC).\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).The main researcher will collect all data and group the different datafiles according to the different work \npackages (WP) in het secured KU Leuven folder. WP2 has 2 datasets and receives the names \n‘Dataset_Interviews_WP2’ and ‘Dataset_ScaleDevelop_WP2’. The raw audio files of the interviews will be \nstored under file name of ‘Recordings_Interviews_WP2’. The survey data collected for WP3 will receive \nthe name ‘Dataset_Survey_WP3’. WP4 has also 2 datasets with the names ‘Dataset_Diary1_WP4’ and \n‘Dataset_Diary2_WP4’. All data transformations and analyses performed on this datasets will be explained  \nin a document and stored in a safe folder.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created: It will \nnot be necessary to create a metadata standard for WP1 – WP3. For WP4 (diary research) a metadatafile \n(with compiled data) will be created in the following steps: 1) a unique identification code is given to each \nparticipant; 2) participants answers across consecutive days will be linked in diary research through their \nunique identification codes. After participants have been linked, the unique identification codes will be \ndeleted and the metadatafile will no longer contain personal information and will be pseudonymized.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 10Where will the data be stored?\nAll data will be stored and managed for the duration of the project on the secure central storage \ninfrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the \npassword protected intranet or through VPN. While materials may also be temporarily loaded onto \nresearchers’ personal computers (password protected) for working purposes, they will be removed \nfollowing the conclusion of the project.  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Data are automatically backed up when stored on the secure central storage infrastructure of KULeuven.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: KU Leuven ensures sufficient storage for our data which are not \nexceptionally large.\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to \nKU Leuven employees (who received access) and can only be obtained through the password protected \nintranet or through VPN. The ICTS of KU Leuven guarantee the safety and ensures to update this platform \nto be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven  \n(i.e., PhD student and (co-)supervisors) and will not be distributed to anyone else.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No costs, KU Leuven offers these services for free to KU Leuven employees.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).In accordance with the data management policy of KULeuven, all data will be stored for 10 years after \ncompletion of the project. After this period, all data will be deleted permanently.  \nAll emailaddresses will be deleted after completion of the data collection, and after disseminating the \nresults of the study.\nWhere will these data be archived (stored and \ncurated for the long-term)? Data will remain stored on the KULeuven central network drives as well as on the repository of OSF where \nthe files will be, in line with open access guidelines, stay available on the long term.\nFWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?No costs\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:\nOnly quantified pseudonymized (WP1, survey data of WP2, WP3, WP4) will be made available for reuse. \nIdentification data will be deleted from these sub-datasets, so no full datasets will be made available. All \nidentification data will only be made available to the PhD student and the PI’s.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only the PhD student and the PI’s will have access to the data.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: identification data of the participants will never be shared.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All anonymized datasets will be made available in the open access repository of OSF.\nFWO DMP Template (Flemish Standard DMP) 14When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a Creative Commons Attribution \nlicense (CC-BY 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: A DOI will be automatically made when preregistering the studies on OSF.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Gaëlle Vanhoffelen\nWho will manage data storage and backup \nduring the research project?Gaëlle Vanhoffelen\nWho will manage data preservation and \nsharing?Gaëlle Vanhoffelen\nWho will update and implement this DMP? Gaëlle Vanhoffelen"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Gaëlle Vanhoffelen (https://orcid.org/0000-0002-8807-8966) Contributor name(s) (+ ORCID) & roles Laura Vandenbosch (https://orcid.org/0000-0001-6834-8386), supervisor Lara Schreurs (https://orcid.org/0000-0003-3027-3934), co-supervisor Project number1 & title Disentangling the multi-dimensional role of authentic self-presentations on social media in adolescents’ well-being and identity development. Funder(s) GrantID211G2723N (FWO) Affiliation(s) KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description ’ . Today s adolescents grow up with social media These media permit them to present . - themselves as unique individuals Although such authentic self presentations are described , . ,as key for their identity development they have received little research attention Moreover . , they have univocally been assumed to positively affect young users Yet a scarce number of studies together with insights from motivational goal behavior suggests these links may - . be more complex as authentic self presentations can be motivated by differential goals ’ ’ , Given social media s pivotal role in adolescents developmental tasks the current PhD . - project addresses this gap By introducing a multi dimensional conceptualization of ’ - , adolescents authentic self presentations on social media this project will offer a nuanced ’ - understanding on when and how this behavior relates to adolescent s well being and . , identity goals To reach this aim literature from communication will be integrated with . / -insights from motivational psychology and sociology A systematic literature review meta analysis will be performed to provide a comprehensive overview of the literature of - . , authentic self presentations on social media Next a conceptualization and operationalization - - - of a new multi dimensional construct on different goal oriented authentic self presentations . , -will be developed Finally diary research will unravel the links between these self ’ - . presentations and the fluctuations in adolescents well being and identity goals FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Recordings_I nterviews_W P2☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: mp3 ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Dataset_Inter views_WP2Dataset containing the observational notes and transcripts of the interviews ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5performed in study 1 of WP2.☐ Software ☐ Other ☐ NA☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .doc ☐ NA☐ < 50 TB ☐ > 50 TB ☐ NA Dataset_Scal eDevelop_W P2Dataset containing the survey results to explore the factor structure of the newly developed scale (study 2 of WP2). ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav and xlsx ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Dataset_Surv ey_WP3Dataset containing the survey results to confirm the factor structure of the newly developed scale and examine the relationships of interest on the ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav and ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6between-person level (WP3, as well as study 3 of WP2).xlsx ☐ NA Dataset_Diar y1_WP4Dataset containing the daily diary survey results focusing on identity goals (sample 1 of WP4)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav and xlsx ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Dataset_Diar y2_WP4Dataset containing the daily diary survey results focusing on well-being (sample 2 of WP4)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav and xlsx ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: All work packages make use of human subject data (demographic info, personality and well-being, media use). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: socio-demographical (e.g., gender, age) and background information of the participants (e.g., email addresses) will be collected, but this background/identification info will be stored separately. Hence, all datasets of all work packages will be pseudonymized. -Privacy Registry Reference: ethical approval will be obtained from the Ethical Commission of KU Leuven (SMEC). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).The main researcher will collect all data and group the different datafiles according to the different work packages (WP) in het secured KU Leuven folder. WP2 has 2 datasets and receives the names ‘Dataset_Interviews_WP2’ and ‘Dataset_ScaleDevelop_WP2’. The raw audio files of the interviews will be stored under file name of ‘Recordings_Interviews_WP2’. The survey data collected for WP3 will receive the name ‘Dataset_Survey_WP3’. WP4 has also 2 datasets with the names ‘Dataset_Diary1_WP4’ and ‘Dataset_Diary2_WP4’. All data transformations and analyses performed on this datasets will be explained in a document and stored in a safe folder. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: It will not be necessary to create a metadata standard for WP1 – WP3. For WP4 (diary research) a metadatafile (with compiled data) will be created in the following steps: 1) a unique identification code is given to each participant; 2) participants answers across consecutive days will be linked in diary research through their unique identification codes. After participants have been linked, the unique identification codes will be deleted and the metadatafile will no longer contain personal information and will be pseudonymized. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 10Where will the data be stored? All data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN. While materials may also be temporarily loaded onto researchers’ personal computers (password protected) for working purposes, they will be removed following the conclusion of the project. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Data are automatically backed up when stored on the secure central storage infrastructure of KULeuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: KU Leuven ensures sufficient storage for our data which are not exceptionally large. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven employees (who received access) and can only be obtained through the password protected intranet or through VPN. The ICTS of KU Leuven guarantee the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven (i.e., PhD student and (co-)supervisors) and will not be distributed to anyone else. What are the expected costs for data storage and backup during the research project? How will these costs be covered?No costs, KU Leuven offers these services for free to KU Leuven employees. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).In accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently. All emailaddresses will be deleted after completion of the data collection, and after disseminating the results of the study. Where will these data be archived (stored and curated for the long-term)? Data will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be, in line with open access guidelines, stay available on the long term. FWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No costs FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: Only quantified pseudonymized (WP1, survey data of WP2, WP3, WP4) will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets will be made available. All identification data will only be made available to the PhD student and the PI’s. If access is restricted, please specify who will be able to access the data and under what conditions.Only the PhD student and the PI’s will have access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: identification data of the participants will never be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type.All anonymized datasets will be made available in the open access repository of OSF. FWO DMP Template (Flemish Standard DMP) 14When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: A DOI will be automatically made when preregistering the studies on OSF. What are the expected costs for data sharing? How will these costs be covered? No costs. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 157. Responsibilities Who will manage data documentation and metadata during the research project?Gaëlle Vanhoffelen Who will manage data storage and backup during the research project?Gaëlle Vanhoffelen Who will manage data preservation and sharing?Gaëlle Vanhoffelen Who will update and implement this DMP? Gaëlle Vanhoffelen"
}