{
    "document_id": "D-2024-2629",
    "LinkTitle": "D-2024-2629",
    "file_name": "D-2024-2629.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2629.pdf",
    "metadata": {
        "title": "The brainstem and its interaction with the basal ganglia in Parkinson’s Disease",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "The brainstem and its interaction with the basal ganglia in Parkinson’s Disease\nA Data Management Plan created using DMPonline.be\nCreator: \nAline Moorkens \n \nhttps://orcid.org/0000-0002-0304-0281\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nAline Moorkens \n \nhttps://orcid.org/0000-0002-0304-0281\nGrant number / URL: \n11P1G24N\nID: \n203261\nStart date: \n01-11-2023\nEnd date: \n01-11-2027\nProject abstract:\nDeep brain stimulation (DBS) is routinely used to treat Parkinson's disease (PD) symptoms when medication is no longer sufficient.\nDespite decades of clinical practice, the physiological mechanism underlying DBS remains elusive and it fails to treat a range of gait-\nrelated symptoms. Research has mostly focused on the cortico-basal ganglia model but this has proven incomplete. Far less explored is\nthe role of the brainstem nuclei connected to the basal ganglia, given the difficulty to access these nuclei in vivo. Given its involvement in\ngait impairments such as freezing-of-gait, a comprehensive approach to studying the brainstem may provide the key to successful\ntreatment. With the advent of cutting-edge neuroimaging techniques and chronic wireless DBS recordings, we are at a turning point in\nunderstanding brainstem functioning. I will exploit these technological advances to address two research questions. First, what is the role\nof the brainstem's connection with the basal ganglia in the pathological oscillations that are characteristic of PD? Second, what are the\npathophysiological changes associated with brainstem degeneration? To answer the former question, I will investigate the functional\ncoupling between basal ganglia and the brainstem using cognitive paradigms that are known to evoke brainstem activity.To answer the\nlatter, I will examine how neurophysiological markers of the basal ganglia-brainstem interaction evolve during the progression of PD\npathology.\nLast modified: \n10-04-2024\nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n1 of 7\nThe brainstem and its interaction with the basal ganglia in Parkinson’s Disease\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for\nyourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease\nchoose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nElectrophysiological\nrecordings (EEG &\nLFP) - Shanghai\nJiao Tong\nUniversity School\nof Medicine,\nAffiliated Ruijin\nHospital (China)\nElectrophysiological\nrecordings from\nParkinson's\ndisease, dystonia\nand epilepsy\npatients, including\nintracranial local\nfield potential (LFP)\ndata measured via\ndeep brain\nstimulation (DBS)\nelectrodes and\nEEG data. \nReused\nDigital\nExperimental\nNA (multiple\nfile types)\n< 1TB\n \nElectrophysiological\nrecordings (EEG &\nLFP) - KU Leuven\nThis dataset will be\ncollected at UZ\nLeuven, patient\nrecruitment is done\nby prof. Myles Mc\nLaughlin. The data\nis collected in the\nsame fashion as\nwas the case for\nthe dataset from\nRuijin Hospital.\nNew\nDigital\nExperimental\nNA (multiple\nfile types)\n< 1TB\n \nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n2 of 7\nEEG data healthy\nparticipants\nFor the\ndevelopment of\nnew stimulation\nparadigms as well\nas the optimization\nof the ones already\nin use, EEG data of\nhealthy subject is\ncollected and\nprocessed.\nNew\nDigital\nExperimental\nNA (multiple\nfile types)\n< 100 GB\n \nMR images\npre- and\npostoperative MR\nimages are\ncollected as part of\nthe DBS therapy, to\nverify electrode\nimplantation\nlocation. These\nimages will be used\nto obtain exact DBS\nelectrode locations.\nReused\nDigital\nExperimental\nNA\n< 100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nThe dataset from Ruijin Hospital China was already collected by my co-supervisor Dr. Mansoureh Fahimi Hnazaee from the\nWellcome Centre for Human Neuroimaging (University College London), and Dr. Cao Chunyan, from Shanghai Jiao Tong\nUniversity School of Medicine, Ruijin Hospital. However no previous publications about this dataset have come out nor has it been\nused in other studies. The data processing agreement with Shanghai Jiao Tong University School of Medicine, Ruijin Hospital is in\nthe making as well as the PRET application (reference: G-2023-7537).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes. \nIn the case of the dataset from Ruijin Hospital: The transfer of information from Ruijin Hospital to KU Leuven is covered by a Data\nProcessing Agreement (approval still pending). A PRET application (reference: G-2023-7537) for the approval of the processing of\nthis data at KU Leuven is also pending.\nKU Leuven, healthy participants: The collection of this data is covered by an ethical approval granted by the Ethics Committee\nResearch UZ / KU Leuven (reference: S62547).\nKU Leuven, patient data: The ethical approval permitting the collection of this dataset has not yet been obtained.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nYes. Besides EEG and intracranial LFP measurements, also pre/post implant CT/MRI scans will be collected, and basic clinical-\nand personal information, such as gender, age and dominant hand, shared.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n3 of 7\nNot applicable.\nIn the case of the Chinese dataset: The division of IP rights between Ruijin Hospital and KU Leuven is stipulated in the Data\nProcessing Agreement (reference: /, not yet finalized).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate\nand what restrictions are in place.\nYes\nThe dissemination and exploitation of transferred data and of the obtained results are stipulated in the Data Processing Agreement\n(reference: /, not yet finalized).\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNot applicable.\nIn the case of the Chinese dataset: The division of IP rights between Ruijin Hospital and KU Leuven is stipulated in the Data\nProcessing Agreement (reference: /).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nDocumentation accompanying each of the datasets listed in section 1 is kept in word documents, powerpoints detailing the\nanalytical and procedural information, definition of variables, etc. and README.txt files in Github.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data\ntype) which metadata will be created to make the data easier to find and reuse.\nNo\nNo metadata will be created for use by 3rd parties without prior approval of the responsible parties at Shanghai Jiao Tong\nUniversity School of Medicine, Affiliated Ruijin Hospita and in compliance with the Data Processing Agreement (reference: )\nbetween Ruijin Hospital and KU Leuven.\nLikewise, for data recorded at KU Leuven or received from UZLeuven, no metadata will be created without prior approval from\nUZLeuven's Ethical Committee and patient/healthy participant's consent.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe pseudonymized data received by KU Leuven or recorded at KU Leuven will be stored on a secure, password-protected\nstorage facility not accessible by external parties at the research unit.\nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n4 of 7\nHow will the data be backed up?\nDisk mirroring. The received data is a copy of the original data stored at Ruijin Hospital on a secure, password-protected computer,\nseparate from the patient dossiers from which it is a partial excerpt.\nLikewise, data received from UZLeuven will be stored on a secure, password-protected computer, separate from the patient\ndossiers from which it is a partial excerpt.\nLikewise, data recorded at KU Leuven will be stored on a secure, password-protected computer.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, the data is stored on a secure, password-protected storage facility not accessible by external parties.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data received or recorded at at KU Leuven will be stored on a secure, password protected computer not accessible by external\nparties and on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage resources at KU Leuven are covered by grants.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable)\nafter the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or\ncontractual restrictions, storage/budget issues, institutional policies...).\nAfter the end of the project, both the data received by KU Leuven from UZLeuven and Ruijin Hospital as well as the data generated\nat KU Leuven will be preserved for 10 years at KU Leuven, in as far as legal and contractual agreements apply.\nWhere will these data be archived (stored and curated for the long-term)?\nNot applicable.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nStorage resources at KU Leuven are covered by grants.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n5 of 7\nexplain per dataset or data type which data will be made available.\nNo (closed access)\nYes, in a restricted access repository (after approval, institutional access only, …)\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by Ruijin Hospital in compliance with the\nData Processing Agreement, reference: /). In the case of the UZ Leuven patient data, as this also concerns patient data, sharing\nwith 3th parties depends om prior approval from UZ Leuven's Ethical Committee and patient consent.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPrior approval from UZ Leuven's Ethical Committee and patient/participant's consent.when concerning UZLeuven/KU Leuven\nrecorded data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nBoth datasets from Ruijin Hospital and UZ Leuven concern patient data and thus access needs to be restricted.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by Ruijin Hospital in compliance with the\nData Processing Agreement, reference: ). In the case of the UZ Leuven patient data, as this also concerns patient data, sharing\nwith 3th parties is restricted and pending approval from UZ Leuven's Ethical Committee and patient/participant's consent.\nWhen will the data be made available?\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by Ruijin Hospital in compliance with the\nData Processing Agreement, reference: ). In the case of the UZ Leuven patient data, as this also concerns patient data, sharing\nwith 3th parties is restricted and pending approval from UZ Leuven's Ethical Committee and patient/participant's consent..\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot applicable.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\n/\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n6 of 7\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMarc Van Hulle is responsible for the data received from Ruijin Hospital, in compliance with the Data Processing Agreement\n(reference: /) between Ruijin Hospital and KU Leuven, Myles McLaughlin for patient data recorded at UZLeuven, Marc Van Hulle\nfor healthy participants data at KU Leuven . \nWho will manage data storage and backup during the research project?\nMarc Van Hulle is responsible for the secure, password-protected storage data at KU Leuven of the data received from Ruijin\nHospital, as well as for the data generated at UZ Leuven. \nWho will manage data preservation and sharing?\nMarc Van Hulle \nWho will update and implement this DMP?\nMarc Van Hulle \nCreated using DMPonline.be. Last modiﬁed 10 April 2024\n7 of 7"
    },
    "clean_full_text": "The brainstem and its interaction with the basal ganglia in Parkinson’s Disease A Data Management Plan created using DMPonline.be Creator: Aline Moorkens https://orcid.org/0000-0002-0304-0281 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Aline Moorkens https://orcid.org/0000-0002-0304-0281 Grant number / URL: 11P1G24N ID: 203261 Start date: 01-11-2023 End date: 01-11-2027 Project abstract: Deep brain stimulation (DBS) is routinely used to treat Parkinson's disease (PD) symptoms when medication is no longer sufficient. Despite decades of clinical practice, the physiological mechanism underlying DBS remains elusive and it fails to treat a range of gait- related symptoms. Research has mostly focused on the cortico-basal ganglia model but this has proven incomplete. Far less explored is the role of the brainstem nuclei connected to the basal ganglia, given the difficulty to access these nuclei in vivo. Given its involvement in gait impairments such as freezing-of-gait, a comprehensive approach to studying the brainstem may provide the key to successful treatment. With the advent of cutting-edge neuroimaging techniques and chronic wireless DBS recordings, we are at a turning point in understanding brainstem functioning. I will exploit these technological advances to address two research questions. First, what is the role of the brainstem's connection with the basal ganglia in the pathological oscillations that are characteristic of PD? Second, what are the pathophysiological changes associated with brainstem degeneration? To answer the former question, I will investigate the functional coupling between basal ganglia and the brainstem using cognitive paradigms that are known to evoke brainstem activity.To answer the latter, I will examine how neurophysiological markers of the basal ganglia-brainstem interaction evolve during the progression of PD pathology. Last modified: 10-04-2024 Created using DMPonline.be. Last modiﬁed 10 April 2024 1 of 7 The brainstem and its interaction with the basal ganglia in Parkinson’s Disease FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Electrophysiological recordings (EEG & LFP) - Shanghai Jiao Tong University School of Medicine, Affiliated Ruijin Hospital (China) Electrophysiological recordings from Parkinson's disease, dystonia and epilepsy patients, including intracranial local field potential (LFP) data measured via deep brain stimulation (DBS) electrodes and EEG data. Reused Digital Experimental NA (multiple file types) < 1TB Electrophysiological recordings (EEG & LFP) - KU Leuven This dataset will be collected at UZ Leuven, patient recruitment is done by prof. Myles Mc Laughlin. The data is collected in the same fashion as was the case for the dataset from Ruijin Hospital. New Digital Experimental NA (multiple file types) < 1TB Created using DMPonline.be. Last modiﬁed 10 April 2024 2 of 7 EEG data healthy participants For the development of new stimulation paradigms as well as the optimization of the ones already in use, EEG data of healthy subject is collected and processed. New Digital Experimental NA (multiple file types) < 100 GB MR images pre- and postoperative MR images are collected as part of the DBS therapy, to verify electrode implantation location. These images will be used to obtain exact DBS electrode locations. Reused Digital Experimental NA < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The dataset from Ruijin Hospital China was already collected by my co-supervisor Dr. Mansoureh Fahimi Hnazaee from the Wellcome Centre for Human Neuroimaging (University College London), and Dr. Cao Chunyan, from Shanghai Jiao Tong University School of Medicine, Ruijin Hospital. However no previous publications about this dataset have come out nor has it been used in other studies. The data processing agreement with Shanghai Jiao Tong University School of Medicine, Ruijin Hospital is in the making as well as the PRET application (reference: G-2023-7537). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes. In the case of the dataset from Ruijin Hospital: The transfer of information from Ruijin Hospital to KU Leuven is covered by a Data Processing Agreement (approval still pending). A PRET application (reference: G-2023-7537) for the approval of the processing of this data at KU Leuven is also pending. KU Leuven, healthy participants: The collection of this data is covered by an ethical approval granted by the Ethics Committee Research UZ / KU Leuven (reference: S62547). KU Leuven, patient data: The ethical approval permitting the collection of this dataset has not yet been obtained. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Yes. Besides EEG and intracranial LFP measurements, also pre/post implant CT/MRI scans will be collected, and basic clinical- and personal information, such as gender, age and dominant hand, shared. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 10 April 2024 3 of 7 Not applicable. In the case of the Chinese dataset: The division of IP rights between Ruijin Hospital and KU Leuven is stipulated in the Data Processing Agreement (reference: /, not yet finalized). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The dissemination and exploitation of transferred data and of the obtained results are stipulated in the Data Processing Agreement (reference: /, not yet finalized). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable. In the case of the Chinese dataset: The division of IP rights between Ruijin Hospital and KU Leuven is stipulated in the Data Processing Agreement (reference: /). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Documentation accompanying each of the datasets listed in section 1 is kept in word documents, powerpoints detailing the analytical and procedural information, definition of variables, etc. and README.txt files in Github. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata will be created for use by 3rd parties without prior approval of the responsible parties at Shanghai Jiao Tong University School of Medicine, Affiliated Ruijin Hospita and in compliance with the Data Processing Agreement (reference: ) between Ruijin Hospital and KU Leuven. Likewise, for data recorded at KU Leuven or received from UZLeuven, no metadata will be created without prior approval from UZLeuven's Ethical Committee and patient/healthy participant's consent. 3. Data storage & back-up during the research project Where will the data be stored? The pseudonymized data received by KU Leuven or recorded at KU Leuven will be stored on a secure, password-protected storage facility not accessible by external parties at the research unit. Created using DMPonline.be. Last modiﬁed 10 April 2024 4 of 7 How will the data be backed up? Disk mirroring. The received data is a copy of the original data stored at Ruijin Hospital on a secure, password-protected computer, separate from the patient dossiers from which it is a partial excerpt. Likewise, data received from UZLeuven will be stored on a secure, password-protected computer, separate from the patient dossiers from which it is a partial excerpt. Likewise, data recorded at KU Leuven will be stored on a secure, password-protected computer. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, the data is stored on a secure, password-protected storage facility not accessible by external parties. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data received or recorded at at KU Leuven will be stored on a secure, password protected computer not accessible by external parties and on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage resources at KU Leuven are covered by grants. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After the end of the project, both the data received by KU Leuven from UZLeuven and Ruijin Hospital as well as the data generated at KU Leuven will be preserved for 10 years at KU Leuven, in as far as legal and contractual agreements apply. Where will these data be archived (stored and curated for the long-term)? Not applicable. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage resources at KU Leuven are covered by grants. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please Created using DMPonline.be. Last modiﬁed 10 April 2024 5 of 7 explain per dataset or data type which data will be made available. No (closed access) Yes, in a restricted access repository (after approval, institutional access only, …) As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by Ruijin Hospital in compliance with the Data Processing Agreement, reference: /). In the case of the UZ Leuven patient data, as this also concerns patient data, sharing with 3th parties depends om prior approval from UZ Leuven's Ethical Committee and patient consent. If access is restricted, please specify who will be able to access the data and under what conditions. Prior approval from UZ Leuven's Ethical Committee and patient/participant's consent.when concerning UZLeuven/KU Leuven recorded data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Both datasets from Ruijin Hospital and UZ Leuven concern patient data and thus access needs to be restricted. Where will the data be made available? If already known, please provide a repository per dataset or data type. As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by Ruijin Hospital in compliance with the Data Processing Agreement, reference: ). In the case of the UZ Leuven patient data, as this also concerns patient data, sharing with 3th parties is restricted and pending approval from UZ Leuven's Ethical Committee and patient/participant's consent. When will the data be made available? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by Ruijin Hospital in compliance with the Data Processing Agreement, reference: ). In the case of the UZ Leuven patient data, as this also concerns patient data, sharing with 3th parties is restricted and pending approval from UZ Leuven's Ethical Committee and patient/participant's consent.. Which data usage licenses are you going to provide? If none, please explain why. Not applicable. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No / What are the expected costs for data sharing? How will these costs be covered? Not applicable. Created using DMPonline.be. Last modiﬁed 10 April 2024 6 of 7 6. Responsibilities Who will manage data documentation and metadata during the research project? Marc Van Hulle is responsible for the data received from Ruijin Hospital, in compliance with the Data Processing Agreement (reference: /) between Ruijin Hospital and KU Leuven, Myles McLaughlin for patient data recorded at UZLeuven, Marc Van Hulle for healthy participants data at KU Leuven . Who will manage data storage and backup during the research project? Marc Van Hulle is responsible for the secure, password-protected storage data at KU Leuven of the data received from Ruijin Hospital, as well as for the data generated at UZ Leuven. Who will manage data preservation and sharing? Marc Van Hulle Who will update and implement this DMP? Marc Van Hulle Created using DMPonline.be. Last modiﬁed 10 April 2024 7 of 7"
}