{
    "document_id": "D-2023-1765",
    "LinkTitle": "D-2023-1765",
    "file_name": "D-2023-1765.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1765.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_FWO_2022.docx",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "Data management plan (DMP) for FWO research project 1843123N Geert Meyfroidt, MD, PhD Department and Laboratory of Intensive Care Medicine KU Leuven  1. Describe the data types the research project will collect, generate and/or (re)use.  The research project consists of 2 prospec1ve clinical trials. Pa1ent and outcome data will be collected in accordance with the respec1ve protocols of these trials, approved by or submi=ed to the responsible ethical commi=ee.  1.a. Brain Injury and Ketamine (BIKe) study • Prospec1ve randomized double blind clinical trial to study the eﬀects of ketamine on the Therapy Intensity Level (TIL) and intracranial pressure in trauma1c brain injury (TBI) pa1ents (s60859) • Status: ongoing, recrui1ng pa1ents • Data Management plan, including data collec1on, storage, and handling, see Annex 1 1.b. Monte trial • Pilot study on the feasibility of the methodology for a future prospec1ve evalua1on of safety and clinical beneﬁts of the MONTE monitor for the management of intracranial hypertension in pa1ents with trauma1c brain injury (s66972 - Eudamed number: CIV-23-03-042694) • Status: submi=ed to the competent authori1es for ethical approval: federal agency for medicines and health products (FAMHP).  • Data Management plan, including data collec1on, storage, and handling, see Annex 2  2. Specify in which way the following provisions are in place to preserve the data during and at least 5 years aAer the end of the research project.  • For both studies, a study database will be hosted at the University Hospitals Leuven on a secured server. Clinical research assistants of each par1cipa1ng site will log in to a central database for data entry by a secured connec1on. The University Hospitals Leuven act as sponsor for both trials, and data storage is under the responsibility of the principal inves1gator, Professor Geert Meyfroidt, according to their respec1ve legal responsibili1es, and following the standards of Good Clinical Prac1ce (GCP).   3. What is the reason why you wish to deviate from the principle of preservaEon of data and the minimum preservaEon term of 5 years?  • Not applicable: we will not deviate from the principle of preserva1on of data and the minimum preserva1on term of 5 years.   \n4. Are there issues concerning research data indicated in the ethics quesEonnaire of this applicaEon form? Which speciﬁc security measures do those data require?  • We refer to annex 1 and 2 where the data management plans of both trials are described.   5. Which other issues related to the data management plan are relevant to menEon?  • None    \nAnnex 1: DMP Brain Injury and Ketamine (BIKE) study S60859  Webform submission from: CTC - GDPR Ques6onnaire Submi&ed on Wed, 28/04/2021 - 15:03 Submi&ed by: Anonymous Submi&ed values are: Your study S-number 60859 Processing data UZ Leuven will process pseudonymized data. Data controller versus data processor Is there (next to UZ Leuven) another university, research insQtuQon or partner involved in the study? Yes Who determines the purposes and means of the study? (this means solely ﬁnancing is insuﬃcient) This is solely determined within UZ Leuven (UZ Leuven is sponsor of the study and hence data controller) Has a data processing agreement or “DPA” been dra\\ed between the controller and the processor? Yes Research Title/Qtel Brain Injury and Ketamine: a prospecQve, randomized controlled double blind clinical trial to study the eﬀects of ketamine on therapy intensity level and intracranial pressure in acute brain injury paQents. Name of data controller/Naam van verwerkingsverantwoordelijke UZ Leuven DescripQon/beschrijving Alle meerderjarige paQënten die een hersentrauma hebben opgelopen, met nood aan kunstmaQge slaap en monitoring van de hersendruk, komen voor deze klinische studie in aanmerking. PaQënten met een hersentrauma worden vaak in kunstmaQge slaap gehouden om de hersenen tot rust te laten komen en de druk in de hersenen te verminderen. Daarnaast zijn er nog andere behandelingen die proberen de druk in de hersenen niet te hoog te laten oplopen, zoals hoogstand van het hoofd. Hiervoor wordt een combinaQe van slaapmedicaQe en pijnsQllers gebruikt. De meest gebruikte geneesmiddelen zijn propofol en midazolam. Deze producten moeten soms in hoge dosissen worden toegediend waardoor er nevenwerkingen zoals vertraagd ontwaken en nadelige eﬀecten op de bloeddruk kunnen optreden. Ketamine is een geneesmiddel dat reeds meer dan 50 jaar in de anesthesie wordt gebruikt, maar het gebruik van dit geneesmiddel bij paQënten met een hersentrauma is niet duidelijk. Recente studies (klinisch en experimenteel) hebben aangetoond dat ketamine de druk in de hersenen kan doen dalen, en er zijn aanwijzingen uit experimenteel onderzoek, dat ketamine mogelijk gunsQg eﬀect kan hebben op het herstel van de hersenen na de beschadiging. Dit werd nog tot heden niet op wetenschappelijke wijze getest in een studie met paQënten. In deze studie worden deelnemers willekeurig in 2 verschillende groepen ingedeeld. Eén groep krijgt ketamine toegediend en de andere groep zal een placebo krijgen (een steriel zouQnfuus) zolang er nood is aan kunstmaQge slaapmedicaQe. Purpose(s)/doelstelling(en) Met deze studie willen we op wetenschappelijke wijze (gerandomizeerde, gecontroleerde dubbelblinde studie) nagaan of toediening van ketamine aan een standaard kunstmaQge slaapmedicaQe aan paQënten met een hersentrauma, een gunsQg eﬀect 2 hee\\ op de therapie om de druk in de hersenen te verminderen. Data descrip5on and collec5on \nPrimary versus secondary collec5on Are new data being collected (primary processing – prospecQve study)? And/or are only already collected data being processed (secondary processing – retrospecQve study)? Primary processing (ProspecQve study) and/or Categories of personal data What categories of data are being processed? Are you collecQng “regular” personal data and/or are you collecQng “special” (sensiQve) categories of personal data? Regular personal data, Special/sensiQve categories of personal data Specify regular personal data Date/year of birth and/or age, IniQals, personal idenQﬁcaQon number assigned to data subjects parQcipaQng in the study such as EAD number, gender, BMI Specify special/sensiQve categories of personal data Health data (e.g. descripQon of characterisQcs of physical features of the body, medical history and medical test informaQon (such as blood samples results from scans and biopsies)) Data subjects Whose personal data are being processed in the framework of the research? PaQents of UZ Leuven, PaQents of other hospitals than UZ Leuven Provision of informa5on Primary and/or secondary processing Primary processing (ProspecQve) Export of data Will the collected personal data be transferred to or shared with persons/insQtuQons outside UZ Leuven? No Technical and organisa5onal measures Where are data being stored? Only centrally managed tools/systems/technology such as for example KWS, LWS What tools/systems/technology are being used (other than the tools/systems/technology for the processing of personal data made available by UZ Leuven) Data will be extracted from KWS and PDMS and collected in a Filemaker database. The Filemaker database will reside within the protected environment of UZ Leuven network. The access will be restricted to the research collaborators only and will be diﬀerenQated according to the diﬀerent research roles. All access will be logged and the database will be equipped with an audit trail (entries, changes, views and deletes). Data export will be limited to the database administrators only. The database is hosted on the central Filemaker servers which are managed by the IT department of UZ Leuven and will follow the backup and recovery strategies which are outlined by this department. At least a daily backup will be available, which are kept for at least one year. Does someone other than the invesQgator and his/her study team have access to the personal data (other than monitoring/audit/inspecQon)? No Pseudonymizing data 3 UZ Leuven will pseudonymize personal data. Pseudonymize personal data With tools supplied by UZ Leuven Lawfulness of processing Lawful basis Academic research is carried out in the public interest, this means that it is conducted to contribute to an increase of knowledge and insight that will beneﬁt (directly or indirectly) society. Agreement with the UZ Leuven principles regarding \nprocessing of personal data and data protec5on impact analysis (“DPIA”) Is UZ Leuven data controller? Please indicate under which DPIA of UZ Leuven your research ﬁts. DPIA prospecQve study Your e-mail liese.mebis@uzleuven.be    \nAnnex 2: DMP MONTE study 1 (S66972)   DATA MANAGEMENT PLAN (DMP)   Title of clinical investigation: Pilot study on the feasibility of the methodology for a future prospective evaluation of safety and clinical benefits of the MONTE monitor, for the management of intracranial hypertension in patients with traumatic brain injury.  Clinical investigation acronym: MONTE study 1 Short title: Pilot study for the evaluation of safety and clinical benefits of the MONTE monitor.   Coordinating investigator: Prof. Geert Meyfroidt  Name of Investigational Device: MONTE Legal manufacturer:  KU Leuven Research and Development Legal manufacturer address:  Waaistraat 6 – box 5105, 3000 Leuven, Belgium  Document version: 1.0 Release date: 13-04-2023     \nDescripQon The Data Management Plan (DMP) describes in detail the data handling processes to ensure delivery of study data that are accurate, reliable and ready for analysis and publishing/reporting. It outlines the procedures and processes to be used to manage all study data from the design of the electronic case report form (eCRF) and screening of the first patient to database lock and archive. This includes collection, processing, and storage of the data. The procedures for resolving data-related errors are delineated, as are the specific personnel involved in handling data management function. In the following subchapters the different aspects of the data management plan are individually addressed.  Data DescripQon DescripEon of the origin, type and format of the data that will be collected. Table 1 describes the list of data that will be collected, or generated.  Type of data Format Volume How is created Demographic data .pdf, .readme files, .xlsx, .csv, .sql 10-20KB Demographic information that are routinely available in the personal files of the patient, such as age, sex, relevant medical history. The collected data will be strictly limited to the absolute minimum data that are necessary to characterize the patient. Data will be pseudonymised before the start of the data analysis.  Clinical characteristic at admission .pdf, .readme files, .xlsx, .csv, .sql 10-20KB Metrics that quantify the clinical status of the patient at admission are routinely collected in an intensive care unit and are available in the patient electronic health record system. These metrics normally quantify the severity of illness and the probability of death or complications. The collected data will be strictly limited to the absolute minimum data that are necessary to characterize the patient. Data will be pseudonymised before the start of the data analysis.  Monitoring data .readme files, .xlsx, .csv, .sql, .npy, .htlm5 30-50GB Recordings of continuous intracranial pressure (ICP), mean arterial blood pressure (MAP) and partial tissue oxygenation (PbtO2) monitoring. Daily treatment data  .pdf, .readme files, .xlsx, .csv, .sql 2-5 MB Recordings of the patient treatment, such as treatment intensity level, surgery, use of specific interventions to lower intracranial pressure or doses of medications. Part of these data are routinely collected in the intensive care unit and stored/can be extracted from the patient's electronic health record, additional information on the patient's treatment will be collected specifically for this study through questionnaires to the clinicians. \nThe collected data will be strictly limited to the absolute minimum data that are necessary to characterize the therapy strategy for the patient.  Output of the TB-AI software .readme files, .xlsx, .csv, .sql 10-30 GB Output of the TB-AI that is displayed to the clinician. This is automatically collected by the software. Outcome data .readme files, .xlsx, .csv, .sql 10-20KB Recordings of mortality in the intensive care unit (ICU) or in the period that follows the ICU stay. Results of the patient's standardize questionnaire for the assessment of the long-term neurological status of the patient. MONTE questionnaire .readme files, .xlsx, .csv, .sql, .htlm5 10-20KB Output of the questionnaires that will be provided to the clinicians in the context of the clinical investigation. Programming code for data analysis (digital) py, .ipynb or similar 1GB Code that will be used to analyze the data of the study and extract the final results. Results  npy, xlsx, .csv, .docx, .pdf, .jpeg or similar 2-5MB Outcome of the project. It includes all the documents, figures and tables that report and summarize the scientific findings on the primary and secondary outcomes of the study.  Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use.  Yes. We will collect health data of the included patients (in a pseudonymised form). Patient indentifiers will be stored in a separate patient log at the local site. The document will be password protected.  Are there any ethical issues concerning the creaEon and/or use of the data (e.g. experiments on humans or animals, dual use)?  Yes. Ethical issues may concern the collection of personal data, specifically health data. The protocol of this clinical investigation and the related data management plan will be submitted for approval to a medics ethical committee (EC) and appropriate regulatory bodies. Ethical approval will be requested from all the participating centers. To minimize potential ethical issues we will restrict the data collected to the minimum necessary to answer the pre-defined research questions.  Does your research possibly result in research data with potenEal for tech transfer and valorisaEon? Will IP restricEons be claimed for the data you created? If so, for what data and which restricEons will be asserted? Yes. Potential intellectual property arising from this work will be managed according to the suggestions from the device manufacturer.   \nDo exisEng 3rd party agreements restrict disseminaEon or exploitaEon of the data you (re)use? If so, to what data do they relate and what restricEons regarding reuse and sharing are in place? Data sharing agreement will be signed with the investigational centers that participate to the study. Participating sites will not be allowed to publish or disseminate any data or results from the study prior to the multicenter publication. However, the participating site will be allowed to publish the results generated at the participating site if the multicenter publication has not occurred after 18 months from study database lock.  DocumentaQon and metadata What documentaEon will be provided to enable understanding and reuse of the data collected/generated in this project? The clinical investigation plan and detailed documentation on the methodology for data collection will be published on a peer-reviewed scientific journal (preferably open-access). To facilitate the potential reuse of data, monitoring and clinical data will be stored and labelled in a standardized way. Every collected data will be associated with a patient study number (pseudonymisation) and timestamp to facilitate the further analysis of data.  Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to ﬁnd and reuse. No. In the study we will collect several data of different format from each enrolled patient. Every collected data will be associated with a patient study number (pseudonymisation) and timestamp to facilitate the further analysis of data. We will also create a SQL database with the collected data to provide a structured storage of data. Data with different format will be collected in different SQL tables and linked together through the patient study number. A brief description of such SQL database will be created. Apart from this SQL dataset, data will be always available in the original format which includes, among others: .xlsx, .csv, .pdf, .readme files, .npy, .sql, .htlm5. The protocol of the clinical trial and detailed documentation on the data collection will be published on a peer-reviewed scientific journal (preferably open-access). Data storage and backup Data collecEon  Data will be collected through an electronic case report form (eCRF) (REDcap, Vanderbilt University) and through the investigational medical device. REDcap is a reliable  and secure web application that allows to build and manage databases & surveys in compliance with 21 CFR part 11, EMA, FISMA, HIPAA & GDPR requirements. If applicable, worksheets may be used for capturing some specific data in order to facilitate completion of the eCRF. Any such worksheets will become part of the study participant's source documentation and will be filed together with or as part of the medical records (during but also following completion of the study). \nIt remains the responsibility of the Investigator to check that all data relating to the study, as specified in the study CIP, are entered into the eCRF in accordance with the instructions provided and that the forms are filled out accurately, completely and in a timely manner. eCRFs are provided by the Sponsor for each participant. The study data will be transcribed from the source records (i.e. participant’s medical file or study-specific source data worksheets) into an eCRF by the principal investigator or delegated study staff. Each person needs to register for eCRF entries with an individual username and password. Transcription to the eCRF will be done as soon as possible after a participant visit and in a pseudonymized manner using a unique identifier assigned by the Sponsor.  Instructions on how to complete the eCRF will be provided to the authorized research team. The eCRFs will be available for review at the next scheduled site monitoring visit (as applicable) and shall under no circumstances capture personal data such as but not limited to the participant or their relative(s) name, home address, contact details, full date of birth, medical record number (e.g. UZ Leuven EAD number), social security number etc. Personal data will be stored in a separate patient identification log file at the local site. This log remains in the possession of the principal investigator at all times. Source ICP monitoring data will be temporarily stored on local SQL databases and backed up on recurrent basis in a password protected file (csv, HTLM5 or other formats).   Data storage Data will be stored in a pseudonymized form. Personal data of the patient and his/her close relative (name, surname, contact) will be stored in a separate patient identification log at the local investigational site. The patient identification file will remain on-site and will not be included in the trial master file. During data collection, temporary copies of the collected ICP and MAP continuous traces (referred to vitals monitoring data) will primarily be stored in a local SQL database. In this temporary phase, data backup will be performed on a recurrent basis, vitals monitoring data will be stored on the eCRF (REDcap). The remaining data (demographics, treatment information etc..) will be collected in an eCRF (REDcap). Access to the eCRF will be password protected, only delegated and trained personnel will receive a personal password to access to the eCRF. Access to the eCRF will be provided to competent authorities for review.  As specified in ISO 14155:2020 section 8.6, the Sponsor and Investigator/Participating Site will maintain a record of the location(s) of all respective Essential Clinical Investigation Documents (including but not limited to Source Documents, completed and final (e)CRF and ISF/TMF). The Sponsor should ensure that the Investigator has control of and continuous access to the (e)CRF data reported to the Sponsor during the Investigation.   The Investigator/Participating Site should have control of all Essential Documents and records generated by the Investigator/Participating Site before, during and following termination of the Investigation. Access to these Essential Documents and records should be restricted to staff who has been appropriately trained in the management of study documents. Only authorized personnel, delegated by the principal investigator, will be able to consult these documents.  The Sponsor and Principal Investigator are responsible for archiving clinical investigation specific documentation (such as but not limited to the CIP, any amendments thereto, the final Clinical Study Report (CSR) and the Study database) according to ISO 14155:2020. Source \ndata and site-specific documents (such as but not limited to the original signed ICFs) will be archived by the participating site(s) according to local practice, and for a period of at least 10 years after the clinical investigation with the device in question has ended, or, in the event that the device is subsequently placed on the market, at least 10 years after the last device has been placed on the market.1  Archived data may be held on electronic record, provided that media back-up exists, hard copies can be obtained, if required and measures are taken to prevent accidental or premature loss or destruction of data. Destruction of Essential Documents prior to, during or upon completion of the required archival period, will require written authorisation from the Sponsor.  After merging of the datasets from the different centers, a copy of the dataset will be stored on the KU Leuven Archive Storage space (K-Drive) for long-term preservation and backup. The K-Drive is a write-once/read many drive, therefore data that are stored on the K-drive cannot be modified or cancelled. During data processing and analysis, a copy of the data will be stored temporarily on the personal computer of the researcher in charge of the data analysis.  Patient log files will be stored at the local sites, costs for the long-term storage will be covered by the single Investigational Site.   Data validaEon All data relating to the study must be prepared and validated by the Investigator. Any eCRF entries, corrections and alterations must be made by the Investigator or other authorized study staff. Final sign-off of the completed eCRF will be required by the responsible PI. Proper audit trails must be available to demonstrate the validity of the study data collected. This includes historical records of original data entries, by whom and when the data was entered, as well as detailed records of any corrections or additions made to the original data entry (i.e. who made the correction/addition, when and why), without obliterating the original data entry information.  Data transfer Any participant records or datasets that are transferred to the Sponsor or any partners of the Sponsor will contain the study-specific participant identifier only; participant names or any information which would make the participant identifiable will not be transferred. All pseudonymized data relating to the study are captured in the electronic eCRF to the Sponsor or any partners of the Sponsor.  How will the data be backed up? The electronic clinical research form (eCRF) will be backed up on a recurrent basis, to minimize the risk of data loss. Data stored on the KU Leuven Archive K-Drive is managed, maintained, and backed up by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. The K-Drive is a write-once/read  1  According to UZ Leuven policy, study documents will be archived for at least 25 years following termination of the investigation \nmany drive, which means that data that are stored on the K-drive cannot be modified or cancelled.  What are the expected costs for data storage and backup during the project? How will these costs be covered? The annual cost of the REDCap license is 80€. This cost will be covered by the sponsor of the study. The annual cost of K-Drive storage is 11,38 € for illimited storage volume per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 150GB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the laboratory of intensive care medicine, KU Leuven, Belgium.  Data security: how will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Data will be always stored on a password protected environment, possibly with access log. Data stored on REDCap are password protected and a log access is recorded. Moreover REDCap is compliant with several standards for data safety and protection, that is why REDCap is the tool which is recomended by the sponsor of this clinical investigation for collection of clinical trials/clinical investigation data. Data stored on institutional personal computers (KU Leuven, Belgium) are protected via password access, as set up by the KU Leuven IT Department. Off-site access to K-Drive data is available from KU Leuven personal computers and data access points, and is password protected. Access to files in the laboratory of intensive care medicine (LICM) lab K-Drive folders is limited to members of the LICM lab.  Data preservaQon aUer the end of the project Which data will be retained for the expected 10 year period aAer the end of the project? If only a selecEon of the data can/will be preserved, clearly state why this is the case (legal or contractual restricEons, physical preservaEon issues, ...). All raw and processed data will be retained for at least 10 years after the end of the project on a long-term storage drive (K-drive), which is maintained by KU Leuven, Belgium.  What are the expected costs for data preservaEon during these 10 years? How will the costs be covered? The cost per year of the KU Leuven K-drive is of 11.384 euros. Therefore, we expect a total cost of at least 113.84 euros for data storage during the period of 10 years. This cost will be covered by the Laboratory of Intensive Care Unit at KU Leuven.  Secondary use of data Access to the data from external research groups will be considered after a request is submitted explaining the planned reuse. Commercial reuse will be allowed under contractual agreement. Further analysis of the pseudo-anonymized data will be allowed: \n• With the scope of getting insights on traumatic brain injury management • In case of a larger, properly-powered multi-center clinical investigation that follows the same methodology of the pilot clinical investigation that is descripted in this protocol, minimal changes to the methodology tested in this pilot clinical investigation are also accepted. Data from this pilot clinical investigation will be merged with the larger dataset at the end of the data collection of the larger clinical investigation.  Legal requirements All data concerning patients or their participation in this clinical investigation will be considered confidential. The principal investigator must ensure that the patient’s confidentiality is maintained. The investigator must keep logs of all patients included in the investigation. A screening log specifies date of screening hospital identifier of the patient, age, gender and potential reason for exclusion. If participation is confirmed, the enrolled subject will receive a study identification number. The subject identification log contains per patient: study ID number, name, surname, contact information and hospital identifier of the patient. If screening failure, the investigator must provide the reason of non inclusion, age and gender. All source data will be kept at a secured location with restricted access at all times. These data must be collected and processed with adequate precautions to ensure confidentiality and compliance with applicable data protection laws and regulations and more in particular the EU General Data Protection Regulation 2016/679 (GDPR) and relevant national laws implementing the GDPR. Appropriate technical and organizational measures to protect the data against unauthorized disclosure or access, accidental or unlawful destruction, or accidental loss or alteration must be established. Study staff whose responsibilities require access to personal data agree to keep the data confidential. The Investigator and the Participating Site(s) (as applicable) shall treat all information and data relating to the Study disclosed to them as confidential and shall not disclose such information to any third parties or use such information for any purpose other than the objectives of the Study as described in this CIP. The collection, processing and disclosure of personal data, such as participant health and medical information is subject to compliance with applicable laws and regulations regarding personal data protection and the processing of personal data. The Investigator will maintain all source documents and completed eCRFs that support the data collected from each Study participant, and will maintain an Investigator Site File (ISF) containing all Study documents as specified by applicable regulatory requirement(s) or in ISO14155. The Investigator will take appropriate measures to prevent accidental or premature destruction of these documents. Transfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements and regulations (such as the European General Data Protection Regulation). The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the Study. To this end, appropriate Data Transfer Agreements (DTAs) will be established.   \n ResponsibiliQes  Who will be responsible for ensuring data preservaEon and sharing? Prof. Geert Meyfroidt  Who bears the end responsibility for updaEng & implemenEng this DMP? The end responsibility for updating and implementing the DMP is with the supervisor Prof. Meyfroidt.  "
    },
    "clean_full_text": "Data management plan (DMP) for FWO research project 1843123N Geert Meyfroidt, MD, PhD Department and Laboratory of Intensive Care Medicine KU Leuven 1. Describe the data types the research project will collect, generate and/or (re)use. The research project consists of 2 prospec1ve clinical trials. Pa1ent and outcome data will be collected in accordance with the respec1ve protocols of these trials, approved by or submi=ed to the responsible ethical commi=ee. 1.a. Brain Injury and Ketamine (BIKe) study • Prospec1ve randomized double blind clinical trial to study the eﬀects of ketamine on the Therapy Intensity Level (TIL) and intracranial pressure in trauma1c brain injury (TBI) pa1ents (s60859) • Status: ongoing, recrui1ng pa1ents • Data Management plan, including data collec1on, storage, and handling, see Annex 1 1.b. Monte trial • Pilot study on the feasibility of the methodology for a future prospec1ve evalua1on of safety and clinical beneﬁts of the MONTE monitor for the management of intracranial hypertension in pa1ents with trauma1c brain injury (s66972 - Eudamed number: CIV-23-03-042694) • Status: submi=ed to the competent authori1es for ethical approval: federal agency for medicines and health products (FAMHP). • Data Management plan, including data collec1on, storage, and handling, see Annex 2 2. Specify in which way the following provisions are in place to preserve the data during and at least 5 years aAer the end of the research project. • For both studies, a study database will be hosted at the University Hospitals Leuven on a secured server. Clinical research assistants of each par1cipa1ng site will log in to a central database for data entry by a secured connec1on. The University Hospitals Leuven act as sponsor for both trials, and data storage is under the responsibility of the principal inves1gator, Professor Geert Meyfroidt, according to their respec1ve legal responsibili1es, and following the standards of Good Clinical Prac1ce (GCP). 3. What is the reason why you wish to deviate from the principle of preservaEon of data and the minimum preservaEon term of 5 years? • Not applicable: we will not deviate from the principle of preserva1on of data and the minimum preserva1on term of 5 years. 4. Are there issues concerning research data indicated in the ethics quesEonnaire of this applicaEon form? Which speciﬁc security measures do those data require? • We refer to annex 1 and 2 where the data management plans of both trials are described. 5. Which other issues related to the data management plan are relevant to menEon? • None Annex 1: DMP Brain Injury and Ketamine (BIKE) study S60859 Webform submission from: CTC - GDPR Ques6onnaire Submi&ed on Wed, 28/04/2021 - 15:03 Submi&ed by: Anonymous Submi&ed values are: Your study S-number 60859 Processing data UZ Leuven will process pseudonymized data. Data controller versus data processor Is there (next to UZ Leuven) another university, research insQtuQon or partner involved in the study? Yes Who determines the purposes and means of the study? (this means solely ﬁnancing is insuﬃcient) This is solely determined within UZ Leuven (UZ Leuven is sponsor of the study and hence data controller) Has a data processing agreement or “DPA” been dra\\ed between the controller and the processor? Yes Research Title/Qtel Brain Injury and Ketamine: a prospecQve, randomized controlled double blind clinical trial to study the eﬀects of ketamine on therapy intensity level and intracranial pressure in acute brain injury paQents. Name of data controller/Naam van verwerkingsverantwoordelijke UZ Leuven DescripQon/beschrijving Alle meerderjarige paQënten die een hersentrauma hebben opgelopen, met nood aan kunstmaQge slaap en monitoring van de hersendruk, komen voor deze klinische studie in aanmerking. PaQënten met een hersentrauma worden vaak in kunstmaQge slaap gehouden om de hersenen tot rust te laten komen en de druk in de hersenen te verminderen. Daarnaast zijn er nog andere behandelingen die proberen de druk in de hersenen niet te hoog te laten oplopen, zoals hoogstand van het hoofd. Hiervoor wordt een combinaQe van slaapmedicaQe en pijnsQllers gebruikt. De meest gebruikte geneesmiddelen zijn propofol en midazolam. Deze producten moeten soms in hoge dosissen worden toegediend waardoor er nevenwerkingen zoals vertraagd ontwaken en nadelige eﬀecten op de bloeddruk kunnen optreden. Ketamine is een geneesmiddel dat reeds meer dan 50 jaar in de anesthesie wordt gebruikt, maar het gebruik van dit geneesmiddel bij paQënten met een hersentrauma is niet duidelijk. Recente studies (klinisch en experimenteel) hebben aangetoond dat ketamine de druk in de hersenen kan doen dalen, en er zijn aanwijzingen uit experimenteel onderzoek, dat ketamine mogelijk gunsQg eﬀect kan hebben op het herstel van de hersenen na de beschadiging. Dit werd nog tot heden niet op wetenschappelijke wijze getest in een studie met paQënten. In deze studie worden deelnemers willekeurig in 2 verschillende groepen ingedeeld. Eén groep krijgt ketamine toegediend en de andere groep zal een placebo krijgen (een steriel zouQnfuus) zolang er nood is aan kunstmaQge slaapmedicaQe. Purpose(s)/doelstelling(en) Met deze studie willen we op wetenschappelijke wijze (gerandomizeerde, gecontroleerde dubbelblinde studie) nagaan of toediening van ketamine aan een standaard kunstmaQge slaapmedicaQe aan paQënten met een hersentrauma, een gunsQg eﬀect 2 hee\\ op de therapie om de druk in de hersenen te verminderen. Data descrip5on and collec5on Primary versus secondary collec5on Are new data being collected (primary processing – prospecQve study)? And/or are only already collected data being processed (secondary processing – retrospecQve study)? Primary processing (ProspecQve study) and/or Categories of personal data What categories of data are being processed? Are you collecQng “regular” personal data and/or are you collecQng “special” (sensiQve) categories of personal data? Regular personal data, Special/sensiQve categories of personal data Specify regular personal data Date/year of birth and/or age, IniQals, personal idenQﬁcaQon number assigned to data subjects parQcipaQng in the study such as EAD number, gender, BMI Specify special/sensiQve categories of personal data Health data (e.g. descripQon of characterisQcs of physical features of the body, medical history and medical test informaQon (such as blood samples results from scans and biopsies)) Data subjects Whose personal data are being processed in the framework of the research? PaQents of UZ Leuven, PaQents of other hospitals than UZ Leuven Provision of informa5on Primary and/or secondary processing Primary processing (ProspecQve) Export of data Will the collected personal data be transferred to or shared with persons/insQtuQons outside UZ Leuven? No Technical and organisa5onal measures Where are data being stored? Only centrally managed tools/systems/technology such as for example KWS, LWS What tools/systems/technology are being used (other than the tools/systems/technology for the processing of personal data made available by UZ Leuven) Data will be extracted from KWS and PDMS and collected in a Filemaker database. The Filemaker database will reside within the protected environment of UZ Leuven network. The access will be restricted to the research collaborators only and will be diﬀerenQated according to the diﬀerent research roles. All access will be logged and the database will be equipped with an audit trail (entries, changes, views and deletes). Data export will be limited to the database administrators only. The database is hosted on the central Filemaker servers which are managed by the IT department of UZ Leuven and will follow the backup and recovery strategies which are outlined by this department. At least a daily backup will be available, which are kept for at least one year. Does someone other than the invesQgator and his/her study team have access to the personal data (other than monitoring/audit/inspecQon)? No Pseudonymizing data 3 UZ Leuven will pseudonymize personal data. Pseudonymize personal data With tools supplied by UZ Leuven Lawfulness of processing Lawful basis Academic research is carried out in the public interest, this means that it is conducted to contribute to an increase of knowledge and insight that will beneﬁt (directly or indirectly) society. Agreement with the UZ Leuven principles regarding processing of personal data and data protec5on impact analysis (“DPIA”) Is UZ Leuven data controller? Please indicate under which DPIA of UZ Leuven your research ﬁts. DPIA prospecQve study Your e-mail liese.mebis@uzleuven.be Annex 2: DMP MONTE study 1 (S66972) DATA MANAGEMENT PLAN (DMP) Title of clinical investigation: Pilot study on the feasibility of the methodology for a future prospective evaluation of safety and clinical benefits of the MONTE monitor, for the management of intracranial hypertension in patients with traumatic brain injury. Clinical investigation acronym: MONTE study 1 Short title: Pilot study for the evaluation of safety and clinical benefits of the MONTE monitor. Coordinating investigator: Prof. Geert Meyfroidt Name of Investigational Device: MONTE Legal manufacturer: KU Leuven Research and Development Legal manufacturer address: Waaistraat 6 – box 5105, 3000 Leuven, Belgium Document version: 1.0 Release date: 13-04-2023 DescripQon The Data Management Plan (DMP) describes in detail the data handling processes to ensure delivery of study data that are accurate, reliable and ready for analysis and publishing/reporting. It outlines the procedures and processes to be used to manage all study data from the design of the electronic case report form (eCRF) and screening of the first patient to database lock and archive. This includes collection, processing, and storage of the data. The procedures for resolving data-related errors are delineated, as are the specific personnel involved in handling data management function. In the following subchapters the different aspects of the data management plan are individually addressed. Data DescripQon DescripEon of the origin, type and format of the data that will be collected. Table 1 describes the list of data that will be collected, or generated. Type of data Format Volume How is created Demographic data .pdf, .readme files, .xlsx, .csv, .sql 10-20KB Demographic information that are routinely available in the personal files of the patient, such as age, sex, relevant medical history. The collected data will be strictly limited to the absolute minimum data that are necessary to characterize the patient. Data will be pseudonymised before the start of the data analysis. Clinical characteristic at admission .pdf, .readme files, .xlsx, .csv, .sql 10-20KB Metrics that quantify the clinical status of the patient at admission are routinely collected in an intensive care unit and are available in the patient electronic health record system. These metrics normally quantify the severity of illness and the probability of death or complications. The collected data will be strictly limited to the absolute minimum data that are necessary to characterize the patient. Data will be pseudonymised before the start of the data analysis. Monitoring data .readme files, .xlsx, .csv, .sql, .npy, .htlm5 30-50GB Recordings of continuous intracranial pressure (ICP), mean arterial blood pressure (MAP) and partial tissue oxygenation (PbtO2) monitoring. Daily treatment data .pdf, .readme files, .xlsx, .csv, .sql 2-5 MB Recordings of the patient treatment, such as treatment intensity level, surgery, use of specific interventions to lower intracranial pressure or doses of medications. Part of these data are routinely collected in the intensive care unit and stored/can be extracted from the patient's electronic health record, additional information on the patient's treatment will be collected specifically for this study through questionnaires to the clinicians. The collected data will be strictly limited to the absolute minimum data that are necessary to characterize the therapy strategy for the patient. Output of the TB-AI software .readme files, .xlsx, .csv, .sql 10-30 GB Output of the TB-AI that is displayed to the clinician. This is automatically collected by the software. Outcome data .readme files, .xlsx, .csv, .sql 10-20KB Recordings of mortality in the intensive care unit (ICU) or in the period that follows the ICU stay. Results of the patient's standardize questionnaire for the assessment of the long-term neurological status of the patient. MONTE questionnaire .readme files, .xlsx, .csv, .sql, .htlm5 10-20KB Output of the questionnaires that will be provided to the clinicians in the context of the clinical investigation. Programming code for data analysis (digital) py, .ipynb or similar 1GB Code that will be used to analyze the data of the study and extract the final results. Results npy, xlsx, .csv, .docx, .pdf, .jpeg or similar 2-5MB Outcome of the project. It includes all the documents, figures and tables that report and summarize the scientific findings on the primary and secondary outcomes of the study. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Yes. We will collect health data of the included patients (in a pseudonymised form). Patient indentifiers will be stored in a separate patient log at the local site. The document will be password protected. Are there any ethical issues concerning the creaEon and/or use of the data (e.g. experiments on humans or animals, dual use)? Yes. Ethical issues may concern the collection of personal data, specifically health data. The protocol of this clinical investigation and the related data management plan will be submitted for approval to a medics ethical committee (EC) and appropriate regulatory bodies. Ethical approval will be requested from all the participating centers. To minimize potential ethical issues we will restrict the data collected to the minimum necessary to answer the pre-defined research questions. Does your research possibly result in research data with potenEal for tech transfer and valorisaEon? Will IP restricEons be claimed for the data you created? If so, for what data and which restricEons will be asserted? Yes. Potential intellectual property arising from this work will be managed according to the suggestions from the device manufacturer. Do exisEng 3rd party agreements restrict disseminaEon or exploitaEon of the data you (re)use? If so, to what data do they relate and what restricEons regarding reuse and sharing are in place? Data sharing agreement will be signed with the investigational centers that participate to the study. Participating sites will not be allowed to publish or disseminate any data or results from the study prior to the multicenter publication. However, the participating site will be allowed to publish the results generated at the participating site if the multicenter publication has not occurred after 18 months from study database lock. DocumentaQon and metadata What documentaEon will be provided to enable understanding and reuse of the data collected/generated in this project? The clinical investigation plan and detailed documentation on the methodology for data collection will be published on a peer-reviewed scientific journal (preferably open-access). To facilitate the potential reuse of data, monitoring and clinical data will be stored and labelled in a standardized way. Every collected data will be associated with a patient study number (pseudonymisation) and timestamp to facilitate the further analysis of data. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to ﬁnd and reuse. No. In the study we will collect several data of different format from each enrolled patient. Every collected data will be associated with a patient study number (pseudonymisation) and timestamp to facilitate the further analysis of data. We will also create a SQL database with the collected data to provide a structured storage of data. Data with different format will be collected in different SQL tables and linked together through the patient study number. A brief description of such SQL database will be created. Apart from this SQL dataset, data will be always available in the original format which includes, among others: .xlsx, .csv, .pdf, .readme files, .npy, .sql, .htlm5. The protocol of the clinical trial and detailed documentation on the data collection will be published on a peer-reviewed scientific journal (preferably open-access). Data storage and backup Data collecEon Data will be collected through an electronic case report form (eCRF) (REDcap, Vanderbilt University) and through the investigational medical device. REDcap is a reliable and secure web application that allows to build and manage databases & surveys in compliance with 21 CFR part 11, EMA, FISMA, HIPAA & GDPR requirements. If applicable, worksheets may be used for capturing some specific data in order to facilitate completion of the eCRF. Any such worksheets will become part of the study participant's source documentation and will be filed together with or as part of the medical records (during but also following completion of the study). It remains the responsibility of the Investigator to check that all data relating to the study, as specified in the study CIP, are entered into the eCRF in accordance with the instructions provided and that the forms are filled out accurately, completely and in a timely manner. eCRFs are provided by the Sponsor for each participant. The study data will be transcribed from the source records (i.e. participant’s medical file or study-specific source data worksheets) into an eCRF by the principal investigator or delegated study staff. Each person needs to register for eCRF entries with an individual username and password. Transcription to the eCRF will be done as soon as possible after a participant visit and in a pseudonymized manner using a unique identifier assigned by the Sponsor. Instructions on how to complete the eCRF will be provided to the authorized research team. The eCRFs will be available for review at the next scheduled site monitoring visit (as applicable) and shall under no circumstances capture personal data such as but not limited to the participant or their relative(s) name, home address, contact details, full date of birth, medical record number (e.g. UZ Leuven EAD number), social security number etc. Personal data will be stored in a separate patient identification log file at the local site. This log remains in the possession of the principal investigator at all times. Source ICP monitoring data will be temporarily stored on local SQL databases and backed up on recurrent basis in a password protected file (csv, HTLM5 or other formats). Data storage Data will be stored in a pseudonymized form. Personal data of the patient and his/her close relative (name, surname, contact) will be stored in a separate patient identification log at the local investigational site. The patient identification file will remain on-site and will not be included in the trial master file. During data collection, temporary copies of the collected ICP and MAP continuous traces (referred to vitals monitoring data) will primarily be stored in a local SQL database. In this temporary phase, data backup will be performed on a recurrent basis, vitals monitoring data will be stored on the eCRF (REDcap). The remaining data (demographics, treatment information etc..) will be collected in an eCRF (REDcap). Access to the eCRF will be password protected, only delegated and trained personnel will receive a personal password to access to the eCRF. Access to the eCRF will be provided to competent authorities for review. As specified in ISO 14155:2020 section 8.6, the Sponsor and Investigator/Participating Site will maintain a record of the location(s) of all respective Essential Clinical Investigation Documents (including but not limited to Source Documents, completed and final (e)CRF and ISF/TMF). The Sponsor should ensure that the Investigator has control of and continuous access to the (e)CRF data reported to the Sponsor during the Investigation. The Investigator/Participating Site should have control of all Essential Documents and records generated by the Investigator/Participating Site before, during and following termination of the Investigation. Access to these Essential Documents and records should be restricted to staff who has been appropriately trained in the management of study documents. Only authorized personnel, delegated by the principal investigator, will be able to consult these documents. The Sponsor and Principal Investigator are responsible for archiving clinical investigation specific documentation (such as but not limited to the CIP, any amendments thereto, the final Clinical Study Report (CSR) and the Study database) according to ISO 14155:2020. Source data and site-specific documents (such as but not limited to the original signed ICFs) will be archived by the participating site(s) according to local practice, and for a period of at least 10 years after the clinical investigation with the device in question has ended, or, in the event that the device is subsequently placed on the market, at least 10 years after the last device has been placed on the market.1 Archived data may be held on electronic record, provided that media back-up exists, hard copies can be obtained, if required and measures are taken to prevent accidental or premature loss or destruction of data. Destruction of Essential Documents prior to, during or upon completion of the required archival period, will require written authorisation from the Sponsor. After merging of the datasets from the different centers, a copy of the dataset will be stored on the KU Leuven Archive Storage space (K-Drive) for long-term preservation and backup. The K-Drive is a write-once/read many drive, therefore data that are stored on the K-drive cannot be modified or cancelled. During data processing and analysis, a copy of the data will be stored temporarily on the personal computer of the researcher in charge of the data analysis. Patient log files will be stored at the local sites, costs for the long-term storage will be covered by the single Investigational Site. Data validaEon All data relating to the study must be prepared and validated by the Investigator. Any eCRF entries, corrections and alterations must be made by the Investigator or other authorized study staff. Final sign-off of the completed eCRF will be required by the responsible PI. Proper audit trails must be available to demonstrate the validity of the study data collected. This includes historical records of original data entries, by whom and when the data was entered, as well as detailed records of any corrections or additions made to the original data entry (i.e. who made the correction/addition, when and why), without obliterating the original data entry information. Data transfer Any participant records or datasets that are transferred to the Sponsor or any partners of the Sponsor will contain the study-specific participant identifier only; participant names or any information which would make the participant identifiable will not be transferred. All pseudonymized data relating to the study are captured in the electronic eCRF to the Sponsor or any partners of the Sponsor. How will the data be backed up? The electronic clinical research form (eCRF) will be backed up on a recurrent basis, to minimize the risk of data loss. Data stored on the KU Leuven Archive K-Drive is managed, maintained, and backed up by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. The K-Drive is a write-once/read 1 According to UZ Leuven policy, study documents will be archived for at least 25 years following termination of the investigation many drive, which means that data that are stored on the K-drive cannot be modified or cancelled. What are the expected costs for data storage and backup during the project? How will these costs be covered? The annual cost of the REDCap license is 80€. This cost will be covered by the sponsor of the study. The annual cost of K-Drive storage is 11,38 € for illimited storage volume per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 150GB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the laboratory of intensive care medicine, KU Leuven, Belgium. Data security: how will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Data will be always stored on a password protected environment, possibly with access log. Data stored on REDCap are password protected and a log access is recorded. Moreover REDCap is compliant with several standards for data safety and protection, that is why REDCap is the tool which is recomended by the sponsor of this clinical investigation for collection of clinical trials/clinical investigation data. Data stored on institutional personal computers (KU Leuven, Belgium) are protected via password access, as set up by the KU Leuven IT Department. Off-site access to K-Drive data is available from KU Leuven personal computers and data access points, and is password protected. Access to files in the laboratory of intensive care medicine (LICM) lab K-Drive folders is limited to members of the LICM lab. Data preservaQon aUer the end of the project Which data will be retained for the expected 10 year period aAer the end of the project? If only a selecEon of the data can/will be preserved, clearly state why this is the case (legal or contractual restricEons, physical preservaEon issues, ...). All raw and processed data will be retained for at least 10 years after the end of the project on a long-term storage drive (K-drive), which is maintained by KU Leuven, Belgium. What are the expected costs for data preservaEon during these 10 years? How will the costs be covered? The cost per year of the KU Leuven K-drive is of 11.384 euros. Therefore, we expect a total cost of at least 113.84 euros for data storage during the period of 10 years. This cost will be covered by the Laboratory of Intensive Care Unit at KU Leuven. Secondary use of data Access to the data from external research groups will be considered after a request is submitted explaining the planned reuse. Commercial reuse will be allowed under contractual agreement. Further analysis of the pseudo-anonymized data will be allowed: • With the scope of getting insights on traumatic brain injury management • In case of a larger, properly-powered multi-center clinical investigation that follows the same methodology of the pilot clinical investigation that is descripted in this protocol, minimal changes to the methodology tested in this pilot clinical investigation are also accepted. Data from this pilot clinical investigation will be merged with the larger dataset at the end of the data collection of the larger clinical investigation. Legal requirements All data concerning patients or their participation in this clinical investigation will be considered confidential. The principal investigator must ensure that the patient’s confidentiality is maintained. The investigator must keep logs of all patients included in the investigation. A screening log specifies date of screening hospital identifier of the patient, age, gender and potential reason for exclusion. If participation is confirmed, the enrolled subject will receive a study identification number. The subject identification log contains per patient: study ID number, name, surname, contact information and hospital identifier of the patient. If screening failure, the investigator must provide the reason of non inclusion, age and gender. All source data will be kept at a secured location with restricted access at all times. These data must be collected and processed with adequate precautions to ensure confidentiality and compliance with applicable data protection laws and regulations and more in particular the EU General Data Protection Regulation 2016/679 (GDPR) and relevant national laws implementing the GDPR. Appropriate technical and organizational measures to protect the data against unauthorized disclosure or access, accidental or unlawful destruction, or accidental loss or alteration must be established. Study staff whose responsibilities require access to personal data agree to keep the data confidential. The Investigator and the Participating Site(s) (as applicable) shall treat all information and data relating to the Study disclosed to them as confidential and shall not disclose such information to any third parties or use such information for any purpose other than the objectives of the Study as described in this CIP. The collection, processing and disclosure of personal data, such as participant health and medical information is subject to compliance with applicable laws and regulations regarding personal data protection and the processing of personal data. The Investigator will maintain all source documents and completed eCRFs that support the data collected from each Study participant, and will maintain an Investigator Site File (ISF) containing all Study documents as specified by applicable regulatory requirement(s) or in ISO14155. The Investigator will take appropriate measures to prevent accidental or premature destruction of these documents. Transfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements and regulations (such as the European General Data Protection Regulation). The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the Study. To this end, appropriate Data Transfer Agreements (DTAs) will be established. ResponsibiliQes Who will be responsible for ensuring data preservaEon and sharing? Prof. Geert Meyfroidt Who bears the end responsibility for updaEng & implemenEng this DMP? The end responsibility for updating and implementing the DMP is with the supervisor Prof. Meyfroidt."
}