{
    "document_id": "D-2024-3579",
    "LinkTitle": "D-2024-3579",
    "file_name": "D-2024-3579.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3579.pdf",
    "metadata": {
        "title": "From scientific understanding to clinical management of motor impairment in late life depression",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nFrom scientific understanding to clinical management of motor impairment in late life depression\nCreator:\nCreator:\nMargot Van Cauwenberge\nPrincipal Investigator: \nPrincipal Investigator: \nLouise Emsell, n.n.\nData Manager: \nData Manager: \nMargot Van Cauwenberge\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nLouise Emsell, n.n. n.n.\nData Manager:\nData Manager:\n \nMargot Van Cauwenberge \n \nhttps://orcid.org/0000-0002-1324-6945\nProject abstract:\nProject abstract:\nPsychomotor dysfunction (PMD) is one of nine diagnostic symptom categories in Major Depressive Disorder. It particularly affects late\nlife depression (LLD) patients, leading to socio-functional activity impairments and falls. The neurobiology of PMD remains unclear and\nthere is no specific treatment. As PMD commonly resembles parkinsonism in older patients, the differential diagnosis from vascular,\nantipsychotic induced or primary parkinsonism, is challenging. Since each of these diagnosis requires a different management, brain\nimaging and clinical markers that aid in the diagnosis are urgently needed. \nOur study aim is to investigate the neurobiology of PMD with a combined clinical-multimodal imaging approach.\nWith the clinical approach, we want to cross-sectionally identify clinical sub-phenotypes of PMD in LLD, and compare these motor\nphenotypes to differential diagnosis such as vascular, antipsychotic induced or primary parkinsonism. Patient's clinical motor exam,\nmedical history and medication will be used to inquire a differential diagnosis and prognosis from a team of international movement\ndisorders specialists. The diagnosis and prognosis will be compared against the clinical evolution of patients after 1 year. The results are\nprojected to result in the construction of a diagnostic protocol for the diagnostic assessment of PMD in LLD, to improve the speed and\naccuracy of current clinical care, leading to better overall motor outcomes on the short -term (12 months).\nWith the imaging approach, we aim at identifying key brain regions in the basal ganglia-thalamo-cortical circuit responsible for motor\nsymptoms in LLD. Using multimodal imaging, we want to investigate biological brain changes (presynaptic dopamine, basal ganglia brain\niron, gray matter volume, white matter lesions and functional connectivity) in the cortico-basal ganglia-thalamo-cortical circuit, and\nclinical motor symptoms in LLD patients. A longitudinal arm is aspired and submitted for an FWO junior postdoctoral grant, which aims\nat comparing the co-evolution of motor symptoms and these brain changes longitudinally over 12 months, with a particular focus on\ndopaminergic longitudinal brain changes. \nID: \nID: \n212999\nStart date: \nStart date: \n01-12-2024\nLast modified: \nLast modified: \n28-02-2025\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n1 of 9\nFrom scientific understanding to clinical management of motor impairment in late life depression\nFrom scientific understanding to clinical management of motor impairment in late life depression\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nL3D_A\nepidemiological, clinical (neurological,\npsychiatric, internal) and experimental\ndata (neurological,\nneuropsychological)  (n=77 (34LLD +\n43 HC))\nE\nD\nN: majority of\ndata\nT: categorical\nvariables:\nmedication and\ncomorbidities\nA: motor exam\n(general,\nUPDRSIII, speech,\nSARA)\nI: drawing task\nfiles (MEF)\n.csv (N,T)\n \n \n \n \n.MP4 (A)\n \n \n.MEF (I)\n<1GB\n \n \n \n \n<1TB\n \n \n<1GB\n \nL3D_B\nMRI volumetry and white matter data\n(processed) (n= 71 (LLD 32+ HC39)\nE\nD\nN\n.csv\n<1GB\n \nL3D_C\nMRI SWAN data (=55 (LLD16+HC39)\nE\nD\nI\nDICOM/nifti\n<100GB\n \nLongDOPAminD_B\nMRI T1/FLAIR\n(n=68)\nPE2I-PET SUVR (n=68 LLD)\nN\nD\nI\nDICOM/nifti\n<2TB\n \nLongDOPAminD_A\nepidemiological and clinical data (=68\nLLD)\nN\nD\nA, I, N,T (similar\nto L3D_A)\n.csv (N,T)\n.MEF (I)\n.mp4 (A)\n<1GB\n<1GB\n<1TB\n \nC2 Delva_A\nepidemiological and clinical data (= 50\n(20HC/30 PD))\nE\nD\nN: majority of\ndata\nT: categorical\nvariables:\nmedication and\ncomorbidities\n.csv\n<1GB\n \nC2 Delva_B\nMRI T1/FLAIR\nPE2I-PET SUVR\n(n=50 (20HC/ 30PD))\nE\nD\nN: MRI data\nI : PE2IPET\n.csv\nDICOM\n<1GB\n<1TB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n2 of 9\n1. L3D data: NCT03849417, DOI: \n10.1186/s12888-021-03063-y\nepidemiology, clinical data, experimental motor and neuropsychological data except drawing task data >>  Location: RedCap\nPID55: \nhttps://redcap.gbiomed.kuleuven.be/redcap_v14.5.34/index.php?pid=55\nbackup of the above data + data of drawing task experiment + video material + imaging data >> location: KU Leuven L drive (large\nvolume storage):\nhttps://drives.kuleuven.be/GBW-0041_LTNP_data\n3. synaptic density and progression of PD study (\"C2 Delva\") data: NCT04243304, DOI: \n10.1002/mds.28216\nepidemiology, clinical data, experimental motor and neuropsychological data, processed imaging data >> location: KU Leuven L\ndrive (large volume storage) \nhttps://drives.kuleuven.be/GBW-0041_LTNP_data\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\n1. Leuven Late Life Depression study (L3D) (EC S61968):  Ethical committee approval / EudraCT number: 2018-004531-77.\nPersonal data (medical history, medication use, current psychiatric and neurological history and clinical exam, experimental\nmotor exam and neuropsychological investigation): all study data is pseudonomyzed.\n2. Synaptic density and progression of PD study (\"C2_Delva\") (EC S61477)\nPersonal data (medical history, medication use, current neurological history and clinical exam, experimental motor exam and\nneuropsychological investigation): all data that was transferred previously is pseudonomyzed.\n3. LongDOPAminD study: EC approval planned (current stage: CTC approval request). Study will contain same type of data as 1.\nand 2. and use pseudonomization.\n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\n1\n. \nLeuven Late Life Depression study (L3D) (EC S61968)\nPersonal data including participants name,  date-of-birth, address, primary physician and hospital adrema number, were collected\nfor ID purposes (e.g. medical safety supervision during the study). This information was collected on hard copy (paper) and\nstored together with all other hard copy data (medical history, medication, clinical scale scoring sheets, neuropsychological test\nsheets as well as informed consents and safety documents from the imaging department) in a secure location at the KU Leuven\nO&N5b 6th floor data storage room (closed access room) in a dedicated locker (additional locker key necessary). The above\nspecified personal data was also saved digitally in a separate \"pseudonomization\" file, which links the study identifier to the\nabove specified data. This password protected document is stored on the KU Leuven Large Volume Space L-drive (GBW-0041-\nLTNP_data) and only accessible for researchers who were directly involved in recruitment, screening and planning of data\ncollection (e.g. PET-MR scanning, clinical investigations and experimental assessments) and medical safety follow up during the\nstudy (e.g. study PI, study researchers directly involved in patient contact). The KU Leuven L-drive is maintained and secured by\nthe KU Leuven gbiomed IT facility.\nAll other data is  stored in the same digital environment specified above, in a pseudonomized way. This information includes\npersonal data (medical history, medication use, current psychiatric and neurological history and psychiatric plus clinical exam\n(including video taped neurological exam), experimental motor exam (including video taped speech, gait and MDS-UPDRSIII\nassessment) and neuropsychological investigation. \n2. synaptic density and progression of PD study (\"C2_Delva\", (EC S61477))\nPersonal data (medical history, medication use, current neurological history and clinical exam, experimental motor exam and\nneuropsychological investigation) that was shared by the research group previously, was digitalised and pseudonomyzed. This\ndata is available on the KU Leuven Large Volume Space L-drive (GBW-0041-LTNP_data). \n3. LongDOPAminD study: EC approval planned (current stage: CTC approval request). Study will contain same type, access\nregulation and protection of data as 1.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n3 of 9\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1. Leuven Late Life depression (L3D) study data: \nFor existing data: \nstudy design and methods, including sampling and recruitment procedures, clinical-experimental-imaging data collection\nand storage is detailed in the SOP of the Leuven Late Life depression study. The SOP includes for instance details on the\ninformed consent procedure, the data collection methodology and procedures for all epidemiological, clinical-experimental\nand imaging data including test manuals for experiments (assessment forms, rating sheets, instruction manuals), foto's of\nexperimental instruments, and screen shots to assist data storage. The updated SOP is available at KUL L-drives GBW-004-\nLTNP-data-L3D-General documents, including a version with additional comments from the study investigators on certain\nprocedures (in particular, the imaging procedures). \nfor each new data analysis, a data analysis plan specifying the aim,the input and outcome variables and the type of analysis\nand statistics that is planned, is submitted according to local UPC KU Leuven guidelines. This document is saved on the\nKUL-L drive in the same location as above. This plan includes also the software, pipeline or visual method (e.g. Fazekas\nrating) that is used to process imaging data into outcome variables used for the analysis.\nepidemiological, clinical  and experimental data is stored in RedCap, where the specification of data type and variable\ndefinitions/unit metrics are readily available for each variable and can be exported along with the values of the variable in\n.xls or .csv format.\nfor drawing task data, collection, transfer (from the tablet device) and storage (as .MEF file) is detailed with screen shots in\nthe SOP. A manual for the interpretation and handling of the generated MEF files, including the generation of excel or\ncsv.files and visualisation of data, is available at the official website of MovalyzeRsee \nNeuroScript - Help and Tutorials.\nAllready processed and newly processed imaging data during this study (in particular SWI data) is/will be stored in the same\nLarge Volume Storage environment (e.g. L-Drive GBW-0041_LTP_data_imaging_processed) in maps that starts with the\nname of the main software used for image processing, and contains all the imaging input and output files, atlases, scripts\nand software manuals necessary to reproduce the same outcome data.\n2. For the analysis of data in the LongDOPAminD study: \nAn SOP has been drafted in parallel with the study protocol that will be submitted to the CTC soon (planned submission: March\n2025). The SOP is set-up to contain the same level of detail as the SOP described in 1. The SOP should allows any researcher to\ncollect, store and even process data in absence of a study investigator (if necessary). Procedures and storage locations are\nsimilar to those described in 1.\n3. For data from the C2 Delva project, we refer to the SOP by Dr. Delva/Prof Vandenberge. Clinical data from this study as well as\nFLAIR and T1 MR imaging data has been allready transferred to our data server (L-Drive location specified above) previously,\nclinical data is stored as csv. type and imaging data as DICOM and nifti files. \nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n4 of 9\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nfor 1. (L3D) and 2. (LongDOPAminD): metadata is generated via REDcap entry of study clinical (psychiatric, internal, neurological)\nand epidemiological data. All experimental data (neurological, motor, neuropsychological) is available as metadata except for the\ndrawing task data. The data is coded based upon commonly used terminology in the fields of psychiatry (based on DSM-5\ncriteria), neurology, neuro imaging and biostatistics. Imaging data is stored on the KU Leuven lab L drive and will contain DICOM\ntags that contain sequence parameters and standard naming conventions. Reconstructed imaging data will be managed\naccording to the International Neuroinformatics Coordinating Facility (INCF) and its Neuroimaging Data Sharing Taskforce\nspecifications. This will enable the data to be shared and reused more easily within the neuroimaging community. A limited set of\nthe metadata of imaging results is available as well in REDcap: MRI volumetry (via FastSurfer v6) and the vascular scoring\n(FAZEKAS scoring).\nfor 3.: currently, no digital metadata available to our knowledge.\n \n·\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nLarge Volume Storage\nOther (specify below)\nMaster hard copies of the data, including sensitive personal data concerning study participants,  are/will be time version stamped\nand kept on a secure research unit central storage facility at KU Leuven O&N5b (sixt floor,  study storage room, double key\nprotection), or, for imaging data, via the UZ Leuven PACS system as well as at the medical imaging research center (MIRC, UZ\nLeuven/KU Leuven). Video and tablet drawing task data is immediately uploaded from the secured WACOM mobile Pro tablet, to\nthe Large Volume Network Drive (KU Leuven L-Drive, GBW-0041) as the primary storage location\nAdditional storage (backup) of the data is provided via:\n· \nLarge Volume Network Drive (KU Leuven L-drive GBW-0041): all epidemiological and clinical data, video material (clinical),\ndrawing task MEF files, imaging DICOM and nifti files (raw), imaging processed files (processed)\nLarge Volume Solid Storage: imaging DICOM and nifti files, at the medical imaging research center (Lacie backup drive).\nREDcap: epidemiological and clinical data (except video material), data derived from the neuropsychological experiment,\ncoded data derived from the motor experiments (except video and drawing task data). \nVideo and drawing task data: solid storage at WACOM mobile pro device (password secured, kept at O&N5b in a secure\nroom).\nCopies of depersonalized data can be made and kept on personal devices in accordance with the level of authorization of the\nuser and the data security level of their device.\n \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nSee also previous answer.\nAll data stored on the shared Large Volume Storage KU Leuven L-drive, located at the university's central servers, has daily\nautomatic back-up procedures by the gbiomed IT department.\nAdditional back-up for raw and processed imaging data, e.g. DICOM and nifti files of L3D, Delva C2 and LongDOPAminD study:\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n5 of 9\nadditional storage  is provided on dedicated work station at the medical imaging research center at UZ/KU Leuven (LACIE shared\ndrive).\nAdditional back-up for video data : on the secure WACOM mobile pro device (password protected) and kept at an O&N5b secure\nroom.\nAdditional back-up for processed imaging data within the current project: the results of clinical-imaging analysis will be stored as\ncsv. files and .nifti or .mgz files generated via imaging software analysis: storage on GBW-L-W4836 (2TB storage).\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess will be controlled by PI determined access rights and mediated by password protection and customized read/write\npermissions:\n--> For pseudonomized epidemiological and clinical data: \n-RedCap: only accessible by permitted researchers, after PI confirmation of access permission.\n-L drive KUL: access control is active for lab members, in addition, epidemiological and clinical data files are protected with an\nadditional central password (available in the L3D SOP).\n--> For pseudonomized video data: (e.g. no personal data provided in file names, but participants may be recognized via face or\nvoice recognition) is stored in the KUL L -drive GBW-0041 location: additional active access control is present for the main folder\ncontaining video data, via automated notification of the research investigator Margot Van Cauwenberge upon any entry of the\nfolder, plus via the compression of video data to a zip folder with an additional central password protection (available in the L3D\nSOP).\n--> For pseudonomised imaging data: specific limited sets of raw and processed DICOM and nifti data are stored at the L-drive\nGBW-0041 location and are accessible by permitted researchers with drive access. For the more complete set of imaging data\nstored at the medical imaging research center, 4 researchers from the LTNP research group currently have both room (via UZL\ncentral dispatch) and device password access.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nRedCap: €80 per project per year. For L3D: covered by LTNP lab general working budged. For LongDOPAminD: depending on\nexternal funding (planned), potentially covered by LTNP lab general working budget.\nL-drive KUL GBW-0041: €475,7 per 5 TB annually (shared space, covered by the LTNP lab working budget).\nLocal storage: no additional costs.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for\nhuman use and for clinical experiments on humans\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n6 of 9\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nDrives.KU Leuven.be --> L Drive --> GBW-0041_LTNP\nRedCAP PID 55\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nRedCap: €80 per project per year. For L3D: covered by LTNP lab general working budged. For LongDOPAminD: depending on\nexternal funding (planned).\nL-drive KUL GBW-0041: €475,7 per 5 TB annually (shared space, covered by the LTNP lab working budget).\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nFor data from the L3D and LongDOPAminD study: De-identified data can be shared for data verification purposes, upon approval\nby the study PI, at request by a researcher/ reviewer or after a granted access by a researcher for reuse, and is limited to: \n-age, sex, weight, length, comorbidity, medication\n- psychiatric scale metrics, neurological scale metrics, neuromotor numerical outcome metrics, neuropsychological experimental\noutcome metrics.\n-numerical representation of imaging outcome such as brain volumes, white matter lesion load, SN iron accumulation, etc. \nData that is not-de-identified (incl. video data, raw images) has closed access status, but reasonable requests to obtain access to\nsuch data can be considered for institutional or collaborative research purposes, if in line with the terms of the ICFs and following\nadvice from the relevant local ethics committees and LRD (e.g. an inquiry will be made with the EC to obtain advise for each such\nrequest).\nFor data from the C2 Delva project: data sharing and reuse policies fall under the responsibility of the study principal\ninvestigators. Data that was previously shared in the collaboration with our lab, will principally not be shared with other\nresearchers. If de-identified data is requested by a researcher/reviewer based on a journal publication or other related output, we\nwill contact the principal investigators of the C2 Delva project to inquire on data sharing (Prof W.Vandenberghe, Dr. A.Delva).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data from the L3D project and LongDOPAminD study can be respectively accessed by the L3D study/LongDOPAminD PI and\ninvolved researchers (specified in the SOP of these studies). Requests of additional researchers within the LTNP lab or\ncollaborative researchers who may want to access data may be considered, depending on the data type and purpose, and if\nin line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD.\nA selected set of the data from the C2 Delva project  that was allready shared previously in a collaborative project, can be\naccessed by the researchers involved in this collaboration. Yet, any data reuse will be first discussed with the C2 study PI (Prof\nW.Vandenberghe, Dr. A. Delva) who may grant or decline access permission for reuse or sharing of additional data from that\nstudy. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, ethical aspects\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n7 of 9\nYes, privacy aspects\nSee ethical and legal issues in section 1 (EC approval). \nPrivacy : the study involves epidemiological and clinical data of older patients and healthy control participants.\nEthical: the study data involves sensitive information such as mood, cognitive, neurological and brain health outcomes of older\npersons.\nAccess restriction and pseudonimization of data is performed for all data types. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nAvailability of the data will depend on data type and purpose. \nResults generated from the data that involve\n group wise\n group wise\n epidemiological, clinical and imaging outcome, will be available in the\nform of publications, presentations and abstracts (conference abstract). These publications will be provided via Lirias 2.0 and\nfollow official access regulations, policies and embargoes as specified by KU Leuven.\nIndividual \nIndividual \nresults that involve de-identified non-sensitive data can be made available upon request or as a supplementary data file\n(e.g. a table of limited demographics and scores of participants with the worst scores on a specific motor experiment), if in line\nwith the terms of the ICFs and following advice from the relevant local ethics committees and LRD. The availability of the data for\nsharing will be explicitly mentioned in publications.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nnot yet defined.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \n·    The cost of data-sharing is directly dependent on the long-term large volume storage during and after completion of the\nproject. These costs will be covered by the allocated budget. Data- sharing within the lab will be conducted using controlled\naccess to KUL/UZ managed servers and file-transfer services, and should not incur  costs beyond those described above.\nResponsibilities\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n8 of 9\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDr. Margot Van Cauwenberge\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDr. Margot Van Cauwenberge\nKU Leuven gbiomed IT departmend\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDr. Margot Van Cauwenberge\nDr. Louise Emsell\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nDr. Margot Van Cauwenberge\nCreated using DMPonline.be. Last modiﬁed 28 February 2025\n9 of 9"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: From scientific understanding to clinical management of motor impairment in late life depression Creator: Creator: Margot Van Cauwenberge Principal Investigator: Principal Investigator: Louise Emsell, n.n. Data Manager: Data Manager: Margot Van Cauwenberge Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Louise Emsell, n.n. n.n. Data Manager: Data Manager: Margot Van Cauwenberge https://orcid.org/0000-0002-1324-6945 Project abstract: Project abstract: Psychomotor dysfunction (PMD) is one of nine diagnostic symptom categories in Major Depressive Disorder. It particularly affects late life depression (LLD) patients, leading to socio-functional activity impairments and falls. The neurobiology of PMD remains unclear and there is no specific treatment. As PMD commonly resembles parkinsonism in older patients, the differential diagnosis from vascular, antipsychotic induced or primary parkinsonism, is challenging. Since each of these diagnosis requires a different management, brain imaging and clinical markers that aid in the diagnosis are urgently needed. Our study aim is to investigate the neurobiology of PMD with a combined clinical-multimodal imaging approach. With the clinical approach, we want to cross-sectionally identify clinical sub-phenotypes of PMD in LLD, and compare these motor phenotypes to differential diagnosis such as vascular, antipsychotic induced or primary parkinsonism. Patient's clinical motor exam, medical history and medication will be used to inquire a differential diagnosis and prognosis from a team of international movement disorders specialists. The diagnosis and prognosis will be compared against the clinical evolution of patients after 1 year. The results are projected to result in the construction of a diagnostic protocol for the diagnostic assessment of PMD in LLD, to improve the speed and accuracy of current clinical care, leading to better overall motor outcomes on the short -term (12 months). With the imaging approach, we aim at identifying key brain regions in the basal ganglia-thalamo-cortical circuit responsible for motor symptoms in LLD. Using multimodal imaging, we want to investigate biological brain changes (presynaptic dopamine, basal ganglia brain iron, gray matter volume, white matter lesions and functional connectivity) in the cortico-basal ganglia-thalamo-cortical circuit, and clinical motor symptoms in LLD patients. A longitudinal arm is aspired and submitted for an FWO junior postdoctoral grant, which aims at comparing the co-evolution of motor symptoms and these brain changes longitudinally over 12 months, with a particular focus on dopaminergic longitudinal brain changes. ID: ID: 212999 Start date: Start date: 01-12-2024 Last modified: Last modified: 28-02-2025 Created using DMPonline.be. Last modiﬁed 28 February 2025 1 of 9 From scientific understanding to clinical management of motor impairment in late life depression From scientific understanding to clinical management of motor impairment in late life depression Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA L3D_A epidemiological, clinical (neurological, psychiatric, internal) and experimental data (neurological, neuropsychological) (n=77 (34LLD + 43 HC)) E D N: majority of data T: categorical variables: medication and comorbidities A: motor exam (general, UPDRSIII, speech, SARA) I: drawing task files (MEF) .csv (N,T) .MP4 (A) .MEF (I) <1GB <1TB <1GB L3D_B MRI volumetry and white matter data (processed) (n= 71 (LLD 32+ HC39) E D N .csv <1GB L3D_C MRI SWAN data (=55 (LLD16+HC39) E D I DICOM/nifti <100GB LongDOPAminD_B MRI T1/FLAIR (n=68) PE2I-PET SUVR (n=68 LLD) N D I DICOM/nifti <2TB LongDOPAminD_A epidemiological and clinical data (=68 LLD) N D A, I, N,T (similar to L3D_A) .csv (N,T) .MEF (I) .mp4 (A) <1GB <1GB <1TB C2 Delva_A epidemiological and clinical data (= 50 (20HC/30 PD)) E D N: majority of data T: categorical variables: medication and comorbidities .csv <1GB C2 Delva_B MRI T1/FLAIR PE2I-PET SUVR (n=50 (20HC/ 30PD)) E D N: MRI data I : PE2IPET .csv DICOM <1GB <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Created using DMPonline.be. Last modiﬁed 28 February 2025 2 of 9 1. L3D data: NCT03849417, DOI: 10.1186/s12888-021-03063-y epidemiology, clinical data, experimental motor and neuropsychological data except drawing task data >> Location: RedCap PID55: https://redcap.gbiomed.kuleuven.be/redcap_v14.5.34/index.php?pid=55 backup of the above data + data of drawing task experiment + video material + imaging data >> location: KU Leuven L drive (large volume storage): https://drives.kuleuven.be/GBW-0041_LTNP_data 3. synaptic density and progression of PD study (\"C2 Delva\") data: NCT04243304, DOI: 10.1002/mds.28216 epidemiology, clinical data, experimental motor and neuropsychological data, processed imaging data >> location: KU Leuven L drive (large volume storage) https://drives.kuleuven.be/GBW-0041_LTNP_data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) 1. Leuven Late Life Depression study (L3D) (EC S61968): Ethical committee approval / EudraCT number: 2018-004531-77. Personal data (medical history, medication use, current psychiatric and neurological history and clinical exam, experimental motor exam and neuropsychological investigation): all study data is pseudonomyzed. 2. Synaptic density and progression of PD study (\"C2_Delva\") (EC S61477) Personal data (medical history, medication use, current neurological history and clinical exam, experimental motor exam and neuropsychological investigation): all data that was transferred previously is pseudonomyzed. 3. LongDOPAminD study: EC approval planned (current stage: CTC approval request). Study will contain same type of data as 1. and 2. and use pseudonomization. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) 1 . Leuven Late Life Depression study (L3D) (EC S61968) Personal data including participants name, date-of-birth, address, primary physician and hospital adrema number, were collected for ID purposes (e.g. medical safety supervision during the study). This information was collected on hard copy (paper) and stored together with all other hard copy data (medical history, medication, clinical scale scoring sheets, neuropsychological test sheets as well as informed consents and safety documents from the imaging department) in a secure location at the KU Leuven O&N5b 6th floor data storage room (closed access room) in a dedicated locker (additional locker key necessary). The above specified personal data was also saved digitally in a separate \"pseudonomization\" file, which links the study identifier to the above specified data. This password protected document is stored on the KU Leuven Large Volume Space L-drive (GBW-0041- LTNP_data) and only accessible for researchers who were directly involved in recruitment, screening and planning of data collection (e.g. PET-MR scanning, clinical investigations and experimental assessments) and medical safety follow up during the study (e.g. study PI, study researchers directly involved in patient contact). The KU Leuven L-drive is maintained and secured by the KU Leuven gbiomed IT facility. All other data is stored in the same digital environment specified above, in a pseudonomized way. This information includes personal data (medical history, medication use, current psychiatric and neurological history and psychiatric plus clinical exam (including video taped neurological exam), experimental motor exam (including video taped speech, gait and MDS-UPDRSIII assessment) and neuropsychological investigation. 2. synaptic density and progression of PD study (\"C2_Delva\", (EC S61477)) Personal data (medical history, medication use, current neurological history and clinical exam, experimental motor exam and neuropsychological investigation) that was shared by the research group previously, was digitalised and pseudonomyzed. This data is available on the KU Leuven Large Volume Space L-drive (GBW-0041-LTNP_data). 3. LongDOPAminD study: EC approval planned (current stage: CTC approval request). Study will contain same type, access regulation and protection of data as 1. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 28 February 2025 3 of 9 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. Leuven Late Life depression (L3D) study data: For existing data: study design and methods, including sampling and recruitment procedures, clinical-experimental-imaging data collection and storage is detailed in the SOP of the Leuven Late Life depression study. The SOP includes for instance details on the informed consent procedure, the data collection methodology and procedures for all epidemiological, clinical-experimental and imaging data including test manuals for experiments (assessment forms, rating sheets, instruction manuals), foto's of experimental instruments, and screen shots to assist data storage. The updated SOP is available at KUL L-drives GBW-004- LTNP-data-L3D-General documents, including a version with additional comments from the study investigators on certain procedures (in particular, the imaging procedures). for each new data analysis, a data analysis plan specifying the aim,the input and outcome variables and the type of analysis and statistics that is planned, is submitted according to local UPC KU Leuven guidelines. This document is saved on the KUL-L drive in the same location as above. This plan includes also the software, pipeline or visual method (e.g. Fazekas rating) that is used to process imaging data into outcome variables used for the analysis. epidemiological, clinical and experimental data is stored in RedCap, where the specification of data type and variable definitions/unit metrics are readily available for each variable and can be exported along with the values of the variable in .xls or .csv format. for drawing task data, collection, transfer (from the tablet device) and storage (as .MEF file) is detailed with screen shots in the SOP. A manual for the interpretation and handling of the generated MEF files, including the generation of excel or csv.files and visualisation of data, is available at the official website of MovalyzeRsee NeuroScript - Help and Tutorials. Allready processed and newly processed imaging data during this study (in particular SWI data) is/will be stored in the same Large Volume Storage environment (e.g. L-Drive GBW-0041_LTP_data_imaging_processed) in maps that starts with the name of the main software used for image processing, and contains all the imaging input and output files, atlases, scripts and software manuals necessary to reproduce the same outcome data. 2. For the analysis of data in the LongDOPAminD study: An SOP has been drafted in parallel with the study protocol that will be submitted to the CTC soon (planned submission: March 2025). The SOP is set-up to contain the same level of detail as the SOP described in 1. The SOP should allows any researcher to collect, store and even process data in absence of a study investigator (if necessary). Procedures and storage locations are similar to those described in 1. 3. For data from the C2 Delva project, we refer to the SOP by Dr. Delva/Prof Vandenberge. Clinical data from this study as well as FLAIR and T1 MR imaging data has been allready transferred to our data server (L-Drive location specified above) previously, clinical data is stored as csv. type and imaging data as DICOM and nifti files. Created using DMPonline.be. Last modiﬁed 28 February 2025 4 of 9 Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes for 1. (L3D) and 2. (LongDOPAminD): metadata is generated via REDcap entry of study clinical (psychiatric, internal, neurological) and epidemiological data. All experimental data (neurological, motor, neuropsychological) is available as metadata except for the drawing task data. The data is coded based upon commonly used terminology in the fields of psychiatry (based on DSM-5 criteria), neurology, neuro imaging and biostatistics. Imaging data is stored on the KU Leuven lab L drive and will contain DICOM tags that contain sequence parameters and standard naming conventions. Reconstructed imaging data will be managed according to the International Neuroinformatics Coordinating Facility (INCF) and its Neuroimaging Data Sharing Taskforce specifications. This will enable the data to be shared and reused more easily within the neuroimaging community. A limited set of the metadata of imaging results is available as well in REDcap: MRI volumetry (via FastSurfer v6) and the vascular scoring (FAZEKAS scoring). for 3.: currently, no digital metadata available to our knowledge. · Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Large Volume Storage Other (specify below) Master hard copies of the data, including sensitive personal data concerning study participants, are/will be time version stamped and kept on a secure research unit central storage facility at KU Leuven O&N5b (sixt floor, study storage room, double key protection), or, for imaging data, via the UZ Leuven PACS system as well as at the medical imaging research center (MIRC, UZ Leuven/KU Leuven). Video and tablet drawing task data is immediately uploaded from the secured WACOM mobile Pro tablet, to the Large Volume Network Drive (KU Leuven L-Drive, GBW-0041) as the primary storage location Additional storage (backup) of the data is provided via: · Large Volume Network Drive (KU Leuven L-drive GBW-0041): all epidemiological and clinical data, video material (clinical), drawing task MEF files, imaging DICOM and nifti files (raw), imaging processed files (processed) Large Volume Solid Storage: imaging DICOM and nifti files, at the medical imaging research center (Lacie backup drive). REDcap: epidemiological and clinical data (except video material), data derived from the neuropsychological experiment, coded data derived from the motor experiments (except video and drawing task data). Video and drawing task data: solid storage at WACOM mobile pro device (password secured, kept at O&N5b in a secure room). Copies of depersonalized data can be made and kept on personal devices in accordance with the level of authorization of the user and the data security level of their device. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) See also previous answer. All data stored on the shared Large Volume Storage KU Leuven L-drive, located at the university's central servers, has daily automatic back-up procedures by the gbiomed IT department. Additional back-up for raw and processed imaging data, e.g. DICOM and nifti files of L3D, Delva C2 and LongDOPAminD study: Created using DMPonline.be. Last modiﬁed 28 February 2025 5 of 9 additional storage is provided on dedicated work station at the medical imaging research center at UZ/KU Leuven (LACIE shared drive). Additional back-up for video data : on the secure WACOM mobile pro device (password protected) and kept at an O&N5b secure room. Additional back-up for processed imaging data within the current project: the results of clinical-imaging analysis will be stored as csv. files and .nifti or .mgz files generated via imaging software analysis: storage on GBW-L-W4836 (2TB storage). Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access will be controlled by PI determined access rights and mediated by password protection and customized read/write permissions: --> For pseudonomized epidemiological and clinical data: -RedCap: only accessible by permitted researchers, after PI confirmation of access permission. -L drive KUL: access control is active for lab members, in addition, epidemiological and clinical data files are protected with an additional central password (available in the L3D SOP). --> For pseudonomized video data: (e.g. no personal data provided in file names, but participants may be recognized via face or voice recognition) is stored in the KUL L -drive GBW-0041 location: additional active access control is present for the main folder containing video data, via automated notification of the research investigator Margot Van Cauwenberge upon any entry of the folder, plus via the compression of video data to a zip folder with an additional central password protection (available in the L3D SOP). --> For pseudonomised imaging data: specific limited sets of raw and processed DICOM and nifti data are stored at the L-drive GBW-0041 location and are accessible by permitted researchers with drive access. For the more complete set of imaging data stored at the medical imaging research center, 4 researchers from the LTNP research group currently have both room (via UZL central dispatch) and device password access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? RedCap: €80 per project per year. For L3D: covered by LTNP lab general working budged. For LongDOPAminD: depending on external funding (planned), potentially covered by LTNP lab general working budget. L-drive KUL GBW-0041: €475,7 per 5 TB annually (shared space, covered by the LTNP lab working budget). Local storage: no additional costs. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans Created using DMPonline.be. Last modiﬁed 28 February 2025 6 of 9 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR Drives.KU Leuven.be --> L Drive --> GBW-0041_LTNP RedCAP PID 55 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? RedCap: €80 per project per year. For L3D: covered by LTNP lab general working budged. For LongDOPAminD: depending on external funding (planned). L-drive KUL GBW-0041: €475,7 per 5 TB annually (shared space, covered by the LTNP lab working budget). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) For data from the L3D and LongDOPAminD study: De-identified data can be shared for data verification purposes, upon approval by the study PI, at request by a researcher/ reviewer or after a granted access by a researcher for reuse, and is limited to: -age, sex, weight, length, comorbidity, medication - psychiatric scale metrics, neurological scale metrics, neuromotor numerical outcome metrics, neuropsychological experimental outcome metrics. -numerical representation of imaging outcome such as brain volumes, white matter lesion load, SN iron accumulation, etc. Data that is not-de-identified (incl. video data, raw images) has closed access status, but reasonable requests to obtain access to such data can be considered for institutional or collaborative research purposes, if in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD (e.g. an inquiry will be made with the EC to obtain advise for each such request). For data from the C2 Delva project: data sharing and reuse policies fall under the responsibility of the study principal investigators. Data that was previously shared in the collaboration with our lab, will principally not be shared with other researchers. If de-identified data is requested by a researcher/reviewer based on a journal publication or other related output, we will contact the principal investigators of the C2 Delva project to inquire on data sharing (Prof W.Vandenberghe, Dr. A.Delva). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data from the L3D project and LongDOPAminD study can be respectively accessed by the L3D study/LongDOPAminD PI and involved researchers (specified in the SOP of these studies). Requests of additional researchers within the LTNP lab or collaborative researchers who may want to access data may be considered, depending on the data type and purpose, and if in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD. A selected set of the data from the C2 Delva project that was allready shared previously in a collaborative project, can be accessed by the researchers involved in this collaboration. Yet, any data reuse will be first discussed with the C2 study PI (Prof W.Vandenberghe, Dr. A. Delva) who may grant or decline access permission for reuse or sharing of additional data from that study. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, ethical aspects Created using DMPonline.be. Last modiﬁed 28 February 2025 7 of 9 Yes, privacy aspects See ethical and legal issues in section 1 (EC approval). Privacy : the study involves epidemiological and clinical data of older patients and healthy control participants. Ethical: the study data involves sensitive information such as mood, cognitive, neurological and brain health outcomes of older persons. Access restriction and pseudonimization of data is performed for all data types. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Availability of the data will depend on data type and purpose. Results generated from the data that involve group wise group wise epidemiological, clinical and imaging outcome, will be available in the form of publications, presentations and abstracts (conference abstract). These publications will be provided via Lirias 2.0 and follow official access regulations, policies and embargoes as specified by KU Leuven. Individual Individual results that involve de-identified non-sensitive data can be made available upon request or as a supplementary data file (e.g. a table of limited demographics and scores of participants with the worst scores on a specific motor experiment), if in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD. The availability of the data for sharing will be explicitly mentioned in publications. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) not yet defined. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? · The cost of data-sharing is directly dependent on the long-term large volume storage during and after completion of the project. These costs will be covered by the allocated budget. Data- sharing within the lab will be conducted using controlled access to KUL/UZ managed servers and file-transfer services, and should not incur costs beyond those described above. Responsibilities Responsibilities Created using DMPonline.be. Last modiﬁed 28 February 2025 8 of 9 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Dr. Margot Van Cauwenberge Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dr. Margot Van Cauwenberge KU Leuven gbiomed IT departmend Who will manage data preservation and sharing? Who will manage data preservation and sharing? Dr. Margot Van Cauwenberge Dr. Louise Emsell Who will update and implement this DMP? Who will update and implement this DMP? Dr. Margot Van Cauwenberge Created using DMPonline.be. Last modiﬁed 28 February 2025 9 of 9"
}