{
    "document_id": "D-2023-1947",
    "LinkTitle": "D-2023-1947",
    "file_name": "D-2023-1947.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1947.pdf",
    "metadata": {
        "title": "Do transparent nudges work better? A study of moderator effects on the effectiveness of green nudges and perceived autonomy - DMP title",
        "author": "N/A",
        "creation_date": "2022-12-02 15:19:40+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Do transparent nudges work better? A study of moderator effects on the effectiveness of green nudges and\nperceived autonomy - DMP title\nProject Identifier\n 3H210668\nGrant Title\n 11H4223N\nPrincipal Investigator / Researcher\n Robin Cuypers\nProject Data Contact\n +32498761145 \nrobin.cuypers@kuleuven.be\nDescription\n Nudging aims to alter citizen's behaviour in a predictable manner without actually prohibiting choices or offering\nfinancial incentives. Ethical questions of public nudging measures concern the extent to which people should be aware of the\nway their behaviour is influenced, in other words how transparent nudging measures should be. This project investigates how\nthe transparency of 'default' and 'social norms' nudges influence the effectiveness of the nudge and the perceived autonomy of\nthose subjected to the nudge. To test the relation between effectiveness and transparency of nudges we use a combination of\ntwo online vignette experiments, two field experiments in cooperation with public institutions and twelve focus groups. The\npolicy domain for these nudges is pro-environmental behaviour.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nRobin Cuypers\nFWO Project Number & Title\n3H210668: Do transparent nudges work better? A study of moderator effects on the effectiveness of green nudges and\nperceived autonomy\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be\neasiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing\ndata, specify the source of these data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nDataset\nName\nDescription\nNew or\nReused\nDigital\nor\nPhysical\nDigital Data\nType\n \nDigital\nData\nFormat\n \nDigital\nData\nVolume\n(MB,\nGB, TB)\nSystematic\nLiterature\nReview\nThe systematic\nliterature review\nwill use existing\nscientific papers\nand documents to\nreference, both\npublicly\naccessible and\nlocked behind a\npaywall.\nIf you reuse\nexisting data,\nplease specify the\nsource, preferably\nby using a\npersistent\nidentifier (e.g.\nDOI, Handle, URL\netc.) per dataset\nor data type:\n No\npersistent\nidentifiers can be\ngiven as of yet, as\nthe systematic\nliterature review\nhas not yet been\nperformed.\nReuse\nexisting\ndata\nDigital\nCompiled/\naggregated\ndata \n.pdf\n \n< 1 GB\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nSurvey\nExperiment\n‘Default’\nThe ‘default’\nsurvey\nexperiment will\ngather\nsociodemographic\nand personality\ndata (age, sex,\ninformation about\npersonal norms\nand values,\nclimate concerns,\npolitical\nalignment, …)\nand present\nrespondents with\nvignettes\nconcerning the\nchoice of an\nenergy supplier.\nGenerate\nnew data\nDigital\nObservational\n \n.csv\n.R\n< 100\nMB\nSurvey\nExperiment\n‘Social\nNorms’\nThe ‘default’\nsurvey\nexperiment will\ngather\nsociodemographic\nand personality\ndata (age, sex,\ninformation about\npersonal norms\nand values,\nclimate concerns,\npolitical\nalignment, …)\nand present\nrespondents with\nvignettes\nconcerning the\nchoice of an\nenergy supplier.\nGenerate\nnew data\nDigital\nObservational\n.csv\n.R\n< 100\nMB\nField\nExperiment\n‘Default’\nThe ‘default’ field\nexperiment will\ngather data from\nprinters in a\nbuilding where a\npublic institution\noperates to\nmeasure people's\nprinting\nbehaviour.\nGenerate\nnew data\nDigital\nObservational\n.csv\n.R\n< 100\nMB \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nField\nExperiment\n‘Social\nNorms’\nThe ‘social norms’\nfield experiment\nwill gather data\nabout energy\nusage in different\nneighbourhoods.\nIt will gather\ninformation about\nhow much energy\ndifferent\nhouseholds use.\nGenerate\nnew data\nDigital\nObservational\n.csv\n.R\n< 100\nMB \nFocus\ngroups\naudio\n12 focus groups\nwill be recorded\nto be transcribed.\nThe audio files\nwill be deleted\nafter\ntranscription.\nGenerate\nnew data\nDigital\nObservational\n \n.mp3\n< 100\nGB \nFocus\ngroups\ntranscription\nThe data from\n“focus groups\naudio” will be\ntranscribed into\ntext.\nGenerate\nnew data\nDigital\nObservational\n.nvpx\n< 100\nMB \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference to\nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application).\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: three separate SMEC approvals, to be obtained during the second year of the project\nShort description of the kind of personal data that will be used:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n1\n. \n“Survey experiment ‘default’” and “survey experiment ‘social norms’” will collect personal data, such as age, sex,\ninformation about personal norms and values, climate concerns, political alignment and responses to vignettes pertaining\nto the choice of an energy plan. An online panel service will be used to recruit respondents. Respondents will fill in the\nsurvey at home, online. They have voluntarily chosen to take part in the online panel. The data collected will be\nanonymous and no information that can be used to identify respondents will be collected at any time by respondents.\nRespondents will be at least 18 years old, will be required to give informed consent and are able to stop participating in the\nsurvey at any time.\n \n2\n. \n“Field experiment ‘default’” and “field experiment ‘social norms’” will collect data on printing behaviour and energy usage\nbehaviour of human subjects that are unaware of the experiments in a real life setting.\n \n3\n. \n“Focus groups” will have respondents that also participated in Survey experiment ‘default’” or “survey experiment ‘social\nnorms’”. As these respondents are anonymous, researchers will choose profiles and communicate them with the online\npanel service, which will contact respondents. Respondents will then attend a physical focus groups, where they will meet\na researcher in person. Therefore, data from these respondents can no longer be anonymous to the researchers and data\nsuch as phone number and e-mail address will be collected. These data will be deleted after transcription of the focus\ngroups, and any references to respondents will be pseudonymised by the researchers for data analysis and anonymised for\nall research publications.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)\nYes\nThe project will be approved by SMEC in the second year of the project.\nDescription of the ethical issues: \n1\n. \n“Survey experiment ‘default’” and “survey experiment ‘social norms’” will perform a vignette experiment on human\nsubjects where personal data will be collected. An online panel service will be used to recruit respondents. Respondents\nwill fill in the survey at home, online. The data collected will be anonymous and no information that can be used to identify\nrespondents will be collected at any time by respondents. Respondents will be at least 18 years old, will be required to give\ninformed consent and are able to stop participating in the survey at any time.\n \n2\n. \n“Field experiment ‘default’” and “field experiment ‘social norms’” will collect data on printing behaviour and energy usage\nbehaviour of human subjects that are unaware of the experiments in a real life setting. We will collect these data whilst\ncooperating with (public) institutions, such as local cities, energy suppliers and owners of large (public) buildings.\nRespondents will be given information about the experiment after completion.\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP\nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what\ndata do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nData from “systematic literature review”: A .txt file will be created to explain the process of selecting literature and what criteria\nare used in the selection process.\n \nData from “survey experiment ‘default’” and “survey experiment ‘social norms’”: A .txt file will be created that contains\ninformation about data collection, the process of informed consent, the survey questions that were presented to respondents\nincluding survey logic (such as an explanation about how surveys differ between respondent groups) and the data extraction\nand sorting process. A .csv file will be created for both raw and processed data, where annotation will be provided to refer to the\nsurvey questions. A .R file will be created to show all statistical tests that were performed in code.\n \nData from “Field experiment ‘default’” and “field experiment ‘social norms’”: A .txt file will be created that contains information\nabout data collection (such as the process of extracting information on printing and energy usage) and the data extraction and\nsorting process. A .csv file will be created for both raw and processed data, where annotation will be provided to refer to the\nsurvey questions. A .R file will be created to show all statistical tests that were performed in code.\n \nData from “Focus groups audio” and “Focus groups transcription”: A .txt file will be created that contains information about data\ncollection (including time and setting of the focus groups), the process of informed consent, the focus group questions that were\npresented to respondents and the data extraction and sorting process. .txt files will be created for raw data, where annotation\nwill be provided to refer to the focus group questions. A .nvpx file will be created that includes the categorisation and coding of\nthe data.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail\nwhich metadata will be created to make the data easy/easier to find and reuse.\nYes\nFor all datasets apart form ‘systematic literature review’, data will be openly accessible (with restricted access until the PhD is\ncompleted) on Zenodo repository. Therefore, Zenodo’s metadata standard will be automatically applied.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nKU Leuven will provide storage capacity during the research. The university provides secure private servers using OneDrive.\nThis is sufficient for all data according to KU Leuven storage guidance, excepts highly sensitive personal data which we will not\ncollect.. There will be no physical data storing.\nHow is backup of the data provided?\nThe data will always be stored on OneDrive storage. This is cloud storage and data will be automatically backed up. No extra\neffort has to be made by researchers, as OneDrive automatically backs up all data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or\ninsufficient storage or backup capacities are available then explain how this will be taken care of.\nYes\nThe researcher’s OneDrive storage space is 2TB and is sufficient for all the data of the project.\nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nNo extra costs are expected during the project, as the current OneDrive Storage is sufficient.\nData security: how will you ensure that the data are securely stored and not accessed or modified by\nunauthorized persons?\nOneDrive storage only allows the researchers to access the data. Access is only possible through central KU Leuven login,\nprotected with a password and two-factor authentication. The OneDrive storage will be shared only between the researchers of\nthe project.\n \nThe OneDrive storage will only be accessed using the KU Leuven secure server or using a VPN service (Pulse Secure).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a selection of\nthe data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical\npreservation issues, ...).\nAll data from these datasets will be preserved: “Survey experiment ‘default’”, “survey experiment ‘social norms’”, “field\nexperiment ‘default’”, “field experiment ‘social norms’”, “focus groups transcription”. Data from “systematic literature review”\nwill not be preserved, as all data is secondary data. Data from ‘focus groups audio” will not be preserved to allow for\npseudonymisation of participants.\nWhere will the data be archived (= stored for the longer term)?\nWe will archive the data in the KU Leuven digital vault for private data, for which budget is provided. This way, data can be\nmade anonymous and be secured for long-term storage for at least 10 years in accordance with the KU Leuven research data\nmanagement policy. Data deletion will only happen when this can and will be justified and documented.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be\ncovered?\nKU Leuven policy states that no additional costs are needed for 10 year data retention.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement\nwith a 3rd party, legal restrictions)?\nYes. Specify:\nThe online panel service will prohibit sharing data that could identify a respondent. However, as all data will be anonymised or\npseudonymised, this does not affect the project. Similarly, any institution that we cooperate with will not be allowed to share\nany data that might identify a subject of the field experiments.\nWhich data will be made available after the end of the project?\nAll data and metadate from these datasets will be placed in the Zenodo repository: “Survey experiment ‘default’”, “survey\nexperiment ‘social norms’”, “field experiment ‘default’”, “field experiment ‘social norms’”, “focus groups transcription”. These\ndata will be made available in Open Access after the completion of the PhD.\n \nWe will provide the Creative Commons Attributions 4.0 International license.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUntil the completion of the PhD, access will be restricted to researchers of the project. Afterwards, all data mentioned will be\nmade available in Zenodo (Open Access).\n \nWe will provide the Creative Commons Attributions 4.0 International license.\nWhen will the data be made available?\nImmediately after the end of the project\nUntil the completion of the PhD, access will be restricted to researchers of the project. Afterwards, all data mentioned will be\nmade available in Zenodo.\nWho will be able to access the data and under what conditions?\nUntil the completion of the PhD, access will be restricted to researchers of the project. Afterwards, all data mentioned will be\nmade available in Zenodo.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\n \nWe will provide the Creative Commons Attributions 4.0 International license.\nWhat are the expected costs for data sharing? How will the costs be covered?\nZenodo is a free repository. Therefore, no extra costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nRobin Cuypers\nWho will be responsible for data storage & back up during the project?\nRobin Cuypers, KU Leuven\nWho will be responsible for ensuring data preservation and reuse ?\nRobin Cuypers & Steven Van de Walle\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Steven Van de Walle) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name Do transparent nudges work better? A study of moderator effects on the effectiveness of green nudges and perceived autonomy - DMP title Project Identifier 3H210668 Grant Title 11H4223N Principal Investigator / Researcher Robin Cuypers Project Data Contact +32498761145 robin.cuypers@kuleuven.be Description Nudging aims to alter citizen's behaviour in a predictable manner without actually prohibiting choices or offering financial incentives. Ethical questions of public nudging measures concern the extent to which people should be aware of the way their behaviour is influenced, in other words how transparent nudging measures should be. This project investigates how the transparency of 'default' and 'social norms' nudges influence the effectiveness of the nudge and the perceived autonomy of those subjected to the nudge. To test the relation between effectiveness and transparency of nudges we use a combination of two online vignette experiments, two field experiments in cooperation with public institutions and twelve focus groups. The policy domain for these nudges is pro-environmental behaviour. Institution KU Leuven 1. General Information Name applicant Robin Cuypers FWO Project Number & Title 3H210668: Do transparent nudges work better? A study of moderator effects on the effectiveness of green nudges and perceived autonomy Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Systematic Literature Review The systematic literature review will use existing scientific papers and documents to reference, both publicly accessible and locked behind a paywall. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No persistent identifiers can be given as of yet, as the systematic literature review has not yet been performed. Reuse existing data Digital Compiled/ aggregated data .pdf < 1 GB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Survey Experiment ‘Default’ The ‘default’ survey experiment will gather sociodemographic and personality data (age, sex, information about personal norms and values, climate concerns, political alignment, …) and present respondents with vignettes concerning the choice of an energy supplier. Generate new data Digital Observational .csv .R < 100 MB Survey Experiment ‘Social Norms’ The ‘default’ survey experiment will gather sociodemographic and personality data (age, sex, information about personal norms and values, climate concerns, political alignment, …) and present respondents with vignettes concerning the choice of an energy supplier. Generate new data Digital Observational .csv .R < 100 MB Field Experiment ‘Default’ The ‘default’ field experiment will gather data from printers in a building where a public institution operates to measure people's printing behaviour. Generate new data Digital Observational .csv .R < 100 MB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Field Experiment ‘Social Norms’ The ‘social norms’ field experiment will gather data about energy usage in different neighbourhoods. It will gather information about how much energy different households use. Generate new data Digital Observational .csv .R < 100 MB Focus groups audio 12 focus groups will be recorded to be transcribed. The audio files will be deleted after transcription. Generate new data Digital Observational .mp3 < 100 GB Focus groups transcription The data from “focus groups audio” will be transcribed into text. Generate new data Digital Observational .nvpx < 100 MB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: three separate SMEC approvals, to be obtained during the second year of the project Short description of the kind of personal data that will be used: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 1 . “Survey experiment ‘default’” and “survey experiment ‘social norms’” will collect personal data, such as age, sex, information about personal norms and values, climate concerns, political alignment and responses to vignettes pertaining to the choice of an energy plan. An online panel service will be used to recruit respondents. Respondents will fill in the survey at home, online. They have voluntarily chosen to take part in the online panel. The data collected will be anonymous and no information that can be used to identify respondents will be collected at any time by respondents. Respondents will be at least 18 years old, will be required to give informed consent and are able to stop participating in the survey at any time. 2 . “Field experiment ‘default’” and “field experiment ‘social norms’” will collect data on printing behaviour and energy usage behaviour of human subjects that are unaware of the experiments in a real life setting. 3 . “Focus groups” will have respondents that also participated in Survey experiment ‘default’” or “survey experiment ‘social norms’”. As these respondents are anonymous, researchers will choose profiles and communicate them with the online panel service, which will contact respondents. Respondents will then attend a physical focus groups, where they will meet a researcher in person. Therefore, data from these respondents can no longer be anonymous to the researchers and data such as phone number and e-mail address will be collected. These data will be deleted after transcription of the focus groups, and any references to respondents will be pseudonymised by the researchers for data analysis and anonymised for all research publications. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The project will be approved by SMEC in the second year of the project. Description of the ethical issues: 1 . “Survey experiment ‘default’” and “survey experiment ‘social norms’” will perform a vignette experiment on human subjects where personal data will be collected. An online panel service will be used to recruit respondents. Respondents will fill in the survey at home, online. The data collected will be anonymous and no information that can be used to identify respondents will be collected at any time by respondents. Respondents will be at least 18 years old, will be required to give informed consent and are able to stop participating in the survey at any time. 2 . “Field experiment ‘default’” and “field experiment ‘social norms’” will collect data on printing behaviour and energy usage behaviour of human subjects that are unaware of the experiments in a real life setting. We will collect these data whilst cooperating with (public) institutions, such as local cities, energy suppliers and owners of large (public) buildings. Respondents will be given information about the experiment after completion. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Data from “systematic literature review”: A .txt file will be created to explain the process of selecting literature and what criteria are used in the selection process. Data from “survey experiment ‘default’” and “survey experiment ‘social norms’”: A .txt file will be created that contains information about data collection, the process of informed consent, the survey questions that were presented to respondents including survey logic (such as an explanation about how surveys differ between respondent groups) and the data extraction and sorting process. A .csv file will be created for both raw and processed data, where annotation will be provided to refer to the survey questions. A .R file will be created to show all statistical tests that were performed in code. Data from “Field experiment ‘default’” and “field experiment ‘social norms’”: A .txt file will be created that contains information about data collection (such as the process of extracting information on printing and energy usage) and the data extraction and sorting process. A .csv file will be created for both raw and processed data, where annotation will be provided to refer to the survey questions. A .R file will be created to show all statistical tests that were performed in code. Data from “Focus groups audio” and “Focus groups transcription”: A .txt file will be created that contains information about data collection (including time and setting of the focus groups), the process of informed consent, the focus group questions that were presented to respondents and the data extraction and sorting process. .txt files will be created for raw data, where annotation will be provided to refer to the focus group questions. A .nvpx file will be created that includes the categorisation and coding of the data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For all datasets apart form ‘systematic literature review’, data will be openly accessible (with restricted access until the PhD is completed) on Zenodo repository. Therefore, Zenodo’s metadata standard will be automatically applied. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 5. Data storage and backup during the FWO project Where will the data be stored? KU Leuven will provide storage capacity during the research. The university provides secure private servers using OneDrive. This is sufficient for all data according to KU Leuven storage guidance, excepts highly sensitive personal data which we will not collect.. There will be no physical data storing. How is backup of the data provided? The data will always be stored on OneDrive storage. This is cloud storage and data will be automatically backed up. No extra effort has to be made by researchers, as OneDrive automatically backs up all data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The researcher’s OneDrive storage space is 2TB and is sufficient for all the data of the project. What are the expected costs for data storage and back up during the project? How will these costs be covered? No extra costs are expected during the project, as the current OneDrive Storage is sufficient. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive storage only allows the researchers to access the data. Access is only possible through central KU Leuven login, protected with a password and two-factor authentication. The OneDrive storage will be shared only between the researchers of the project. The OneDrive storage will only be accessed using the KU Leuven secure server or using a VPN service (Pulse Secure). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data from these datasets will be preserved: “Survey experiment ‘default’”, “survey experiment ‘social norms’”, “field experiment ‘default’”, “field experiment ‘social norms’”, “focus groups transcription”. Data from “systematic literature review” will not be preserved, as all data is secondary data. Data from ‘focus groups audio” will not be preserved to allow for pseudonymisation of participants. Where will the data be archived (= stored for the longer term)? We will archive the data in the KU Leuven digital vault for private data, for which budget is provided. This way, data can be made anonymous and be secured for long-term storage for at least 10 years in accordance with the KU Leuven research data management policy. Data deletion will only happen when this can and will be justified and documented. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? KU Leuven policy states that no additional costs are needed for 10 year data retention. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The online panel service will prohibit sharing data that could identify a respondent. However, as all data will be anonymised or pseudonymised, this does not affect the project. Similarly, any institution that we cooperate with will not be allowed to share any data that might identify a subject of the field experiments. Which data will be made available after the end of the project? All data and metadate from these datasets will be placed in the Zenodo repository: “Survey experiment ‘default’”, “survey experiment ‘social norms’”, “field experiment ‘default’”, “field experiment ‘social norms’”, “focus groups transcription”. These data will be made available in Open Access after the completion of the PhD. We will provide the Creative Commons Attributions 4.0 International license. Where/how will the data be made available for reuse? In a restricted access repository Until the completion of the PhD, access will be restricted to researchers of the project. Afterwards, all data mentioned will be made available in Zenodo (Open Access). We will provide the Creative Commons Attributions 4.0 International license. When will the data be made available? Immediately after the end of the project Until the completion of the PhD, access will be restricted to researchers of the project. Afterwards, all data mentioned will be made available in Zenodo. Who will be able to access the data and under what conditions? Until the completion of the PhD, access will be restricted to researchers of the project. Afterwards, all data mentioned will be made available in Zenodo. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 We will provide the Creative Commons Attributions 4.0 International license. What are the expected costs for data sharing? How will the costs be covered? Zenodo is a free repository. Therefore, no extra costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? Robin Cuypers Who will be responsible for data storage & back up during the project? Robin Cuypers, KU Leuven Who will be responsible for ensuring data preservation and reuse ? Robin Cuypers & Steven Van de Walle Who bears the end responsibility for updating & implementing this DMP? The PI (Steven Van de Walle) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}