{
    "document_id": "D-2024-2773",
    "LinkTitle": "D-2024-2773",
    "file_name": "D-2024-2773.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2773.pdf",
    "metadata": {
        "title": "Beyond inflammation: addressing disease impact in rheumatoid arthritis",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Beyond inflammation: addressing disease impact in rheumatoid arthritis\nA Data Management Plan created using DMPonline.be\nCreator: \nElias De Meyst\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SH4P24N\nID: \n204597\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\n4-year PhD project, with FWO-Strategic Basic research fellowship funding, focusing on optimization of pharmacological and non-pharmacological care\nstrategies aiming to reduce patient-reported disease impact in rheumatoid arthritis. The non-pharmacological part of the project aims to identify\npersistent problems unrelated to active inflammatory disease (\"unmet needs\") in patients with rheumatoid arthritis that impact patients' lives (qualitative\nstudy project), investigate optimal management strategies for unmet needs (literature studies, systematic literature review, Delphi experiment), and\nfinally design a pilot trial testing the implementation of a new care model addressing unmet needs. The pharmacological part of the project aims to\ninvestigate the optimal treatment strategy with the drug rituximab in patients with rheumatoid arthritis in terms of optimal reduction in patient-reported\ndisease impact, in a multicentric superiority randomized controlled trial (RITUXERA).\nLast modified: \n26-03-2024\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n1 of 8\nBeyond inflammation: addressing disease impact in rheumatoid arthritis\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data\nit is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data\n(the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease\nchoose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nS68348_DiscordanceScore\nDiscordance\nScore\ncalculation\nsheet for\nselection of\nparticipants of\nqualitative\nresearch\nproject\n(S68348)\nGenerate\nnew data\nDigital\nExperimental\n.xlsx\n<100MB\nNA\nS68348_RAID\nRheumatoid\nArthritis Impact\nof Disease\n(RAID)\nquestionnaires\ncompleted by\nparticipants of\nqualitative\nstudy (S68348)\nGenerate\nnew data\nPhysical\nNA\nNA\nNA\n+- 20 pages of\ncompleted\nquestionnaires\nS68348_Audiotapes\nAudiotapes and\nback up\naudiotapes of\ninterviewed\nparticipants of\nqualitative\nstudy (S68348)\nGenerate\nnew data\nDigital\nExperimental\n.m4a\n<100GB\nNA\nS68348_Transcripts\nTranscribed\ninterviews of\nparticipants of\nqualitative\nstudy (S68348)\nGenerate\nnew data\nDigital\nExperimental\n.docx\n<1GB\nNA\nS68348_Coding\nCoding of\ninterview\ntranscripts in\nNVivo (S68348)\nGenerate\nnew data\nDigital\nSoftware\nOther: NVivo\nqualitative\ndata analysis\nsoftware\n<100GB\nNA\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n2 of 8\nS67309_eCRF_online\nCompleted\neCRFs of\nparticipants of\nRCT\nRITUXERA\n(S67309) in\nREDCap \nGenerate\nnew data\nDigital\nSoftware\nOther:\nResearch\nElectronic\nData Capture\n(REDCap)\n<100GB\nNA\nS67309_eCRF_exported\nCompleted\neCRFs of\nparticipants of\nRCT\nRITUXERA\n(S67309)\nexported from\nREDCap\nGenerate\nnew data\nDigital\nExperimental\n.xlsx\n<100GB\nNA\nS67309_statisticalanalysis\nStatistical\nanalysis of data\nfrom\nRITUXERA\n(S67309)\nGenerate\nnew data\nDigital\nSoftware\nOther: R (R-\nProject for\nStatistical\nComputing)\n<100GB\nNA\nSystematicReview_Screening\nScreening\nprocess for\ninclusion in\nsystematic\nreview\n(unspecified\nintervention for\nunmet need in\nrheumatoid\narthritis)\nGenerate\nnew data\nDigital\nSoftware\nOther:\nRayyan\n<1GB\nNA\nSystematicReview_Analysis\nOverview of\nrelevant\ninformation\n(study\ncharacteristics\nand results) of\nincluded\narticles for\nsystematic\nreview\n(unspecified\nintervention for\nunmet need in\nrheumatoid\narthritis)\nGenerate\nnew data\nDigital\nCompiled data\n.xlsx\n<100GB\nNA\nDelphi\nInformation\ngathered from\nDelphi panel\nfocusing on\noptimal care\nstrategies for\nunmeet needs\nin rheumatoid\narthritis\nGenerate\nnew data\nDigital\nOther\n.docx\n<1GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nExisting data from published randomized controlled trials (found using medical literature databases like MEDLINE, Embase, Cochrane, Web of\nScience and CINAHL) will be extracted for a systematic literature review on the effect of a well-defined intervention (yet to be specified) for a\nspecific unmet need in patients with rheumatoid arthritis (yet to be specified). (Corresponding to datasets SystematicReview_Screening and\nSystematicReview_Analysis)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n3 of 8\nYes, human subject data\nIn this research project, human subject data will be collected:\nPersonal data: \nIn a qualitative study (datasets S68348_Audiotapes, S68348_Transcripts and S68348_Codes)\nIn a randomized controlled trial (datasets S67309_eCRF_online and S67309_eCRF_exported)\nHealth-related (medical) data:\nIn a qualitative study (datasets S68348_DiscordanceScore, S68348_RAID, S68348_Audiotapes, S68348_Transcripts and\nS68348_Codes)\nIn a randomized controlled trial (datasets S67309_eCRF_online,  S67309_eCRF_exported and S67309_statisticalanalysis)\nEthical approval was obtained for:\nThe qualitative study (S68348): reference B3222023001310\nThe RCT RITUXERA (S67309): EU CT reference: 2023-506638-59-01\nNB. Patients will be referred to in data sets by pseudonymisation.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nPersonal data will be processed in a qualitative study, a randomized controlled trial and a Delphi experiment.\nPersonal data includes:\nParticipating patients' name and surname (potentially): dataset S68348_Audiotapes\nParticipating patients' sex, age and other relevant demographical data (including educational level and work status): datasets\nS68348_Audiotapes, S68348_Transcripts, S68348_Codes, S67309_eCRF_online and S67309_eCRF_exported\nParticipating patients' family situation (marital status, children): datasets S68348_Audiotapes, S68348_Transcripts, S68348_Codes)\nParticipating health care professionals' demographical data (age, sex, profession and specific expertise): dataset Delphi_Input\nIn all aforementioned datasets, with the exception of dataset S68348_Audiotapes,  data of participants will be pseudonymised.\nDataset S68348_Audiotapes will be irreversibly destroyed upon completion of qualitative data analysis for the qualitative study.\nAs mentioned above, ethical approval was already obtained for the qualitative study (reference B3222023001310) and the randomized\ncontrolled trial (EU CT reference: 2023-506638-59-01). \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If\nso, please comment per dataset or data type where appropriate.\nNo\nNot applicable, as all data will not be available for commercial purposes in any capacity.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nNo\nNot applicable, as I will not be working on data created outside of the research group.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If\nso, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNot applicable.\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n4 of 8\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nDataset\nAccompanying information\nS68348_DiscordanceScore\n \nAccompanied by an additional .pdf file containing user manuals on discordance score calculations and relevant\njournal references.\nS68348_RAID\nAccompanied by an additional .pdf file containing user manuals on RAID score calculations and relevant journal\nreferences.\nS68348_Audiotapes\nNo additional accompanying information deemed necessary. \nS68348_Transcripts\nAn additional .docx file will accompany all transcripts, in which information is provided on the timing and place of\nevery interview, behavioural cues and body language information, as well as information regarding the\ninterviewer and the observer.\nS68348_Coding\nNo additional accompanying information deemed necessary.\nS67309_eCRF_online\nData dictionaries are incorporated within the REDCap software, providing information on coding of REDCap field\nnames and values of drop-down list/radiobutton answers.\nS67309_eCRF_exported\nData dictionaries will be exported from REDCap software in a .xslx file, providing information on underlying\nmeaning of coding of REDCap field names and values of drop-down list/radiobutton answers. Furthermore,\nadditional .xslx files will provide information on the timing of the study visits and pseudonymized patients IDs.\nS67309_statisticalanalysis\nInformation on performed statistical analyses will be exported from R analysis software (Rfile). Furthermore, .txt\nfiles will accompany these files for further explanations.\nSystematicReview_Screening\nNo additional accompanying information deemed necessary.\nSystematicReview_Analysis\nAccompanied by additional .docx files containing information on the search strategy (detailed per medical\ndatabase, including date of search, etc.).\nDelphi_Input\nAccompanied by additional .docx file providing information on time and place of Delphi rounds, as well as\npseudonymized parrticipant IDs.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or\ndata type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata\nwill be created to make the data easier to find and reuse.\nNo\nMetadata will accompany the data sets as stated above.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on:\nThe PhD researcher's work laptop (storage capacity of 500 GB), secured with password and biometric security.\nKU Leuven SharePoint (storage capacity of 5 TB, password protected), enabling sharing of data within authorized members within the\nresearch group. Monthly storage of new data.\nUZ / KULeuven environment (uz \\ data \\ Rheumatology), accessible to members of the research group via a password- protected personal\ncomputer.\nStatistical data will additionally be stored online (R software, password protected).\nElectronic case report forms will additionally be stored online (REDCap software, password protected).\nSystematic review screening processes will additionally be stored online (Rayyan software, password protected)\nQualitative data analysis will additionally be stored online (NVivo software, password protected)\nLiterature referencing will additionally be stored online (Endnote and Mendeley software, password protected)\nHow will the data be backed up?\nThe same data will be stored in several different ways, as specified in the previous question.\nIn addition, the PhD researcher's work laptop is automatically backed up every hour on a password secured 2TB external hard disk drive.\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n5 of 8\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nPhD researcher's work laptop: 500 GB\nExternal hard disk drive: 2TB\nKU Leuven SharePoint: 5TB\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data is either stored on the PhD researcher's work laptop, secured biometrically and by password), a password secured external hard\ndisk drive, KU Leuven SharePoint and the password-protected UZ / KULeuven environment (uz \\ data \\ Rheumatology).\nDigital data stored on the PhD researcher's work laptop (.xlsx, .pdf, .docx, ...) is additionally secured by an additional password in order to\nopen and/or modify files.\nPhysical data will be stored on the research site in a secured place only accessible by authorized members within the research group.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNVivo cost: 80 EUR for one academic year, which is considered to be sufficient to complete all analyses and export all results. Costs were\ncovered by the PhD researcher's FWO bench fee.\nREDCap cost: 80 EUR per year: 1 year for development and 3 year trial duration = 320 eur, covered by supervisor's research budget. After trial\ncompletion, all data will be exported from REDCap.\nUZ/KU Leuven environment and KU Leuven SharePoint are available for free.\nNo additional costs are expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the\nend of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nIn accordance with the KU Leuven RDM policy, data corresponding to the qualitative research project (i.e. datasets\nS68348_DiscordanceScore, S68348_RAID, S68348_Transcripts and S68348_Coding (exported from NVivo in a .docx file), a systematic\nliterature review (i.e. datasets SystematicReview_Screening and SystematicReview_Analysis), and the Delphi experiment (i.e. dataset\nDelphi_Input) will be preserved for a minimum of 10 years.\nIn accordance with the CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans,\ndata corresponding to the RCT (i.e. datasets S67309_eCRF_exported and S67309_statisticalanalysis) will be preserved for at least 25 years.\nWhere will these data be archived (stored and curated for the long-term)?\nOriginal data will remain stored in the electronic medical patient files (KWS UZ Leuven) for an undetermined amount of time. \nThe aforementioned data sets will remain stored in the UZ / KULeuven environment (uz \\ data \\ Rheumatology), KU Leuven SharePoint and at\nthe work computer of the PhD student, all environments being password-protected. An external hard disk drive containing a back up of all data\nwill be stored in a secure UZ Leuven environment.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n6 of 8\nNo (closed access)\nData will only be made available during and after the project to authorized members of the research group through the UZ / KULeuven\nenvironment (uz \\ data \\ Rheumatology) or via KU Leuven SharePoint, or through access of data backed up on an external hard disk drive.\nAs stated below, if in the future data would be shared to external researchers (thus for research purposes only) after completion of the project,\na data transfer agreement shall be drawn up. However, at present there are no plans to share data with external researchers.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will only be provided to authorized members within the research group (Skeletal Biology and Engineering Research Center, KU\nLeuven).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nNot applicable.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs stated above, pseudonymized data will be available in UZ / KULeuven environment (uz \\ data \\ Rheumatology) accessible via a password-\nprotected personal computer, KU Leuven SharePoint or via an external hard disk drive upon request via e-mail. Only authorized members\nwithin the research team will be considered for data access.\nWhen will the data be made available?\nData are already available for authorized members within the research group during the research project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAll data collected is covered by regulations on clinical trials, with the research group owning the data. Should in the future data be shared with\nthird parties for research purposes (after completion of the project), a data transfer agreement should be drawn up. At present, however, there\nare no plans to share data with external researchers. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Elias De Meyst) and Johan Joly (designated responsible person in the research group) \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n7 of 8\nThe PhD researcher (Elias De Meyst) and Johan Joly (designated responsible person in the research group) \nWho will manage data preservation and sharing?\nThe PhD researcher (Elias De Meyst) and supervisor (Prof. Dr. Patrick Verschueren) and Johan Joly (designated responsible person in the\nresearch group) \nWho will update and implement this DMP?\nThe PhD researcher (Elias De Meyst) \nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n8 of 8"
    },
    "clean_full_text": "Beyond inflammation: addressing disease impact in rheumatoid arthritis A Data Management Plan created using DMPonline.be Creator: Elias De Meyst Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SH4P24N ID: 204597 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: 4-year PhD project, with FWO-Strategic Basic research fellowship funding, focusing on optimization of pharmacological and non-pharmacological care strategies aiming to reduce patient-reported disease impact in rheumatoid arthritis. The non-pharmacological part of the project aims to identify persistent problems unrelated to active inflammatory disease (\"unmet needs\") in patients with rheumatoid arthritis that impact patients' lives (qualitative study project), investigate optimal management strategies for unmet needs (literature studies, systematic literature review, Delphi experiment), and finally design a pilot trial testing the implementation of a new care model addressing unmet needs. The pharmacological part of the project aims to investigate the optimal treatment strategy with the drug rituximab in patients with rheumatoid arthritis in terms of optimal reduction in patient-reported disease impact, in a multicentric superiority randomized controlled trial (RITUXERA). Last modified: 26-03-2024 Created using DMPonline.be. Last modiﬁed 26 March 2024 1 of 8 Beyond inflammation: addressing disease impact in rheumatoid arthritis FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA S68348_DiscordanceScore Discordance Score calculation sheet for selection of participants of qualitative research project (S68348) Generate new data Digital Experimental .xlsx <100MB NA S68348_RAID Rheumatoid Arthritis Impact of Disease (RAID) questionnaires completed by participants of qualitative study (S68348) Generate new data Physical NA NA NA +- 20 pages of completed questionnaires S68348_Audiotapes Audiotapes and back up audiotapes of interviewed participants of qualitative study (S68348) Generate new data Digital Experimental .m4a <100GB NA S68348_Transcripts Transcribed interviews of participants of qualitative study (S68348) Generate new data Digital Experimental .docx <1GB NA S68348_Coding Coding of interview transcripts in NVivo (S68348) Generate new data Digital Software Other: NVivo qualitative data analysis software <100GB NA Created using DMPonline.be. Last modiﬁed 26 March 2024 2 of 8 S67309_eCRF_online Completed eCRFs of participants of RCT RITUXERA (S67309) in REDCap Generate new data Digital Software Other: Research Electronic Data Capture (REDCap) <100GB NA S67309_eCRF_exported Completed eCRFs of participants of RCT RITUXERA (S67309) exported from REDCap Generate new data Digital Experimental .xlsx <100GB NA S67309_statisticalanalysis Statistical analysis of data from RITUXERA (S67309) Generate new data Digital Software Other: R (R- Project for Statistical Computing) <100GB NA SystematicReview_Screening Screening process for inclusion in systematic review (unspecified intervention for unmet need in rheumatoid arthritis) Generate new data Digital Software Other: Rayyan <1GB NA SystematicReview_Analysis Overview of relevant information (study characteristics and results) of included articles for systematic review (unspecified intervention for unmet need in rheumatoid arthritis) Generate new data Digital Compiled data .xlsx <100GB NA Delphi Information gathered from Delphi panel focusing on optimal care strategies for unmeet needs in rheumatoid arthritis Generate new data Digital Other .docx <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Existing data from published randomized controlled trials (found using medical literature databases like MEDLINE, Embase, Cochrane, Web of Science and CINAHL) will be extracted for a systematic literature review on the effect of a well-defined intervention (yet to be specified) for a specific unmet need in patients with rheumatoid arthritis (yet to be specified). (Corresponding to datasets SystematicReview_Screening and SystematicReview_Analysis) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 26 March 2024 3 of 8 Yes, human subject data In this research project, human subject data will be collected: Personal data: In a qualitative study (datasets S68348_Audiotapes, S68348_Transcripts and S68348_Codes) In a randomized controlled trial (datasets S67309_eCRF_online and S67309_eCRF_exported) Health-related (medical) data: In a qualitative study (datasets S68348_DiscordanceScore, S68348_RAID, S68348_Audiotapes, S68348_Transcripts and S68348_Codes) In a randomized controlled trial (datasets S67309_eCRF_online, S67309_eCRF_exported and S67309_statisticalanalysis) Ethical approval was obtained for: The qualitative study (S68348): reference B3222023001310 The RCT RITUXERA (S67309): EU CT reference: 2023-506638-59-01 NB. Patients will be referred to in data sets by pseudonymisation. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data will be processed in a qualitative study, a randomized controlled trial and a Delphi experiment. Personal data includes: Participating patients' name and surname (potentially): dataset S68348_Audiotapes Participating patients' sex, age and other relevant demographical data (including educational level and work status): datasets S68348_Audiotapes, S68348_Transcripts, S68348_Codes, S67309_eCRF_online and S67309_eCRF_exported Participating patients' family situation (marital status, children): datasets S68348_Audiotapes, S68348_Transcripts, S68348_Codes) Participating health care professionals' demographical data (age, sex, profession and specific expertise): dataset Delphi_Input In all aforementioned datasets, with the exception of dataset S68348_Audiotapes, data of participants will be pseudonymised. Dataset S68348_Audiotapes will be irreversibly destroyed upon completion of qualitative data analysis for the qualitative study. As mentioned above, ethical approval was already obtained for the qualitative study (reference B3222023001310) and the randomized controlled trial (EU CT reference: 2023-506638-59-01). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Not applicable, as all data will not be available for commercial purposes in any capacity. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Not applicable, as I will not be working on data created outside of the research group. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable. 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 26 March 2024 4 of 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Dataset Accompanying information S68348_DiscordanceScore Accompanied by an additional .pdf file containing user manuals on discordance score calculations and relevant journal references. S68348_RAID Accompanied by an additional .pdf file containing user manuals on RAID score calculations and relevant journal references. S68348_Audiotapes No additional accompanying information deemed necessary. S68348_Transcripts An additional .docx file will accompany all transcripts, in which information is provided on the timing and place of every interview, behavioural cues and body language information, as well as information regarding the interviewer and the observer. S68348_Coding No additional accompanying information deemed necessary. S67309_eCRF_online Data dictionaries are incorporated within the REDCap software, providing information on coding of REDCap field names and values of drop-down list/radiobutton answers. S67309_eCRF_exported Data dictionaries will be exported from REDCap software in a .xslx file, providing information on underlying meaning of coding of REDCap field names and values of drop-down list/radiobutton answers. Furthermore, additional .xslx files will provide information on the timing of the study visits and pseudonymized patients IDs. S67309_statisticalanalysis Information on performed statistical analyses will be exported from R analysis software (Rfile). Furthermore, .txt files will accompany these files for further explanations. SystematicReview_Screening No additional accompanying information deemed necessary. SystematicReview_Analysis Accompanied by additional .docx files containing information on the search strategy (detailed per medical database, including date of search, etc.). Delphi_Input Accompanied by additional .docx file providing information on time and place of Delphi rounds, as well as pseudonymized parrticipant IDs. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata will accompany the data sets as stated above. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on: The PhD researcher's work laptop (storage capacity of 500 GB), secured with password and biometric security. KU Leuven SharePoint (storage capacity of 5 TB, password protected), enabling sharing of data within authorized members within the research group. Monthly storage of new data. UZ / KULeuven environment (uz \\ data \\ Rheumatology), accessible to members of the research group via a password- protected personal computer. Statistical data will additionally be stored online (R software, password protected). Electronic case report forms will additionally be stored online (REDCap software, password protected). Systematic review screening processes will additionally be stored online (Rayyan software, password protected) Qualitative data analysis will additionally be stored online (NVivo software, password protected) Literature referencing will additionally be stored online (Endnote and Mendeley software, password protected) How will the data be backed up? The same data will be stored in several different ways, as specified in the previous question. In addition, the PhD researcher's work laptop is automatically backed up every hour on a password secured 2TB external hard disk drive. Created using DMPonline.be. Last modiﬁed 26 March 2024 5 of 8 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes PhD researcher's work laptop: 500 GB External hard disk drive: 2TB KU Leuven SharePoint: 5TB How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is either stored on the PhD researcher's work laptop, secured biometrically and by password), a password secured external hard disk drive, KU Leuven SharePoint and the password-protected UZ / KULeuven environment (uz \\ data \\ Rheumatology). Digital data stored on the PhD researcher's work laptop (.xlsx, .pdf, .docx, ...) is additionally secured by an additional password in order to open and/or modify files. Physical data will be stored on the research site in a secured place only accessible by authorized members within the research group. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NVivo cost: 80 EUR for one academic year, which is considered to be sufficient to complete all analyses and export all results. Costs were covered by the PhD researcher's FWO bench fee. REDCap cost: 80 EUR per year: 1 year for development and 3 year trial duration = 320 eur, covered by supervisor's research budget. After trial completion, all data will be exported from REDCap. UZ/KU Leuven environment and KU Leuven SharePoint are available for free. No additional costs are expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In accordance with the KU Leuven RDM policy, data corresponding to the qualitative research project (i.e. datasets S68348_DiscordanceScore, S68348_RAID, S68348_Transcripts and S68348_Coding (exported from NVivo in a .docx file), a systematic literature review (i.e. datasets SystematicReview_Screening and SystematicReview_Analysis), and the Delphi experiment (i.e. dataset Delphi_Input) will be preserved for a minimum of 10 years. In accordance with the CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans, data corresponding to the RCT (i.e. datasets S67309_eCRF_exported and S67309_statisticalanalysis) will be preserved for at least 25 years. Where will these data be archived (stored and curated for the long-term)? Original data will remain stored in the electronic medical patient files (KWS UZ Leuven) for an undetermined amount of time. The aforementioned data sets will remain stored in the UZ / KULeuven environment (uz \\ data \\ Rheumatology), KU Leuven SharePoint and at the work computer of the PhD student, all environments being password-protected. An external hard disk drive containing a back up of all data will be stored in a secure UZ Leuven environment. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 26 March 2024 6 of 8 No (closed access) Data will only be made available during and after the project to authorized members of the research group through the UZ / KULeuven environment (uz \\ data \\ Rheumatology) or via KU Leuven SharePoint, or through access of data backed up on an external hard disk drive. As stated below, if in the future data would be shared to external researchers (thus for research purposes only) after completion of the project, a data transfer agreement shall be drawn up. However, at present there are no plans to share data with external researchers. If access is restricted, please specify who will be able to access the data and under what conditions. Access will only be provided to authorized members within the research group (Skeletal Biology and Engineering Research Center, KU Leuven). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Not applicable. Where will the data be made available? If already known, please provide a repository per dataset or data type. As stated above, pseudonymized data will be available in UZ / KULeuven environment (uz \\ data \\ Rheumatology) accessible via a password- protected personal computer, KU Leuven SharePoint or via an external hard disk drive upon request via e-mail. Only authorized members within the research team will be considered for data access. When will the data be made available? Data are already available for authorized members within the research group during the research project. Which data usage licenses are you going to provide? If none, please explain why. All data collected is covered by regulations on clinical trials, with the research group owning the data. Should in the future data be shared with third parties for research purposes (after completion of the project), a data transfer agreement should be drawn up. At present, however, there are no plans to share data with external researchers. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (Elias De Meyst) and Johan Joly (designated responsible person in the research group) Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 26 March 2024 7 of 8 The PhD researcher (Elias De Meyst) and Johan Joly (designated responsible person in the research group) Who will manage data preservation and sharing? The PhD researcher (Elias De Meyst) and supervisor (Prof. Dr. Patrick Verschueren) and Johan Joly (designated responsible person in the research group) Who will update and implement this DMP? The PhD researcher (Elias De Meyst) Created using DMPonline.be. Last modiﬁed 26 March 2024 8 of 8"
}