{
    "document_id": "D-2022-1352",
    "LinkTitle": "D-2022-1352",
    "file_name": "D-2022-1352.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1352.pdf",
    "metadata": {
        "title": "My plan (C1-C2-IDN DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (C1-C2-IDN DMP) - DMP title\nProject Identifier\n C24E/21/004\nGrant Title\n C24E/21/004\nPrincipal Investigator / Researcher\n Koen Geuten\nDescription\n Seed germination initiates the plant life cycle. In the wild this needs to be aligned\nwith optimal environmental conditions. In the field this should not occur prematurely while still\nattached to the plant, but uniformly after sowing. Germination is regulated through an adaptive\npostponing process call seed dormancy. While we know that a conserved core mechanism\ncontrols dormancy, involving the hormonal balance between abscisic and gibberellic acid, the\nupstream pathways and the molecular mechanisms at play are not well understood. Yet the\ngeneticÂ regulation of seed dormancy in temperate grasses is highly relevant because they\ninclude the temperate cereal crops. These crops mostly lost dormancy throughÂ domestication\nand are not straightforward to use in genetic studies because ofÂ the complexity of their\ngenomes. We therefore propose to study the genetics ofÂ seed dormancy in the temperate\nmodel grass Brachypodium for which accessions show strong dormancy and strong variation in\ndormancy. Specifically, we proposeÂ that two PhD students (1) characterise the transcriptome\nwhile dormancy is established or released, (2) order known genes into pathways through CRISPR\ngeneticÂ interaction mapping, (3) identify novel dormancy regulators through loss-of-dormancy\nand gain-of-dormancy EMS screens with subsequent next-generation mapping. Together, these\napproaches will provide basic knowledge about seed dormancy in temperate grasses and leads\nto controlling this trait in cereal crops.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nKoen Geuten\nC1-C2 Project number & title\n3E210514\nBrachypodium as a model to understand the genetic regulation of seed dormancy in temperate\ngrasses\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nRNA seq data in text format with 50-100 Gb through sequencing service (eg BGI, Novogene)\nGenomic sequencing mapping data in text format with 50-100 Gb through sequencing service\n(eg BGI, NovoGene)\n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nno\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nno\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nYes. We will verify every MTA with LRD. \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nRaw data will be submitted to the known databases, such as NCBI, with all required annotations.\nThe datasets will be described in manuscripts. \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThe data will be submitted to the known databases, which require standard metadata to be\nuploaded.\n5. Data storage and backup during the C1-C2 project\n5.1. Where will the data be stored?\nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility. Copies can be made and kept on personal devices.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, the department J drive.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThese costs are covered by an annual data storage fee withheld by the department.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe identifiable data files from this study will be managed, processed, and stored in a secure\nenvironment (KU Leuven)\n6. Data preservation after the end of the C1-C2 project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll materials and data will be retained for as long as storage is available through KU Leuven.\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe estimated cost charged by the department will be in the range of a few 10's of euro every\nyear.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nYes, if identified mutations have potential for valorisation, we will first patent and then publish.\nTherefore, we will not be able to share data in advance of patenting.\n7.2. Which data will be made available after the end of the project?\nThe full datasets will be made accessible through NCBI at the time of publication. \n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nThe full datasets will be made accessible through NCBI.\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nIt will be available for anyone for any purpose provided they give appropriate credit. \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNone\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe supervisor will direct the researcher to follow good practices.\n8.2. Who will be responsible for data storage & back up during the project?\nThe supervisor will make use of departmental facilities.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe supervisor will direct the people working on the project to take appropriate action. \n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (C1-C2-IDN DMP) - DMP title Project Identifier C24E/21/004 Grant Title C24E/21/004 Principal Investigator / Researcher Koen Geuten Description Seed germination initiates the plant life cycle. In the wild this needs to be aligned with optimal environmental conditions. In the field this should not occur prematurely while still attached to the plant, but uniformly after sowing. Germination is regulated through an adaptive postponing process call seed dormancy. While we know that a conserved core mechanism controls dormancy, involving the hormonal balance between abscisic and gibberellic acid, the upstream pathways and the molecular mechanisms at play are not well understood. Yet the genetic regulation of seed dormancy in temperate grasses is highly relevant because they include the temperate cereal crops. These crops mostly lost dormancy through domestication and are not straightforward to use in genetic studies because of the complexity of their genomes. We therefore propose to study the genetics of seed dormancy in the temperate model grass Brachypodium for which accessions show strong dormancy and strong variation in dormancy. Specifically, we propose that two PhD students (1) characterise the transcriptome while dormancy is established or released, (2) order known genes into pathways through CRISPR genetic interaction mapping, (3) identify novel dormancy regulators through loss-of-dormancy and gain-of-dormancy EMS screens with subsequent next-generation mapping. Together, these approaches will provide basic knowledge about seed dormancy in temperate grasses and leads to controlling this trait in cereal crops. Institution KU Leuven 1. General Information Name of the project lead (PI) Koen Geuten C1-C2 Project number & title 3E210514 Brachypodium as a model to understand the genetic regulation of seed dormancy in temperate grasses 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. RNA seq data in text format with 50-100 Gb through sequencing service (eg BGI, Novogene) Genomic sequencing mapping data in text format with 50-100 Gb through sequencing service (eg BGI, NovoGene) 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. no 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). no 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Yes. We will verify every MTA with LRD. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Raw data will be submitted to the known databases, such as NCBI, with all required annotations. The datasets will be described in manuscripts. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. The data will be submitted to the known databases, which require standard metadata to be uploaded. 5. Data storage and backup during the C1-C2 project 5.1. Where will the data be stored? The time-stamped master copy of the data will be kept on our research unit central storage facility. Copies can be made and kept on personal devices. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, the department J drive. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? These costs are covered by an annual data storage fee withheld by the department. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The identifiable data files from this study will be managed, processed, and stored in a secure environment (KU Leuven) 6. Data preservation after the end of the C1-C2 project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All materials and data will be retained for as long as storage is available through KU Leuven. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The estimated cost charged by the department will be in the range of a few 10's of euro every year. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Yes, if identified mutations have potential for valorisation, we will first patent and then publish. Therefore, we will not be able to share data in advance of patenting. 7.2. Which data will be made available after the end of the project? The full datasets will be made accessible through NCBI at the time of publication. 7.3. Where/how will the data be made available for reuse? In an Open Access repository The full datasets will be made accessible through NCBI. 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? It will be available for anyone for any purpose provided they give appropriate credit. 7.6. What are the expected costs for data sharing? How will these costs be covered? None 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The supervisor will direct the researcher to follow good practices. 8.2. Who will be responsible for data storage & back up during the project? The supervisor will make use of departmental facilities. 8.3. Who will be responsible for ensuring data preservation and sharing? The supervisor will direct the people working on the project to take appropriate action. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}