{
    "document_id": "D-2021-1224",
    "LinkTitle": "D-2021-1224",
    "file_name": "D-2021-1224.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1224.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - Blood pTau and GFAP dynamics in confirmed presymptomatic sporadic Alzheimer's Disease",
        "author": "N/A",
        "creation_date": "2022-02-17 18:29:58+01:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Blood pTau and GFAP dynamics in confirmed presymptomatic sporadic\nAlzheimer's Disease\nProject Name\n My plan (FWO DMP) - Blood pTau and GFAP dynamics in confirmed\npresymptomatic sporadic Alzheimer's Disease\nProject Identifier\n steffi.demeyer@kuleuven.be\nGrant Title\n 11M0522N\nPrincipal Investigator / Researcher\n Steffi De Meyer\nDescription\n The goal of this project is to unravel how blood-based biomarkers change before\nsymptoms of sporadic Alzheimer's Disease set in and how these changes relate to underlying\npathology as seen on PET scans and postmortem examination, beyond amyloid. To this end,\nbiomarker levels will be measured in serum samples of five independent cohorts including two\nacademic and three clinical cohorts. Demographic, clinical and imaging data of the academic\ncohorts have already been collected by collaborating laboratories. For the three clinical cohorts,\ndemographic and clinical data will be retrieved from the patients' medical files. For all five\ncohorts, these data will then be investigated in relationship to the serum biomarker levels that\nwill be measured during this project.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSteffi De Meyer\nFWO Project Number & Title\nNumber: 11M0522N\nTitle: Blood-based GFAP and pTau in confirmed presymptomatic sporadic Alzheimer’s Disease\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nBiomarker\ndata \n.xls\n2 files of\nmax 1 MB\nBlood-based\nimmunoassays on the\nSimoa and Ella platform\nPositron\nemission\ntomography\nscans\n.nii\n250GB\nRecorded in list mode,\nreconstructed into 6x5min\nframes and converted\nfrom original DICOM files\nMagnetic\nResonance\nImaging scans\n.nii\n20 GB\n3D Turbo field echo\nsequence on a 3 Tesla\nPhilips Achieva system\nCognitive and\ndemographic\ndata of\nacademic\ncohorts\n.accdb\n35 KB \nIn-person interviews with\nneuropsychologists\nCognitive and\ndemographic\ndata of clinical\ncohorts\n.accdb\n35 KB \nRetrieved from clinical\nworkstation, in which they\nwere entered after\nconsultation of the patient\nwith a neurologist. \nMass\nspectrometry\ndata\n.raw\n.mgf\n.xml\n.xlsx\n1 MB per\nrun\nMass-spectrometry run\nfenerates .raw files that\nare converted to .mgf\nfiles, .xml files and\neventually excel files\nthrough run alignment,\npeak picking and a Mascot\nsearch, respectively.\nPostmortem\ndata\n.accdb\n1 KB \nNeurofibrillary tangle\ndensity and synaptic\ndensity scores will be\ndetermined by the\nLaboratory for\nNeuropathology\nStatistical\nanalyses\n.R\n1 MB \nR scripts for statistical\nanalyses will be created\nusing the R terminal \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nBrain imaging data (positron emission tomography scans and magnetic resonance imaging\nscans) as well as demographic (age, sex, education), genetic (APOE genotype) and clinical\ninformation (cognitive tests) of all included subjects. Biomarker information will be generated in\nserum samples.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nS51125 Use of demographic, genetic, cognitive and imaging data for research purposes \nS65105 obtaining p-tau biomarker data in cohort of cognitively healthy elderly (F-PACK)\nS65540 obtaining p-tau biomarker data in cohort of AD patients (COPRA)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nS66140 obtaining GFAP biomarker data in cognitively healthy elderly and AD patients\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. For PET and MRI images metadata (pixel size, orientation, scanner settings, data, subject) is\nstored in the header of the original DICOM image\n2. For neuropsychological testing, details on the subject, the interview itself and the informed\nconsent process have been entered in an Excel file\n3. For R scripts, README text files will be generated which describe the analyses performed as\nwell as the path(s) where the relevant data is stored. \n4. For biomarker data, information about the assay characteristics, the assay and mass\nspectometry runs and other remarks will be stored per sample in an excel file.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nMetadata created in the current project is two-fold\nDetails about the assay characteristics as well as the runs performed, which will be stored in\nan excel file\nDetails about the statistical analyses performed and path where employed data is stored will\nbe described in a README file\nAll other metadata has been created in the context of other projects and is already in place\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. Imaging, demographic and clinical data, which has already been collected, is stored on the a\nSecure Sockets Layer virtual private network (SSL VPN) of KU Leuven. SSL VPN is a web-based\ntechnology that enables a secure connection to the university network. This security is ensured\nby authentication at the user level as well as encryption of all received and sent data. \n2. Patient data will be retrieved from the highly-secured clinical work station of the hospital and\nstored in on the university's SSL VPN where they will be assigned study codes for further\nanalyses.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes, imaging files, which consititute the largest part of data to be stored, has already been stored\non the SSL VPN server paid for by my copromotor.  In this project the largest data type are the\nmass spectrometry files which will be saved on a seperate SSL VPN drive of KU Leuven. In case\nthe storage capacity of this drive transpires to be insufficient, a second drive will be bought.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe host laboratory will obtain a subscription to the secure university SSL VPN drives. This has a\ncost of €51.9 per year. Long term storage of data will be done on a separate K drive, which  can\nbe obtained at a 50% discount for €5.69 per year. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe sensitive personal data will be stored in the university's SSL VPN, which is a web-based\ntechnology that enables a secure connection to the university network. This security is ensured\nby authentication at the user level as well as encryption of all received and sent data. File\ntransfer to third parties that do not have access to this drive will be performed using Bellnet. All\ndata will be anonomized and study codes will be stored in a separate locked file. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll subject data generated or used in this study will be collected in a Master Excel database,\nwhich will be stored on a SSL VPN along with the raw imaging data and mass spectrometry excel\nfiles. Other MS data will be stored on the SyBioMa PC and drives.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n The yearly fee for the use of the university SSL VPN equals €57.59, which will be funded by the\nhost laboratory\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nOnly published data will be made available upon reasonable request\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe data will be deposited on the univerity's SSL VPN. On request published and anonymized\ndata might be shared with third parties for the sole purpose or reproduction of the study. \nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs for the host institution\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAll data generated during this project will be documented by Steffi De Meyer, who will also\nprovide the relevant metadata\nWho will be responsible for data storage & back up during the project?\nStorage and back up of the data generated in this project is the responsibility of Steffi De Meyer\nMost data employed in the current project has however already been collected. Storage and back\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nup of that data is the responsibility of the PhD or postdoc student that collected them. \nWho will be responsible for ensuring data preservation and reuse ?\nStorage and reuse of blood-based data is the responsibility of Dr. Poesen. Clinical, demographic\nand imaging\ndata of volunteers is the responsibility of Dr. Vandenberghe for the F-PACK cohort, Dr.\nVandenbulcke for the L3D cohort and Dr Thal for the neuropathological cohort.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Koen Poesen) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Blood pTau and GFAP dynamics in confirmed presymptomatic sporadic Alzheimer's Disease Project Name My plan (FWO DMP) - Blood pTau and GFAP dynamics in confirmed presymptomatic sporadic Alzheimer's Disease Project Identifier steffi.demeyer@kuleuven.be Grant Title 11M0522N Principal Investigator / Researcher Steffi De Meyer Description The goal of this project is to unravel how blood-based biomarkers change before symptoms of sporadic Alzheimer's Disease set in and how these changes relate to underlying pathology as seen on PET scans and postmortem examination, beyond amyloid. To this end, biomarker levels will be measured in serum samples of five independent cohorts including two academic and three clinical cohorts. Demographic, clinical and imaging data of the academic cohorts have already been collected by collaborating laboratories. For the three clinical cohorts, demographic and clinical data will be retrieved from the patients' medical files. For all five cohorts, these data will then be investigated in relationship to the serum biomarker levels that will be measured during this project. Institution KU Leuven 1. General Information Name applicant Steffi De Meyer FWO Project Number & Title Number: 11M0522N Title: Blood-based GFAP and pTau in confirmed presymptomatic sporadic Alzheimer’s Disease Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Biomarker data .xls 2 files of max 1 MB Blood-based immunoassays on the Simoa and Ella platform Positron emission tomography scans .nii 250GB Recorded in list mode, reconstructed into 6x5min frames and converted from original DICOM files Magnetic Resonance Imaging scans .nii 20 GB 3D Turbo field echo sequence on a 3 Tesla Philips Achieva system Cognitive and demographic data of academic cohorts .accdb 35 KB In-person interviews with neuropsychologists Cognitive and demographic data of clinical cohorts .accdb 35 KB Retrieved from clinical workstation, in which they were entered after consultation of the patient with a neurologist. Mass spectrometry data .raw .mgf .xml .xlsx 1 MB per run Mass-spectrometry run fenerates .raw files that are converted to .mgf files, .xml files and eventually excel files through run alignment, peak picking and a Mascot search, respectively. Postmortem data .accdb 1 KB Neurofibrillary tangle density and synaptic density scores will be determined by the Laboratory for Neuropathology Statistical analyses .R 1 MB R scripts for statistical analyses will be created using the R terminal 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Brain imaging data (positron emission tomography scans and magnetic resonance imaging scans) as well as demographic (age, sex, education), genetic (APOE genotype) and clinical information (cognitive tests) of all included subjects. Biomarker information will be generated in serum samples. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes S51125 Use of demographic, genetic, cognitive and imaging data for research purposes S65105 obtaining p-tau biomarker data in cohort of cognitively healthy elderly (F-PACK) S65540 obtaining p-tau biomarker data in cohort of AD patients (COPRA) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 S66140 obtaining GFAP biomarker data in cognitively healthy elderly and AD patients Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. For PET and MRI images metadata (pixel size, orientation, scanner settings, data, subject) is stored in the header of the original DICOM image 2. For neuropsychological testing, details on the subject, the interview itself and the informed consent process have been entered in an Excel file 3. For R scripts, README text files will be generated which describe the analyses performed as well as the path(s) where the relevant data is stored. 4. For biomarker data, information about the assay characteristics, the assay and mass spectometry runs and other remarks will be stored per sample in an excel file. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Metadata created in the current project is two-fold Details about the assay characteristics as well as the runs performed, which will be stored in an excel file Details about the statistical analyses performed and path where employed data is stored will be described in a README file All other metadata has been created in the context of other projects and is already in place 5. Data storage and backup during the FWO project Where will the data be stored? 1. Imaging, demographic and clinical data, which has already been collected, is stored on the a Secure Sockets Layer virtual private network (SSL VPN) of KU Leuven. SSL VPN is a web-based technology that enables a secure connection to the university network. This security is ensured by authentication at the user level as well as encryption of all received and sent data. 2. Patient data will be retrieved from the highly-secured clinical work station of the hospital and stored in on the university's SSL VPN where they will be assigned study codes for further analyses. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes, imaging files, which consititute the largest part of data to be stored, has already been stored on the SSL VPN server paid for by my copromotor. In this project the largest data type are the mass spectrometry files which will be saved on a seperate SSL VPN drive of KU Leuven. In case the storage capacity of this drive transpires to be insufficient, a second drive will be bought. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 What are the expected costs for data storage and back up during the project? How will these costs be covered? The host laboratory will obtain a subscription to the secure university SSL VPN drives. This has a cost of €51.9 per year. Long term storage of data will be done on a separate K drive, which can be obtained at a 50% discount for €5.69 per year. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The sensitive personal data will be stored in the university's SSL VPN, which is a web-based technology that enables a secure connection to the university network. This security is ensured by authentication at the user level as well as encryption of all received and sent data. File transfer to third parties that do not have access to this drive will be performed using Bellnet. All data will be anonomized and study codes will be stored in a separate locked file. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All subject data generated or used in this study will be collected in a Master Excel database, which will be stored on a SSL VPN along with the raw imaging data and mass spectrometry excel files. Other MS data will be stored on the SyBioMa PC and drives. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The yearly fee for the use of the university SSL VPN equals €57.59, which will be funded by the host laboratory 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Only published data will be made available upon reasonable request Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The data will be deposited on the univerity's SSL VPN. On request published and anonymized data might be shared with third parties for the sole purpose or reproduction of the study. What are the expected costs for data sharing? How will the costs be covered? No costs for the host institution 8. Responsibilities Who will be responsible for data documentation & metadata? All data generated during this project will be documented by Steffi De Meyer, who will also provide the relevant metadata Who will be responsible for data storage & back up during the project? Storage and back up of the data generated in this project is the responsibility of Steffi De Meyer Most data employed in the current project has however already been collected. Storage and back This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 up of that data is the responsibility of the PhD or postdoc student that collected them. Who will be responsible for ensuring data preservation and reuse ? Storage and reuse of blood-based data is the responsibility of Dr. Poesen. Clinical, demographic and imaging data of volunteers is the responsibility of Dr. Vandenberghe for the F-PACK cohort, Dr. Vandenbulcke for the L3D cohort and Dr Thal for the neuropathological cohort. Who bears the end responsibility for updating & implementing this DMP? The PI (Koen Poesen) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}