{
    "document_id": "D-2023-2161",
    "LinkTitle": "D-2023-2161",
    "file_name": "D-2023-2161.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2161.pdf",
    "metadata": {
        "title": "Nanoscale plastic deformation and residual stress in metals due to surface polishing",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Nanoscale plastic deformation and residual stress in metals due to surface\npolishing\nA Data Management Plan created using DMPonline.be\nCreator: \nJoris Everaerts\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nJoris Everaerts\nGrant number / URL: \nG091823N\nID: \n199488\nStart date: \n31-12-2022\nEnd date: \n30-12-2026\nProject abstract:\nMechanical polishing is commonly used for both surface finishing and metallographic sample preparation for a broad\nrange of materials. In metals, however, polishing leads to the formation of a modified surface layer due to plastic\ndeformation, which also induces subsurface residual stress. This has an impact on many material properties and on\ncharacterization techniques that rely on surface measurements. There has not yet been a systematic study to\ninvestigate the effect of polishing and material parameters on this surface alteration, nor the possible variations\nbetween grains or phases. We will examine these phenomena quantitatively for a strategic range of metallic specimens,\nusing novel nanoscale surface analysis techniques. An unconventional polishing approach will be followed, starting from\npristine electropolished surfaces prior to mechanical polishing, in order to determine the impact of individual polishing\nparameters. The influence of material properties will be clarified systematically by examining pure metals with\ninherently different hardness, by modifying the grain size and probing individual grains, and by examining specific\nalloys.\nThis will result in fundamental insights regarding surface layer modifications in metals due to polishing, which will serve\nas a basis for a wide array of future research.\nLast modified: \n24-05-2023\nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n1 of 8\nNanoscale plastic deformation and residual stress in metals due to surface\npolishing\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicrostructural\ncharacterization\nOptical & electron\nmicroscopy images\nNew\nDigital\nExperimental\n.tif\n<1GB\n \nEBSD analysis\nCharacterization of\ncrystallographic textures\nNew\nDigital\nExperimental\nEDAX ascii\n(.ang) and\nbinary (.osc)\nfiles\n<100GB\n \nFIB-DIC\nexperiments\nSequential images (electron\nmicroscopy) for DIC analysis\n- 200-400 images per\nmeasurement\nNew\nDigital\nExperimental\n.tif\n<1TB\n \nNanoindentation\nexperiments\nProperty mapping via\nnanoindentation (load-\ndisplacement data)\nNew\nDigital\nExperimental\n.txt\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n2 of 8\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nA readme.txt file will be created for each dataset described above.\nMicrostructural characterization: unique sample ID's with accompanying information on heat treatment details (time, temperature) & polishing details (all\nparameters, products)\nEBSD data: reference to required software package (EDAX OIM Analysis)\nFIB-DIC experiments: readme.txt to provide detailed description of analysis steps, ref. to open source DIC code & matlab code (.m file)\nNanoindentation: metadata included in .txt files describe indentation parameters\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored safely on both personal laptop & computer hard drives and on the KU Leuven internal servers (central storage facility with automated backup).\nHow will the data be backed up?\nAll data will be backed-up regularly and stored safely on physical external hard drives and on Microsoft OneDrive , which is a cloud-based server supported by KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nTotal anticipated size of all data in the project: <2TB\nOneDrive: limit 2TB\nInternal KUL storage: no hard limit\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data and model source codes will be handled in accordance with the IT guidelines - all computers and external drives will be password protected. Security upgrades\nare constantly performed by the IT staff. While sharing the datasets, read-only permissions will be applied. Internal KUL storage is highly secured (incl. data-at-rest-\nencryption).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe do not foresee any additional data storage or backup costs other than the operational costs of the IT of our department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n3 of 8\nAll data will be retained for at least 10 years after the end of the project according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nData linked directly to publications will be uploaded to a research data repository (either the repositories of the respective journals, or KU Leuven's own RDR system).\nAll data will be stored and curated on the PI's KU Leuven network drive (central storage facility with automated backup).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe do not foresee any additional data storage or backup costs other than the operational costs of the IT of our department.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nData linked directly to publications will be uploaded to a research data repository (either the repositories of the respective journals, or KU Leuven's own RDR system).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR\nhttps://www.kuleuven.be/rdm/en/rdr\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nData uploaded to the KU Leuven RDR will get a DOI that can be used to cite the data.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe do not foresee any additional data sharing costs due to the expectedly limited size of published data sets.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPh.D. researcher (Kento Takahashi) \nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n4 of 8\nWho will manage data storage and backup during the research project?\nPh.D. researcher (Kento Takahashi) \nWho will manage data preservation and sharing?\nPI (Joris Everaerts) \nWho will update and implement this DMP?\nPI (Joris Everaerts) \nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n5 of 8\nNanoscale plastic deformation and residual stress in metals due to surface\npolishing\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n6 of 8\nNanoscale plastic deformation and residual stress in metals due to surface\npolishing\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n7 of 8\nNanoscale plastic deformation and residual stress in metals due to surface\npolishing\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 May 2023\n8 of 8"
    },
    "clean_full_text": "Nanoscale plastic deformation and residual stress in metals due to surface polishing A Data Management Plan created using DMPonline.be Creator: Joris Everaerts Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Joris Everaerts Grant number / URL: G091823N ID: 199488 Start date: 31-12-2022 End date: 30-12-2026 Project abstract: Mechanical polishing is commonly used for both surface finishing and metallographic sample preparation for a broad range of materials. In metals, however, polishing leads to the formation of a modified surface layer due to plastic deformation, which also induces subsurface residual stress. This has an impact on many material properties and on characterization techniques that rely on surface measurements. There has not yet been a systematic study to investigate the effect of polishing and material parameters on this surface alteration, nor the possible variations between grains or phases. We will examine these phenomena quantitatively for a strategic range of metallic specimens, using novel nanoscale surface analysis techniques. An unconventional polishing approach will be followed, starting from pristine electropolished surfaces prior to mechanical polishing, in order to determine the impact of individual polishing parameters. The influence of material properties will be clarified systematically by examining pure metals with inherently different hardness, by modifying the grain size and probing individual grains, and by examining specific alloys. This will result in fundamental insights regarding surface layer modifications in metals due to polishing, which will serve as a basis for a wide array of future research. Last modified: 24-05-2023 Created using DMPonline.be. Last modiﬁed 24 May 2023 1 of 8 Nanoscale plastic deformation and residual stress in metals due to surface polishing FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microstructural characterization Optical & electron microscopy images New Digital Experimental .tif <1GB EBSD analysis Characterization of crystallographic textures New Digital Experimental EDAX ascii (.ang) and binary (.osc) files <100GB FIB-DIC experiments Sequential images (electron microscopy) for DIC analysis - 200-400 images per measurement New Digital Experimental .tif <1TB Nanoindentation experiments Property mapping via nanoindentation (load- displacement data) New Digital Experimental .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 24 May 2023 2 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A readme.txt file will be created for each dataset described above. Microstructural characterization: unique sample ID's with accompanying information on heat treatment details (time, temperature) & polishing details (all parameters, products) EBSD data: reference to required software package (EDAX OIM Analysis) FIB-DIC experiments: readme.txt to provide detailed description of analysis steps, ref. to open source DIC code & matlab code (.m file) Nanoindentation: metadata included in .txt files describe indentation parameters Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored safely on both personal laptop & computer hard drives and on the KU Leuven internal servers (central storage facility with automated backup). How will the data be backed up? All data will be backed-up regularly and stored safely on physical external hard drives and on Microsoft OneDrive , which is a cloud-based server supported by KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Total anticipated size of all data in the project: <2TB OneDrive: limit 2TB Internal KUL storage: no hard limit How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data and model source codes will be handled in accordance with the IT guidelines - all computers and external drives will be password protected. Security upgrades are constantly performed by the IT staff. While sharing the datasets, read-only permissions will be applied. Internal KUL storage is highly secured (incl. data-at-rest- encryption). What are the expected costs for data storage and backup during the research project? How will these costs be covered? We do not foresee any additional data storage or backup costs other than the operational costs of the IT of our department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 24 May 2023 3 of 8 All data will be retained for at least 10 years after the end of the project according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Data linked directly to publications will be uploaded to a research data repository (either the repositories of the respective journals, or KU Leuven's own RDR system). All data will be stored and curated on the PI's KU Leuven network drive (central storage facility with automated backup). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We do not foresee any additional data storage or backup costs other than the operational costs of the IT of our department. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Data linked directly to publications will be uploaded to a research data repository (either the repositories of the respective journals, or KU Leuven's own RDR system). If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR https://www.kuleuven.be/rdm/en/rdr When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Data uploaded to the KU Leuven RDR will get a DOI that can be used to cite the data. What are the expected costs for data sharing? How will these costs be covered? We do not foresee any additional data sharing costs due to the expectedly limited size of published data sets. 6. Responsibilities Who will manage data documentation and metadata during the research project? Ph.D. researcher (Kento Takahashi) Created using DMPonline.be. Last modiﬁed 24 May 2023 4 of 8 Who will manage data storage and backup during the research project? Ph.D. researcher (Kento Takahashi) Who will manage data preservation and sharing? PI (Joris Everaerts) Who will update and implement this DMP? PI (Joris Everaerts) Created using DMPonline.be. Last modiﬁed 24 May 2023 5 of 8 Nanoscale plastic deformation and residual stress in metals due to surface polishing Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 24 May 2023 6 of 8 Nanoscale plastic deformation and residual stress in metals due to surface polishing DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 May 2023 7 of 8 Nanoscale plastic deformation and residual stress in metals due to surface polishing GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 May 2023 8 of 8"
}