{
    "document_id": "D-2021-1008",
    "LinkTitle": "D-2021-1008",
    "file_name": "D-2021-1008.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1008.pdf",
    "metadata": {
        "title": "FKM (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-05-02 21:45:38+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FKM (FWO DMP) - DMP title\nProject Identifier\n 18B2122N\nGrant Title\n 18B2122N\nPrincipal Investigator / Researcher\n Rik Lories\nProject Data Contact\n Rik Lories\nDescription\n Rheumatic and musculoskeletal diseases (RMDs) are characterized by pain and a\nreduction in the range of motion and function of the skeleton. RMDs represent some of the more\nburdensome chronic conditions affecting our society. Their high prevalence and disabling\nconsequences impose an enormous burden on individuals and on our societies, in terms of work\nand productivity loss, and of costs for health care and social security systems. My research\nfocuses on osteoarthritis and spondyloarthritis, two common and often severe RMDs. In this\nproject my team will further explore the molecular mechanisms that determine the balance\nbetween the maintenance of joint homeostasis and the development of joint disease. We will\nfocus on key pathways and processes in the joint such as Wnt signaling and biomechanical\nstress. By modulating such pathways and their regulators and by advancing the novel concept of\nmicro-rehabilitation of the chondrocyte's cell memory, we aim for novel breakthroughs and new\ntherapeutic targets for these diseases.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nRik Lories\nFWO Project Number & Title\nMaintaining and restoring joint homeostasis in chronic arthritis (3M210511)\nAffiliation\nKU Leuven\nThis project is a large team effort and features \na 5-year plan for the research team of which\nI am the senior principal investigator (PI)\n. \nMy research group (Laboratory of Tissue\nHomeostasis and Disease (THD)) is currently managed by me and junior PI \nProf. Silvia\nMonteagudo\n. \nIn addition, the THD lab also welcomes \nProf. Ilse Jonkers\nand \nProf. Barbara\nNeerinckx\n as co-PIs on a part-time basis.\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nData used in this project will mostly be \nnew data\n . Existing data of interest are transcriptome\ndatasets from the research team, available from the GEO repository\n(https://www.ncbi.nlm.nih.gov/gds/), under accession numbers GSE108036, GSE77916\nand GSE33656. \nNew data are \nquantitative and qualitative experimental data including raw data,\nderived and compiled data. \n Overall, data will be from biological (molecular, biochemical)\nexperiments, from animal model experiments, from metabolic assays including the Seahorse\nanalyser and radio-active labelled tracer experiments. Qualitative raw data (photos, images) will\nbe stored in investigator hard-copy notebooks and in digital formats (TIFF, PDF). Original data\nfiles outputs from quantitative experiments will be collected in Excel datasheets. For data\nsharing across platforms, data will be additionally stored in csv and txt formats. Data anaysis\nfiles will be pfzx files (Prism), sav files (SPPS) and R-project files with outputs stored as txt and\ncsv files. Animal experiment data are registered into KU Leuven's animal experiment LAIS system\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nand compiled in excel and text files. Data from animal experiments are both qualitative and\nquantitative as above (tissue sections, images) and processed data such as scoring of cartilage\ndamage. Data will be stored in notebooks and in digital format as above. For the metabolic and\nsiRNA screening assays, raw data will be stored long-term together with processed and portable\ndata (Excel, csv, txt) as above. For bioinformatics analyses, data will be stored as portable txt\nfiles as well as word and excel files. Masterdata files will be write-protected after entering all\ndata.\nData will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw\ndata (txt - csv) 2. analyses (txt - csv) 3. images (various formats) 4. \"readme\" txt information\nfiles. Additional structured datasets will be stored per derived manuscript.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe fellowship builds on different project with funding. All experiments have been approved by\nthe Ethical Committee for Animal Research at KU Leuven and - where applicable - the Ethical\nCommittee for Clinical Research at UZ Leuven.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nData may be considered to claim intellectual property rights on the advise of Leuven R&D's\nvalorisation team. LRD will be responsible for patent management and eventual licensing. Data\nmay be used for industrial collaborations and will then be defined as KU Leuven background by\nLRD in good faith.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nNo, there are no restrictions on our data at this stage. \n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe following documentation will be provided: (1) a table of content (excel file and csv) with all\nproject-related experiments including experiment number, date of implementation and name of\nthe researcher who stored the experiment, (2) a brief description of the goal of the experiment\nand related work package (word and txt file), (3) a detailed protocol or link to an existing\nstandard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data\nor link to another file with the (raw) data, (5) in case of animal work: a list of the used animals\nwith details such as age, sex, housing and link with LAIS system information, (5) samples that are\ngenerated during the experiments and will be stored and listed in an excel file, (6) if appropriate,\nillustrations of the data with legends and statistical analysis. In case that documentation is\nwritten or available in notebooks or stored on other files a link will be provided. (7) Read-me text\nfiles providing information about definitions used in the dataset files.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWith the help of these documentations every authorized researcher will be able (1) to look up all\nthe information of the performed experiments and (2) to repeat the experiment in exactly the\nsame way.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nOur anticipated data collection does not involve setups for which a metadata standard and\nspecific repository exists. Data will therefore maximally be stored in portable formats such as txt,\ncsv and pdf.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures, including ICTS Luna storage. The KU Leuven servers are secure online servers.\nIndividual investigators participating in the project can keep copies on personal devices within a\nKU Leuven controlled cloud environment (Box - OneDrive via KU Leuven). \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures, including ICTS Luna storage. The KU Leuven servers are secure online servers. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSufficient storage and backup capacity are available at KU Leuven\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nTerabyte level storage is anticipated. Although FWO has no earmarked budget at its disposal to\nsupport research data management, FWO allows for part of \nthe allocated project budget\n to\nbe used to cover the cost incurred.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll data will be stored in a protected environment. Research data can only be accessed by a login\nfollowing KU Leuven's policy for identifier and with pasword.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll research data will be kept at minimum 5 years after the end of the project\nWhere will the data be archived (= stored for the longer term)?\nKU Leuven ICTS data storage center. As much as possible full datasets are also part of the\npublications from the group.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nFor this project data storage of 1Tb is anticipated, resulting in a cost of 520 euro per year, that\ncan be covered by the grant and beyond.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nIP protection and valorisation initiatives may restrict sharing of the data. \n \nWhich data will be made available after the end of the project?\nAll data will be made available after appropriate IP protection if this is applicable\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nThe main output of the project will be original scientific research papers. These will adhere to KU\nLeuven's and FWO's Open Access policy. \nIn the context of Open and accessible science, original datasets will be made available with\npublication, either as supplementary files or using datasharing platforms such as figshare or\nZolondo using a CC-BY licence. \nUpon reasonable and specific request, any data subset and analysis can be made available.\nFor data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used.\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nData will be made available upon publication unless specific IP protections remain to be set.\n \nWho will be able to access the data and under what conditions?\nIn principle any researcher upon reasonable request or through the data repositories.\n \nWhat are the expected costs for data sharing? How will the costs be covered?\nminimal costs expected (<500$ per year)\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nRik Lories - Silvia Monteagudo \nWho will be responsible for data storage & back up during the project?\nRik Lories - Silvia Monteagudo \nWho will be responsible for ensuring data preservation and reuse ?\nRik Lories - Silvia Monteagudo \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name FKM (FWO DMP) - DMP title Project Identifier 18B2122N Grant Title 18B2122N Principal Investigator / Researcher Rik Lories Project Data Contact Rik Lories Description Rheumatic and musculoskeletal diseases (RMDs) are characterized by pain and a reduction in the range of motion and function of the skeleton. RMDs represent some of the more burdensome chronic conditions affecting our society. Their high prevalence and disabling consequences impose an enormous burden on individuals and on our societies, in terms of work and productivity loss, and of costs for health care and social security systems. My research focuses on osteoarthritis and spondyloarthritis, two common and often severe RMDs. In this project my team will further explore the molecular mechanisms that determine the balance between the maintenance of joint homeostasis and the development of joint disease. We will focus on key pathways and processes in the joint such as Wnt signaling and biomechanical stress. By modulating such pathways and their regulators and by advancing the novel concept of micro-rehabilitation of the chondrocyte's cell memory, we aim for novel breakthroughs and new therapeutic targets for these diseases. Institution KU Leuven 1. General Information Name applicant Rik Lories FWO Project Number & Title Maintaining and restoring joint homeostasis in chronic arthritis (3M210511) Affiliation KU Leuven This project is a large team effort and features a 5-year plan for the research team of which I am the senior principal investigator (PI) . My research group (Laboratory of Tissue Homeostasis and Disease (THD)) is currently managed by me and junior PI Prof. Silvia Monteagudo . In addition, the THD lab also welcomes Prof. Ilse Jonkers and Prof. Barbara Neerinckx as co-PIs on a part-time basis. 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Data used in this project will mostly be new data . Existing data of interest are transcriptome datasets from the research team, available from the GEO repository (https://www.ncbi.nlm.nih.gov/gds/), under accession numbers GSE108036, GSE77916 and GSE33656. New data are quantitative and qualitative experimental data including raw data, derived and compiled data. Overall, data will be from biological (molecular, biochemical) experiments, from animal model experiments, from metabolic assays including the Seahorse analyser and radio-active labelled tracer experiments. Qualitative raw data (photos, images) will be stored in investigator hard-copy notebooks and in digital formats (TIFF, PDF). Original data files outputs from quantitative experiments will be collected in Excel datasheets. For data sharing across platforms, data will be additionally stored in csv and txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and R-project files with outputs stored as txt and csv files. Animal experiment data are registered into KU Leuven's animal experiment LAIS system This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 and compiled in excel and text files. Data from animal experiments are both qualitative and quantitative as above (tissue sections, images) and processed data such as scoring of cartilage damage. Data will be stored in notebooks and in digital format as above. For the metabolic and siRNA screening assays, raw data will be stored long-term together with processed and portable data (Excel, csv, txt) as above. For bioinformatics analyses, data will be stored as portable txt files as well as word and excel files. Masterdata files will be write-protected after entering all data. Data will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt - csv) 2. analyses (txt - csv) 3. images (various formats) 4. \"readme\" txt information files. Additional structured datasets will be stored per derived manuscript. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The fellowship builds on different project with funding. All experiments have been approved by the Ethical Committee for Animal Research at KU Leuven and - where applicable - the Ethical Committee for Clinical Research at UZ Leuven. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Data may be considered to claim intellectual property rights on the advise of Leuven R&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may be used for industrial collaborations and will then be defined as KU Leuven background by LRD in good faith. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No No, there are no restrictions on our data at this stage. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The following documentation will be provided: (1) a table of content (excel file and csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) in case of animal work: a list of the used animals with details such as age, sex, housing and link with LAIS system information, (5) samples that are generated during the experiments and will be stored and listed in an excel file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. (7) Read-me text files providing information about definitions used in the dataset files. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiment in exactly the same way. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Our anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will therefore maximally be stored in portable formats such as txt, csv and pdf. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage. The KU Leuven servers are secure online servers. Individual investigators participating in the project can keep copies on personal devices within a KU Leuven controlled cloud environment (Box - OneDrive via KU Leuven). How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage. The KU Leuven servers are secure online servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Sufficient storage and backup capacity are available at KU Leuven What are the expected costs for data storage and back up during the project? How will these costs be covered? Terabyte level storage is anticipated. Although FWO has no earmarked budget at its disposal to support research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier and with pasword. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All research data will be kept at minimum 5 years after the end of the project Where will the data be archived (= stored for the longer term)? KU Leuven ICTS data storage center. As much as possible full datasets are also part of the publications from the group. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? For this project data storage of 1Tb is anticipated, resulting in a cost of 520 euro per year, that can be covered by the grant and beyond. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 IP protection and valorisation initiatives may restrict sharing of the data. Which data will be made available after the end of the project? All data will be made available after appropriate IP protection if this is applicable Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Access policy. In the context of Open and accessible science, original datasets will be made available with publication, either as supplementary files or using datasharing platforms such as figshare or Zolondo using a CC-BY licence. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Data will be made available upon publication unless specific IP protections remain to be set. Who will be able to access the data and under what conditions? In principle any researcher upon reasonable request or through the data repositories. What are the expected costs for data sharing? How will the costs be covered? minimal costs expected (<500$ per year) 8. Responsibilities Who will be responsible for data documentation & metadata? Rik Lories - Silvia Monteagudo Who will be responsible for data storage & back up during the project? Rik Lories - Silvia Monteagudo Who will be responsible for ensuring data preservation and reuse ? Rik Lories - Silvia Monteagudo Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}