{
    "document_id": "D-2024-3365",
    "LinkTitle": "D-2024-3365",
    "file_name": "D-2024-3365.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3365.pdf",
    "metadata": {
        "title": "D-2024-3365",
        "author": "Waut Declercq",
        "creation_date": "2024-11-07 15:57:06+01:00",
        "num_pages": 11
    },
    "content": {
        "full_text": "DATA MANAGEMENT PLAN  \nPLAN OVERVIEW  \nA Data Management Plan created using DMPonline.be  \n \nTitle: FWO PhD fellowship (1130025N): Enabling the future generation of multi -material thermal \nprotection systems by additive manufacturing  \n \nCreator:  Waut Declercq  \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)  \n \nTemplate: FWO DMP (Flemish Standard DMP)  \n \nProject abstract:  \nThermal protection systems (TPS) are crucial aircraft and spacecraft components that protect the \ninternal structure from the extreme aerothermal load during atmospheric flight or re -entry. Current \nmain objectives of space industry, like manned interplaneta ry missions, reusable launch vehicles \nand safe return of cost effective nano -satellites, have raised the requirements for future generation \nlightweight structurally -integrated TPS. Additionally, international attention is being directed \ntowards numerical m odelling of re -entry conditions and the experimental validation of these \nsimulations. Additive manufacturing (AM), as a non -traditional ceramic shaping technology, could \nbe key in realizing complex -shaped highly -optimized future generation TPS. Moreover, t he \nfabrication of multi -material ceramic -metal components with AM could revolutionize structural \nintegration of TPS. Therefore, this project focusses on extending the material palette of AM towards \nultra -high temperature ceramics and gaining a fundamental understanding of ceramic -metal multi -\nmaterial AM. Furthermore, the potential of the geometrical freedom of AM related to active cooling \ndesigns will be investigated. Finally, this project aims at making an important contribution to the \nnumerical modelling and validation of extreme aerothermal loading of TPS.  \n \nID: 210782  \n \nStart date: 01-11-2024  \n \nEnd date: 31-10-2028  \n \nLast modified: 06-11-2024  \n \n1. RESEARCH DATA SUMMARY  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For \neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know \nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate  the \ntype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the v olume of the \ndata.  \n \n \n \n \nDataset \nnumber  Dataset \nName  Description  New or \nreused  Digital \nor \nPhysical  Digital Data \nType  Digital Data \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical volume  \n1. Samples  Physical samples \nobtained after laser \npowder bed fusion, \nand/or furnace \ntreatments  New  Physical  Experimental  / / Typical sample size \nis from 10x10x10 \nmm3 up to \n100x100x100 mm3, \nand total sample \nnumber will be \nsmaller than 10 000.  \n2. Sample \ndata  Physical \nmeasurements of the \nsamples (dimensions, \nweight, ...)   New  Digital  Experimental  .xlsx  < 1 GB  / \n3. Job files  Files containing print \njob parameters and \nsettings  New  Digital  Experimental  .cls; .cli;  \n.magics;  \n.lmg; .lmj  < 100 GB    \n4. Images  High -resolution  macro \nand micro images \n(camera, OM, SEM) of \nsamples  New  Digital  Experimental  .jpeg; .tiff  < 1 TB  / \n5. Analysis \ndata  Data obtained from \nsample elemental \nanalysis (XRD, SEM) or \nsample testing \n(thermo -mechanical \ntesting)  New  Digital  Experimental  .xlsx; .csv; .t\nxt; .raw; .br\nml; .jpeg  < 100 GB  / \n6. 3D \nmodels  3D CAD models for \nsample preparation \nand simulation  New  Digital  Compiled/ag\ngregated data  .stl; .par; .st\np < 100 GB  / \n7. 3D \nsimulatio\nns 3D FEM and CFD \nsimulation results  New  Digital  Simulation \ndata  .csv  < 1 TB  / \n8. Simulati\non code  Sets of code to \nsupport simulations  New  Digital  Software  .py < 1 GB  / \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier \n(e.g. DOI, Handle, URL etc.) per dataset or data type:  \n \n/ \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? Describe these issues in the comment section. Please refer \nto specific datasets or data types when appropriate.  \n \nNo \n \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in \nthe comment section. Please refer to specific datasets or data types when appropriate.  \n \nNo \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example \nspin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where \nappropriate.  \n \nYes . \nPotential valoristion of results will be evaluated throughout the project, and depends on the \nresults. If and when desired, IP rights may be claimed and/or protected through patent \napplications or other means, in consultation with Leuven Research & Develop ment (LRD). \nSections of the final dissertation that contain protected information will be placed under \nembargo.  \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use \n(e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please \nexplain in the comment section to what data they relate and what rest rictions are in place.  \n \nNo \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be \nmanaged related to the data you (re)use? If so, please explain in the comment section to what \ndata they relate and which restrictions will be asserted.  \n \nNo \n \n2. DOCUMENTATION AND METADATA  \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  \n \nDataset \nnumber  Dataset \nName  Description  Doc umentation  \n1. Samples  Physical samples \nobtained after laser \npowder bed fusion, \nand/or furnace \ntreatments  Details about created parts are stored in standardized spreadsheets mentioning \nmaterial, process parameters and machine properties/settings (including but \nnot limited to: date of production, laser power, scan speed, powder \nsupplier/size/material, machine, thermal cycle, furnace, ...)   \n2. Sample \ndata  Physical measurements \nof the samples \n(dimensions, weight, ...)   Measurement data is stored in standardized spreadsheets, mentioning, \nmaterial, measurement device/settings, date of measurement  \n3. Job files  Files containing print job \nparameters and settings  Job files will be referenced in the overviewing sample documentation \nspreadsheets (see 1.).  \n4. Images  High resolution macro \nand micro images \n(camera, OM, SEM) of \nsamples  For optical microscopy images, the machine automatically stores the following \ninformation: image type, dimensions, data, lighting settings, zoom, lens name, \nand tilt angle. For scanning electron microscopy images, the machine \nautomatically includes paramet ers such as zoom level, beam voltage, image \nsize, and image creation date. This data is stored in .txt files accompanying the \nimage files. Figure naming will follow a consistent rule system \n(OM_JobName_SampleCode_ImageNumber or \nSEM_JobName_SampleCode_Image Number) that can easily be linked to the \nphysical samples, for which the overviewing spreadsheets (see 1.) contain the \ndetails. Microscopic images always contain a scale.   \n5. Analysis \ndata  Data obtained from \nsample elemental \nanalysis (XRD, SEM) or \nsample testing (thermo -\nmechanical testing)  For XRD, the results files (.raw) will be accompanied by the test setup file (.brml) \nthat stores the following information: X -ray source characteristics, instrument \ngeometry, detector type, scan parameters, environmental condictions, optics \nand splits. For  SEM, elemental analysis results (.jpeg, .txt) are accompanied a \ntest setup file (.txt) that stores the following information: electron beam \ncharacteristics, vacuum conditions, working distance, detector settings, sample \npreparation, image processing, and environmental conditions. For \nthermomechanical testing, the results files (.cvs) will be accompanied by the \ntest setup file (.txt) that stores the following information: mechanical loading, \nthermal control (if applicable) , test environment, sample preparation, \nmeasurement parameters, calibration, test duration, test date, instrument \nsettings. File naming will follow a consistent rule \n(XRD_JobName_SampleCode_TestCode or \nSEM_JobName_SampleCode_TestCode or for other \ntests ... _JobName_SampleCode_TestCode) that can easily be linked to the \nphysical samples, for which the overviewing spreadsheets (see 1.) contain the \ndetails.  \n6. 3D models  3D CAD models for \nsample preparation and \nsimulation  3D model files will be referenced in the overviewing sample documentation \nspreadsheets (see 1.).  \n7. 3D \nsimulations  3D FEM and CFD \nsimulation results  For 3D simulations, the results files (.csv) will be accompanied by a simulation \nsetup file (.txt) that stores the following information: initial conditions, material \nproperties, boundary conditions, mesh and discretization, solver settings, \ncoupling appro ach, environmental conditions, process -specific parameters and \nmodel formulation details.  \n8. Simulation \ncode  Sets of code to support \nsimulations  Simulation code files will be referenced in the 3D simulation documentation files \n(see 7.)  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per d ataset \nor data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) whic h \nmetadata will be created to make the data easier to find and reuse.  \n \nNo. \nAn own -defined standard spreadsheet is created for the storage of information about a sample fabrication and analysis. This \nformat can be appended with sheets referring to specific test procedures. This allows a clear link between a sample (and its \nproduct ion parameters) and the analysis performed on this sample (and the relevant test parameters).\n3. DATA STORAGE & BACK -UP DURING THE RESEARCH \nPROJECT  \nWhere will the data be stored?  \n \nThe data is stored at a dedicated location on the KUL NAS servers (with automatic back -up \nprocedures), secured and managed by the central ICTS service of KU Leuven.  \n \n \nHow will the data be backed up?  \n \nOffline backup creation on a separate hard drive is performed quarterly.   \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be \ntaken care of.  \n \nYes . \nSufficient storage & backup capacity (2 TB) is allocated to the research project on both KUL \nNAS servers and a separate hard drive.  \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?  \n \nNo sensitive data will be created in this project.  \nSeparate file sharing folders are provided by the university, ensuring no shared access to \nthe data, unless specifically required.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How \nwill these costs be covered?  \n \nThe expected cost for data storage during the project is not expected to exceed €100/year, \nwhich will be covered either by the FWO bench fee or AM research group financial reserves.  \n \n  \n4. DATA PRESERVATION AFTER THE END OF THE \nRESEARCH PROJECT  \nWhich data will be retained for at least five years (or longer, in agreement with other retention \npolicies that are applicable) after the end of the project? In case some data cannot be \npreserved, clearly state the reasons for this (e.g. legal or contractu al restrictions, \nstorage/budget issues, institutional policies...).  \n \nNo data requiring restrictions on data preservations will be generated, thus all data can be \nstored for the required 10 years according to the KU Leuven RDM policy.  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nThe data will be stored on the university's central servers (with automatic back -up \nprocedures) for at least 10 years, conform the KU Leuven RDM policy.  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How \nwill these costs be covered?  \n \nThe KU Leuven offers backed up cold storage of data at €99,55/TB/year. The expected cost \nfor cold storage of the data after the project is therefore not expected to exceed €100/year, \nwhich will be covered by the AM research group financial reserves. If the  amount of data to \nbe stored exceeds 2 TB, additional storage will be purchased and covered by the AM \nresearch group financial reserves.  \n  \n5. DATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  In the \ncomment section please explain per dataset or data type which data will be made available.  \n \nYes , in an Open Access repository  \n \n \nIf access is restricted, please specify who will be able to access the data and under what \nconditions.  \n \n/ \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined \nin an agreement with a 3rd party, legal restrictions)? Please explain in the comment section \nper dataset or data type where appropriate.  \n \nNo \n \n \nWhere will the data be made available? If already known, please provide a repository per \ndataset or data type.  \n \n1. The data will be shared on the  KU Leuven Research Data repository (known as RDR), \nwhich can be found here:  https://rdr.kuleuven.be  \n2. The repository has limited space for fee -less sharing of data. Hence, the largest file \ntypes ( ultra -high -resolution  microstructural images and simulation data) will only be \navailable upon request.   \n \n \nWhen will the data be made available?  \n \n1. In case the data is used for a publication, the data will be made available for use after \nthe final publication  \n2. In other cases, the dataset will be made available after the public defense of the FWO \nfellow's thesis dissertation  \n \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nThe datasets will be made available under a  CC-BY-NC-4.0 license, meaning free sharing \nand adaptation of data is allowed provided that they give appropriate credit to the creators, \nbut commercial use is prohibited.  \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you \nhave the option to provide it in the comment section.  \n \nYes . \nThe KU Leuven Research Data repository (known as RDR) uses a DIO identifier.  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \n1. The datasets are believed to stay within the 50 GB free limit of the RDR, meaning that no \nextra costs are expected.  \n2. In case a larger set of data is created, part of the allocated project budget can be used \nto cover these costs  \n  \n6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \n                      Waut Declercq - FWO fellow                      \n \n \nWho will manage data storage and backup during the research project?  \n \n                      Waut Declercq - FWO fellow                      \n \n \nWho will manage data preservation and sharing?  \n \n                      Brecht Van Hooreweder - PI / PhD promotor                      \n \n \nWho will update and implement this DMP?  \n \n                      The PI bears the end responsibility of updating & implementing this DMP.                      \n \n "
    },
    "clean_full_text": "DATA MANAGEMENT PLAN PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: FWO PhD fellowship (1130025N): Enabling the future generation of multi -material thermal protection systems by additive manufacturing Creator: Waut Declercq Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project abstract: Thermal protection systems (TPS) are crucial aircraft and spacecraft components that protect the internal structure from the extreme aerothermal load during atmospheric flight or re -entry. Current main objectives of space industry, like manned interplaneta ry missions, reusable launch vehicles and safe return of cost effective nano -satellites, have raised the requirements for future generation lightweight structurally -integrated TPS. Additionally, international attention is being directed towards numerical m odelling of re -entry conditions and the experimental validation of these simulations. Additive manufacturing (AM), as a non -traditional ceramic shaping technology, could be key in realizing complex -shaped highly -optimized future generation TPS. Moreover, t he fabrication of multi -material ceramic -metal components with AM could revolutionize structural integration of TPS. Therefore, this project focusses on extending the material palette of AM towards ultra -high temperature ceramics and gaining a fundamental understanding of ceramic -metal multi - material AM. Furthermore, the potential of the geometrical freedom of AM related to active cooling designs will be investigated. Finally, this project aims at making an important contribution to the numerical modelling and validation of extreme aerothermal loading of TPS. ID: 210782 Start date: 01-11-2024 End date: 31-10-2028 Last modified: 06-11-2024 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the v olume of the data. Dataset number Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume 1. Samples Physical samples obtained after laser powder bed fusion, and/or furnace treatments New Physical Experimental / / Typical sample size is from 10x10x10 mm3 up to 100x100x100 mm3, and total sample number will be smaller than 10 000. 2. Sample data Physical measurements of the samples (dimensions, weight, ...) New Digital Experimental .xlsx < 1 GB / 3. Job files Files containing print job parameters and settings New Digital Experimental .cls; .cli; .magics; .lmg; .lmj < 100 GB 4. Images High -resolution macro and micro images (camera, OM, SEM) of samples New Digital Experimental .jpeg; .tiff < 1 TB / 5. Analysis data Data obtained from sample elemental analysis (XRD, SEM) or sample testing (thermo -mechanical testing) New Digital Experimental .xlsx; .csv; .t xt; .raw; .br ml; .jpeg < 100 GB / 6. 3D models 3D CAD models for sample preparation and simulation New Digital Compiled/ag gregated data .stl; .par; .st p < 100 GB / 7. 3D simulatio ns 3D FEM and CFD simulation results New Digital Simulation data .csv < 1 TB / 8. Simulati on code Sets of code to support simulations New Digital Software .py < 1 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes . Potential valoristion of results will be evaluated throughout the project, and depends on the results. If and when desired, IP rights may be claimed and/or protected through patent applications or other means, in consultation with Leuven Research & Develop ment (LRD). Sections of the final dissertation that contain protected information will be placed under embargo. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what rest rictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Dataset number Dataset Name Description Doc umentation 1. Samples Physical samples obtained after laser powder bed fusion, and/or furnace treatments Details about created parts are stored in standardized spreadsheets mentioning material, process parameters and machine properties/settings (including but not limited to: date of production, laser power, scan speed, powder supplier/size/material, machine, thermal cycle, furnace, ...) 2. Sample data Physical measurements of the samples (dimensions, weight, ...) Measurement data is stored in standardized spreadsheets, mentioning, material, measurement device/settings, date of measurement 3. Job files Files containing print job parameters and settings Job files will be referenced in the overviewing sample documentation spreadsheets (see 1.). 4. Images High resolution macro and micro images (camera, OM, SEM) of samples For optical microscopy images, the machine automatically stores the following information: image type, dimensions, data, lighting settings, zoom, lens name, and tilt angle. For scanning electron microscopy images, the machine automatically includes paramet ers such as zoom level, beam voltage, image size, and image creation date. This data is stored in .txt files accompanying the image files. Figure naming will follow a consistent rule system (OM_JobName_SampleCode_ImageNumber or SEM_JobName_SampleCode_Image Number) that can easily be linked to the physical samples, for which the overviewing spreadsheets (see 1.) contain the details. Microscopic images always contain a scale. 5. Analysis data Data obtained from sample elemental analysis (XRD, SEM) or sample testing (thermo - mechanical testing) For XRD, the results files (.raw) will be accompanied by the test setup file (.brml) that stores the following information: X -ray source characteristics, instrument geometry, detector type, scan parameters, environmental condictions, optics and splits. For SEM, elemental analysis results (.jpeg, .txt) are accompanied a test setup file (.txt) that stores the following information: electron beam characteristics, vacuum conditions, working distance, detector settings, sample preparation, image processing, and environmental conditions. For thermomechanical testing, the results files (.cvs) will be accompanied by the test setup file (.txt) that stores the following information: mechanical loading, thermal control (if applicable) , test environment, sample preparation, measurement parameters, calibration, test duration, test date, instrument settings. File naming will follow a consistent rule (XRD_JobName_SampleCode_TestCode or SEM_JobName_SampleCode_TestCode or for other tests ... _JobName_SampleCode_TestCode) that can easily be linked to the physical samples, for which the overviewing spreadsheets (see 1.) contain the details. 6. 3D models 3D CAD models for sample preparation and simulation 3D model files will be referenced in the overviewing sample documentation spreadsheets (see 1.). 7. 3D simulations 3D FEM and CFD simulation results For 3D simulations, the results files (.csv) will be accompanied by a simulation setup file (.txt) that stores the following information: initial conditions, material properties, boundary conditions, mesh and discretization, solver settings, coupling appro ach, environmental conditions, process -specific parameters and model formulation details. 8. Simulation code Sets of code to support simulations Simulation code files will be referenced in the 3D simulation documentation files (see 7.) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per d ataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) whic h metadata will be created to make the data easier to find and reuse. No. An own -defined standard spreadsheet is created for the storage of information about a sample fabrication and analysis. This format can be appended with sheets referring to specific test procedures. This allows a clear link between a sample (and its product ion parameters) and the analysis performed on this sample (and the relevant test parameters). 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? The data is stored at a dedicated location on the KUL NAS servers (with automatic back -up procedures), secured and managed by the central ICTS service of KU Leuven. How will the data be backed up? Offline backup creation on a separate hard drive is performed quarterly. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes . Sufficient storage & backup capacity (2 TB) is allocated to the research project on both KUL NAS servers and a separate hard drive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive data will be created in this project. Separate file sharing folders are provided by the university, ensuring no shared access to the data, unless specifically required. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected cost for data storage during the project is not expected to exceed €100/year, which will be covered either by the FWO bench fee or AM research group financial reserves. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractu al restrictions, storage/budget issues, institutional policies...). No data requiring restrictions on data preservations will be generated, thus all data can be stored for the required 10 years according to the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long -term)? The data will be stored on the university's central servers (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The KU Leuven offers backed up cold storage of data at €99,55/TB/year. The expected cost for cold storage of the data after the project is therefore not expected to exceed €100/year, which will be covered by the AM research group financial reserves. If the amount of data to be stored exceeds 2 TB, additional storage will be purchased and covered by the AM research group financial reserves. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes , in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. 1. The data will be shared on the KU Leuven Research Data repository (known as RDR), which can be found here: https://rdr.kuleuven.be 2. The repository has limited space for fee -less sharing of data. Hence, the largest file types ( ultra -high -resolution microstructural images and simulation data) will only be available upon request. When will the data be made available? 1. In case the data is used for a publication, the data will be made available for use after the final publication 2. In other cases, the dataset will be made available after the public defense of the FWO fellow's thesis dissertation Which data usage licenses are you going to provide? If none, please explain why. The datasets will be made available under a CC-BY-NC-4.0 license, meaning free sharing and adaptation of data is allowed provided that they give appropriate credit to the creators, but commercial use is prohibited. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes . The KU Leuven Research Data repository (known as RDR) uses a DIO identifier. What are the expected costs for data sharing? How will these costs be covered? 1. The datasets are believed to stay within the 50 GB free limit of the RDR, meaning that no extra costs are expected. 2. In case a larger set of data is created, part of the allocated project budget can be used to cover these costs 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Waut Declercq - FWO fellow Who will manage data storage and backup during the research project? Waut Declercq - FWO fellow Who will manage data preservation and sharing? Brecht Van Hooreweder - PI / PhD promotor Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}