{
    "document_id": "D-2024-2743",
    "LinkTitle": "D-2024-2743",
    "file_name": "D-2024-2743.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2743.pdf",
    "metadata": {
        "title": "Social, ecological and economic issues: From linkages to political cleavages in France?",
        "author": "N/A",
        "creation_date": "2024-04-20 15:01:14+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Social, ecological and economic issues: From linkages to political cleavages in France?\nSocial, ecological and economic issues: From linkages to political cleavages in France?\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nCoralie Boulard\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11Q3M24N\nID: \nID: \n206639\nStart date: \nStart date: \n11-01-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nEcological, social and economic issues are inherently intertwined in that action in one sphere has repercussions in another. Central to this research is\nthe premise that divergent interpretations of this interconnectedness have, historically, animated conflicts in France. Beyond punctual and surface\nconflicts, I contend, this disputed issue-linkage is at the heart of the deeper political cleavages that durably splits French society into conflicting groups.\nWhile current research appreciates the linkage of these issues as a contentious affair, the analytical angle taken thus far is not conducive to grasping the\nrelations it bears with more durable features of political life such as cleavages. To fill this gap, my project will provide an in-depth, macro-historical\nanalysis of the linkage of social, ecological, and economic issues in France to explain how and why it affects the configuration and reconfiguration of\npolitical cleavages in a systematic and comprehensive manner. To do so, I combine critical discourse analysis, discourse network analysis and case\nstrudies and contribute to sustainability and cleavage scholarships an understanding of issue-linkage as a determinant and structuring force on\ncleavages.\nLast modified: \nLast modified: \n20-04-2024\nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n1 of 7\nSocial, ecological and economic issues: From linkages to political cleavages in France?\nSocial, ecological and economic issues: From linkages to political cleavages in France?\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nTextual\ndata\nThis includes all\nsecondary data\ncollected for\nanalysis:\nnewspaper\narticles, party\nmanifestos,\nwritten speeches\nand interviews,\ndocuments,\nreports, position\npapers etc.\nReuse existing data\nDigital\nObservational\n.txt, .pdf\n \n \nNotes\nThis includes all\ntyped personal\nfieldnotes,\nannotations and\nreferences\nproduced and\nused for\njournalling and\nreflection.  \nGenerate new data\nDigital\nObservational\n.txt, .pdf\n<100MB\n \nTextual\nanalysis\ndatabase\nThis includes all\ndata generated\nthrough analysis\nof secondary\ndata using the\nsoftware NVivo\nGenerate new data\nDigital\nCompiled/aggregated data\n.xml\n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n2 of 7\nDiscourse\nnetwork\ndatabase\nThis includes all\ndata generated\nthrough analysis\nof secondary\ndata using the\nsoftware\nDiscourse\nNetwork\nAnalyzer\nGenerate new data\nDigital\nCompiled/aggregated data\n.xml\n<1GB\n \nInformed\nconsent\nforms\nThis includes all\ninformed\nconsent forms\nproduced and\ncompleted prior\nto conducting\ninterviews\nGenerate new data\nDigital\nOther\n.txt, .pdf\n<100MB\n \nAudio\nrecordings\nThis includes all\naudio recordings\nof interviews.\nGenerate new data\nDigital\nObservational\n.mp3\n<1GB\n \nTranscripts\nThis includes all\ntyped transcripts\nof interviews.\nGenerate new data\nDigital\nObservational\ntxt, .pdf\n<100MB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nAll existing data that will be used in this research consists of data made readily and publicly available online by the actors under study (i.e.\ngovernment and parties, national newspapers, labor unions, climate advocacy groups and other civil society actors). The data will otherwise be\nretrieved from France's national databases (France Archives, Archives Nationales, or INA). \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPart of the research data will be generated through semi-structured interviews, which involves the collection and processing of personal data.\nThis includes interview recordings and transcripts of the project's dataset.\nI will take the necessary measures to comply with regulations pertaining to privacy, anonymization, data collection, processing and storage. I\nwill seek consent from interviewees through prior informed consent forms. Data will be stored on a secure network disk only accessible to the\nprimary researcher and primary supervisor, whose computers are password-protected and encrypted. Personal data will be rendered anonymous\nin such a way that the individual will not be identifiable. A PRET review and data handling protocol will be submitted to the Social and\nSocietal Ethics Committee and a for formal ethics and privacy approval at a later stage, prior to the start of this phase of the research.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nThe interview phase of this research will include the collection of personal data of participants: their name, email address, and affiliation (to\nparty, labor union, newspaper, or civil society organization). Their personal data will be used for organizing the data and research, but will not\nbe included or processed in the analysis. It will further be stored separately from the research data. Only their affiliation will be of interest as\nthe interviews are meant to trace the perspectives of a particular party, labor union, newspaper etc. \nThe PRET ethical request in under preparation. \n \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n3 of 7\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFirst, a clear and uniform folder and file structure will be developed in the OneDrive, for data to be organized in a way that simplifies retrieval\nand consultation. Second, a README.txt file will outline all useful information on the data and research process. This will include: a project\ndescription, a research design description, the ethical approval number, the data management plan, step-by-step explication of how the data\nwas used and analyzed/how the research was conducted/how to replicate it, and a structured data codebook compiling information on the entire\ndataset with file type, authors, date of publication, date of analysis, location, subject, keywords etc.\n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nThe metadata standard of KU Leuven Research Data Repository will be used, notably by following the ReadMe.txt templates, and the DDI\ncodebooks.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData will be stored in a secure KU Leuven OneDrive for Business cloud, during and after the research. This is conform with KU Leuven's\nResearch Data Management Policy. \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n4 of 7\nHow will the data be backed up?\nHow will the data be backed up?\nThe KU Leuven storage drive is automatically backed-up to reduce data loss risks and provides long-term storage. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage and backup capacity. The cloud allows users to store 5TB of files up to 100GB in a secured network disk. This\nstorage drive is automatically backed-up to reduce data loss risks and provides long-term storage. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nIt is a secure network disk only made accessible to the primary researcher and primary supervisor, whose computers will be password-\nprotected and encrypted.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup during the research project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nIn line with the KU Leuven RDM policy, data that is relevant to publications will be retained for at least 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nUpon completion of the project, the data will be transferred to KU Leuven's long-term storage server, a secured K network drive. This long-\nterm storage is guaranteed up to 10 years after the end of a project. \nFor data relevant to publications, it will be deposited to the KU Leuven RDR, the university's institutional research data repository which is the\npreferred option for KU Leuven publication research data. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation during the expected retention period. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n5 of 7\nThe entire dataset, apart from personal notes, will be made available.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available on the KU Leuven institutional research data repository RDR, as recommended for KU Leuven researchers.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available upon publication of research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data usage license that will be provided is CC-BY-NC-SA, as this allows for free access and use of the data, as well as making changes to\nit to fit future research needs. It allows so all the while giving appropriate credit, forbidding use for commercial purposes, and ensuring that the\nsame usage license is kept. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nThe KU Leuven repository employs DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nCoralie Boulard \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nCoralie Boulard \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n6 of 7\nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nCoralie Boulard \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nCoralie Boulard \nCreated using DMPonline.be. Last modiﬁed 20 April 2024\n7 of 7"
    },
    "clean_full_text": "Social, ecological and economic issues: From linkages to political cleavages in France? Social, ecological and economic issues: From linkages to political cleavages in France? A Data Management Plan created using DMPonline.be Creator: Creator: Coralie Boulard Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11Q3M24N ID: ID: 206639 Start date: Start date: 11-01-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Ecological, social and economic issues are inherently intertwined in that action in one sphere has repercussions in another. Central to this research is the premise that divergent interpretations of this interconnectedness have, historically, animated conflicts in France. Beyond punctual and surface conflicts, I contend, this disputed issue-linkage is at the heart of the deeper political cleavages that durably splits French society into conflicting groups. While current research appreciates the linkage of these issues as a contentious affair, the analytical angle taken thus far is not conducive to grasping the relations it bears with more durable features of political life such as cleavages. To fill this gap, my project will provide an in-depth, macro-historical analysis of the linkage of social, ecological, and economic issues in France to explain how and why it affects the configuration and reconfiguration of political cleavages in a systematic and comprehensive manner. To do so, I combine critical discourse analysis, discourse network analysis and case strudies and contribute to sustainability and cleavage scholarships an understanding of issue-linkage as a determinant and structuring force on cleavages. Last modified: Last modified: 20-04-2024 Created using DMPonline.be. Last modiﬁed 20 April 2024 1 of 7 Social, ecological and economic issues: From linkages to political cleavages in France? Social, ecological and economic issues: From linkages to political cleavages in France? FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Textual data This includes all secondary data collected for analysis: newspaper articles, party manifestos, written speeches and interviews, documents, reports, position papers etc. Reuse existing data Digital Observational .txt, .pdf Notes This includes all typed personal fieldnotes, annotations and references produced and used for journalling and reflection. Generate new data Digital Observational .txt, .pdf <100MB Textual analysis database This includes all data generated through analysis of secondary data using the software NVivo Generate new data Digital Compiled/aggregated data .xml <1GB Created using DMPonline.be. Last modiﬁed 20 April 2024 2 of 7 Discourse network database This includes all data generated through analysis of secondary data using the software Discourse Network Analyzer Generate new data Digital Compiled/aggregated data .xml <1GB Informed consent forms This includes all informed consent forms produced and completed prior to conducting interviews Generate new data Digital Other .txt, .pdf <100MB Audio recordings This includes all audio recordings of interviews. Generate new data Digital Observational .mp3 <1GB Transcripts This includes all typed transcripts of interviews. Generate new data Digital Observational txt, .pdf <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: All existing data that will be used in this research consists of data made readily and publicly available online by the actors under study (i.e. government and parties, national newspapers, labor unions, climate advocacy groups and other civil society actors). The data will otherwise be retrieved from France's national databases (France Archives, Archives Nationales, or INA). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Part of the research data will be generated through semi-structured interviews, which involves the collection and processing of personal data. This includes interview recordings and transcripts of the project's dataset. I will take the necessary measures to comply with regulations pertaining to privacy, anonymization, data collection, processing and storage. I will seek consent from interviewees through prior informed consent forms. Data will be stored on a secure network disk only accessible to the primary researcher and primary supervisor, whose computers are password-protected and encrypted. Personal data will be rendered anonymous in such a way that the individual will not be identifiable. A PRET review and data handling protocol will be submitted to the Social and Societal Ethics Committee and a for formal ethics and privacy approval at a later stage, prior to the start of this phase of the research. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes The interview phase of this research will include the collection of personal data of participants: their name, email address, and affiliation (to party, labor union, newspaper, or civil society organization). Their personal data will be used for organizing the data and research, but will not be included or processed in the analysis. It will further be stored separately from the research data. Only their affiliation will be of interest as the interviews are meant to trace the perspectives of a particular party, labor union, newspaper etc. The PRET ethical request in under preparation. Created using DMPonline.be. Last modiﬁed 20 April 2024 3 of 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). First, a clear and uniform folder and file structure will be developed in the OneDrive, for data to be organized in a way that simplifies retrieval and consultation. Second, a README.txt file will outline all useful information on the data and research process. This will include: a project description, a research design description, the ethical approval number, the data management plan, step-by-step explication of how the data was used and analyzed/how the research was conducted/how to replicate it, and a structured data codebook compiling information on the entire dataset with file type, authors, date of publication, date of analysis, location, subject, keywords etc. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes The metadata standard of KU Leuven Research Data Repository will be used, notably by following the ReadMe.txt templates, and the DDI codebooks. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data will be stored in a secure KU Leuven OneDrive for Business cloud, during and after the research. This is conform with KU Leuven's Research Data Management Policy. Created using DMPonline.be. Last modiﬁed 20 April 2024 4 of 7 How will the data be backed up? How will the data be backed up? The KU Leuven storage drive is automatically backed-up to reduce data loss risks and provides long-term storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage and backup capacity. The cloud allows users to store 5TB of files up to 100GB in a secured network disk. This storage drive is automatically backed-up to reduce data loss risks and provides long-term storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? It is a secure network disk only made accessible to the primary researcher and primary supervisor, whose computers will be password- protected and encrypted. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup during the research project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). In line with the KU Leuven RDM policy, data that is relevant to publications will be retained for at least 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Upon completion of the project, the data will be transferred to KU Leuven's long-term storage server, a secured K network drive. This long- term storage is guaranteed up to 10 years after the end of a project. For data relevant to publications, it will be deposited to the KU Leuven RDR, the university's institutional research data repository which is the preferred option for KU Leuven publication research data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation during the expected retention period. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 20 April 2024 5 of 7 The entire dataset, apart from personal notes, will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available on the KU Leuven institutional research data repository RDR, as recommended for KU Leuven researchers. When will the data be made available? When will the data be made available? The data will be made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The data usage license that will be provided is CC-BY-NC-SA, as this allows for free access and use of the data, as well as making changes to it to fit future research needs. It allows so all the while giving appropriate credit, forbidding use for commercial purposes, and ensuring that the same usage license is kept. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes The KU Leuven repository employs DOI. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Coralie Boulard Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Coralie Boulard Created using DMPonline.be. Last modiﬁed 20 April 2024 6 of 7 Who will manage data preservation and sharing? Who will manage data preservation and sharing? Coralie Boulard Who will update and implement this DMP? Who will update and implement this DMP? Coralie Boulard Created using DMPonline.be. Last modiﬁed 20 April 2024 7 of 7"
}