{
    "document_id": "D-2024-2774",
    "LinkTitle": "D-2024-2774",
    "file_name": "D-2024-2774.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2774.pdf",
    "metadata": {
        "title": "Modelling of ME2 devices for hybrid spintronic-CMOS logic circuits",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Modelling of ME2 devices for hybrid spintronic-CMOS logic circuits\nModelling of ME2 devices for hybrid spintronic-CMOS logic circuits\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nEmma Van Meirvenne\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SH4Q24N\nID: \nID: \n206209\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nWe live in a world where everyday objects are smart and each need their appropriate logic circuitry. However, an increasing need for logic circuitry in\na world with limited resources, together with the current energy crisis, forces us to consider energy-saving solutions. One of these solutions is hybrid\nspintronic-CMOS logic circuitry, which can possibly outperform conventional CMOS in terms of energy-delay product if and only if they make use of\nultralow-energy (~1-10 aJ) transducers between the magnetic and electric domain. The ME² device is proposed as such transducer to meet those strict\nenergy requirements. It consists of magnetoelectric (ME) composite materials, containing piezoelectric and magnetostrictive layers that couple via\nstrain. It encodes information in its magnetization state and uses the ME effect for both its input and output mechanism. However, not much is yet\nknown about the ME effect at the nanoscale, and, with the aim of energy optimization, a complete understanding of this is crucial to design an\nultralow-energy ME² device. Therefore, in this project, I will identify a full physical framework as well as the working principles of the novel ME²\ndevice via simulations, where I will determine its input and output physics and will propose ME² designs going towards low-voltage performance.\n Achievement of this project enables optimization of the ME² device and paves the path for development of full hybrid spintronic-CMOS circuits.\nLast modified: \nLast modified: \n11-04-2024\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n1 of 6\nModelling of ME2 devices for hybrid spintronic-CMOS logic circuits\nModelling of ME2 devices for hybrid spintronic-CMOS logic circuits\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMumax3\nmodels\nand data\nMicromagnetic\nsimulations of\nnanomagnets/magnetic\nwaveguides\nGenerate new data\nDigital\nSimulation data\n.ovf\n<100 GB\n \nPython\nmodels\nand data\nAnalytical models of\nME² device\nGenerate new data\nDigital\nSimulation data\n.csv\n.dat\n<100 GB\n \nPython\ndata\npost processing of\nsimulation data\nobtained from\nMumax3 and\nCOMSOL\nGenerate new data\nDigital\nSimulation data\n.csv\n.dat\n<100 GB\n \nCOMSOL\nmodels\nand data \nCOMSOL model of\nnanomagnets/ME²\ndevices/ magnetic\nwaveguides\nGenerate new data\nDigital\nSimulation data\n.mph\n.csv\n<100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSimulation data (COMSOL, Mumax3, Python, HFSS) are saved in an automatised format defined by the simulation software. Both\nsimulation data and postprocessing data will be saved in origin and throughout Powerpoint.\nModels written in python will be explained in Powerpoint or in the simulation script itself. Models made in COMSOL and Mumax3 are\nexplained in Powerpoint\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n3 of 6\nSimulation data is saved in Imec's central servers\nMetadata, selected important data and reports are saved in clouds (SharePoint and Onedrive)\nHow will the data be backed up?\nHow will the data be backed up?\nBacking up of data is carried out by Imec and cloud service provider (Microsoft)\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCentral servers and clouds are shared and have large capability\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the central servers is only possible for specific users after approval by Imec. Data on the group's SharePoint is only accessible by\npeople in the research group, with the exception of specific files shared with the collaborators.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\ncosts are covered by Imec.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll the data will be retained for 5 years following the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be left where it's currently saved (Imec's central servers and clouds) as capacity is sufficient.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are covered by Imec.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n4 of 6\nYes, in a restricted access repository (after approval, institutional access only, …)\n- Relevant data will be published in journals or reported in the PhD thesis. \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData can be accessed by relevant collaborateurs or other parties upon request. All data can be be shared with FWO and KU Leuven.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRelevant data will be published in journals or reported in the PhD thesis \nWhen will the data be made available?\nWhen will the data be made available?\n- upon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage license will be discussed with Imec/KUL before any licenses are granted\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PI will be the responsible for the data documentation and metadata under the supervision of the PI's advisors (Dr. Florin Ciubotaru and Dr.\nChristoph Adelmann). \nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n5 of 6\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PI will be responsible for the data storage and backup. Additional back ups of important data are carried out by the PI's advisors (Dr.\nFlorin Ciubotaru and Dr. Christoph Adelmann) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI's advisors (Dr. Florin Ciubotaru and Dr. Christoph Adelmann) and other research group members will be responsible for data\npreservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI bears the end responsibility of implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n6 of 6"
    },
    "clean_full_text": "Modelling of ME2 devices for hybrid spintronic-CMOS logic circuits Modelling of ME2 devices for hybrid spintronic-CMOS logic circuits A Data Management Plan created using DMPonline.be Creator: Creator: Emma Van Meirvenne Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SH4Q24N ID: ID: 206209 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: We live in a world where everyday objects are smart and each need their appropriate logic circuitry. However, an increasing need for logic circuitry in a world with limited resources, together with the current energy crisis, forces us to consider energy-saving solutions. One of these solutions is hybrid spintronic-CMOS logic circuitry, which can possibly outperform conventional CMOS in terms of energy-delay product if and only if they make use of ultralow-energy (~1-10 aJ) transducers between the magnetic and electric domain. The ME² device is proposed as such transducer to meet those strict energy requirements. It consists of magnetoelectric (ME) composite materials, containing piezoelectric and magnetostrictive layers that couple via strain. It encodes information in its magnetization state and uses the ME effect for both its input and output mechanism. However, not much is yet known about the ME effect at the nanoscale, and, with the aim of energy optimization, a complete understanding of this is crucial to design an ultralow-energy ME² device. Therefore, in this project, I will identify a full physical framework as well as the working principles of the novel ME² device via simulations, where I will determine its input and output physics and will propose ME² designs going towards low-voltage performance. Achievement of this project enables optimization of the ME² device and paves the path for development of full hybrid spintronic-CMOS circuits. Last modified: Last modified: 11-04-2024 Created using DMPonline.be. Last modiﬁed 11 April 2024 1 of 6 Modelling of ME2 devices for hybrid spintronic-CMOS logic circuits Modelling of ME2 devices for hybrid spintronic-CMOS logic circuits FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Mumax3 models and data Micromagnetic simulations of nanomagnets/magnetic waveguides Generate new data Digital Simulation data .ovf <100 GB Python models and data Analytical models of ME² device Generate new data Digital Simulation data .csv .dat <100 GB Python data post processing of simulation data obtained from Mumax3 and COMSOL Generate new data Digital Simulation data .csv .dat <100 GB COMSOL models and data COMSOL model of nanomagnets/ME² devices/ magnetic waveguides Generate new data Digital Simulation data .mph .csv <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 11 April 2024 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Simulation data (COMSOL, Mumax3, Python, HFSS) are saved in an automatised format defined by the simulation software. Both simulation data and postprocessing data will be saved in origin and throughout Powerpoint. Models written in python will be explained in Powerpoint or in the simulation script itself. Models made in COMSOL and Mumax3 are explained in Powerpoint Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 11 April 2024 3 of 6 Simulation data is saved in Imec's central servers Metadata, selected important data and reports are saved in clouds (SharePoint and Onedrive) How will the data be backed up? How will the data be backed up? Backing up of data is carried out by Imec and cloud service provider (Microsoft) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Central servers and clouds are shared and have large capability How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the central servers is only possible for specific users after approval by Imec. Data on the group's SharePoint is only accessible by people in the research group, with the exception of specific files shared with the collaborators. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? costs are covered by Imec. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All the data will be retained for 5 years following the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be left where it's currently saved (Imec's central servers and clouds) as capacity is sufficient. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are covered by Imec. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Created using DMPonline.be. Last modiﬁed 11 April 2024 4 of 6 Yes, in a restricted access repository (after approval, institutional access only, …) - Relevant data will be published in journals or reported in the PhD thesis. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Data can be accessed by relevant collaborateurs or other parties upon request. All data can be be shared with FWO and KU Leuven. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Relevant data will be published in journals or reported in the PhD thesis When will the data be made available? When will the data be made available? - upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data usage license will be discussed with Imec/KUL before any licenses are granted Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI will be the responsible for the data documentation and metadata under the supervision of the PI's advisors (Dr. Florin Ciubotaru and Dr. Christoph Adelmann). Created using DMPonline.be. Last modiﬁed 11 April 2024 5 of 6 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PI will be responsible for the data storage and backup. Additional back ups of important data are carried out by the PI's advisors (Dr. Florin Ciubotaru and Dr. Christoph Adelmann) Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI's advisors (Dr. Florin Ciubotaru and Dr. Christoph Adelmann) and other research group members will be responsible for data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of implementing this DMP Created using DMPonline.be. Last modiﬁed 11 April 2024 6 of 6"
}