{
    "document_id": "D-2023-2103",
    "LinkTitle": "D-2023-2103",
    "file_name": "D-2023-2103.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2103.pdf",
    "metadata": {
        "title": "D-2023-2103",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "COVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE\nSEPARATION\nA Data Management Plan created using DMPonline.be\nCreators: \nShammi Rana, Steven De Feyter\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nShammi Rana\nGrant number / URL: \n12ZZO23N\nID: \n200037\nStart date: \n01-01-2023\nEnd date: \n31-12-2024\nProject abstract:\nAn object, or a molecule is said to be chiral if it can be distinguished from its mirror image. Chirality plays an important\nrole in many areas of chemistry, biology, and physics. Many chemical processes involving solid surfaces such as\ncatalysis, crystallization, adsorption, and so forth, are sensitive to chirality. Thus, surfaces are not only fertile playground\nstudying chirality, but they can also be used to promote the separation of mirror image molecules, i.e. enantiomers, due\nto additional constraints created by the two-dimensional (2D) environment. Because of the reduced symmetry at the\ninterface, these constraints enhance the expression of molecular chirality, allowing not only chiral molecules, but also\nprochiral molecules to produce chiral superstructures. Even so, recognition processes based on non-covalent\ninteractions could be used to separate enantiomorphs in 2D systems. This new method could be used to resolve racemic\nmixtures. In this project, nanoconfinement conditions created using scanning probe nanolithography will reveal how the\nshape and size of the confinement, as well as the nanolithography process itself, affect the chirality of on-surface\ncrystallization processes. Robust chiral surfaces will be created using covalent functionalization of graphite and applied\nfor enantioselective separation. Also, bulk chiral graphitic materials will be synthesized and used as stationary phase in\nchiral chromatography. CHIRAL-SURF will allow me to pursue a highly innovative research line in surface science,\nproviding me a perfect platform for my personal development in terms of research and training in a topic of key\nimportance, i.e. chirality, and state-to-the-art imaging techniques. This project will also allow me to strengthen my\nteam-working and leadership skills as well as widen my scientific network and collaborations. In summary, this research\ngrant will be a positive turning point in my academic career towards scientific excellence.\nLast modified: \n01-06-2023\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n1 of 8\nCOVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE\nSEPARATION\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \nSuper-resolution\nmicroscopy images\nGenerate new data\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\n <5TB\n \n \nRaman Data\nGenerate new data\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\n.txt, ASCII\n<100GB\n \n \nExperimental protocols,\nresults, conclusions.\nAnalyzed papers\nGenerate new data\nPhysical\n \n \n \nLab\nNote\nbook\n \nFigures, datasets, drafts of\nresearch articles\nGenerate new data\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nExisting data\n are not reuse in current research project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n2 of 8\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll collected data will be clearly labelled per experiment. A table with a summary for every experiment will be provided. This table contains: date at which data was\nacquired, sample description (Name of the compound, concentration and labelling), measurement parameters (Type of Instrument, substrate types), brief report of results\nand conclusion, suggestion towards follow-up experiment. Further, a detailed description of the used protocol to prepare the samples will be written and kept in the\nelectronic lab journal (regular backups)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nNo metadata standard will be used. Necessary documentations on the creation of the data will be include in the same folder with the dataset:\nMetadata generated automatically by the measurement setup, and is embedded in the microscopy/spectroscopy data.\nMetadata generated for/during analysis of the data: analysis protocols for analysis code for MATLAB with necessary comment for the user to understand how the analysis\nis performed and how parameters can be changed.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data is stored on portable hard drives stored at different locations and at the enterprise cloud storage service “BOX” and KUL personnel’s internet drives offered by\nKU Leuven. The accepted version of the final manuscripts (+ accessory datasets) are submitted in open access journals and in the KU Leuven library’s depository. In\naddition, relevant data will be transferred to the self-mirrored long-term storage capacity by the KUL ICTS for long-term storage till at least 5 years after the project.\nHow will the data be backed up?\nThe data will be backed-up automatically for remote data storage on a daily basis in hard drive. Additionally, three copies of the data will be kept at different physical\nlocations, such as portable hard drives every week.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n5TB Storage and backup capacity is already present for approximately for the 3 years and can be extended further by purchasing additional portable hard drives or cloud\ndata volumes.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the data is restricted by online build-in safe logins and by physical restriction of access to the portable hear drives through the security system installed in the\nbuilding of the affiliation.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n3 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nA volume of 5 TB hard disk is anticipated for data storage, and it will result in a cost of approximately 300 Euros which will be covered from the bench fee of this grant.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nOnly a selection of relevant data will be preserved. Selection of data destined for long-term storage will be assessed by the applicant and the promoter on a yearly basis.\nNaturally, all data and metadata used/linked to published articles, will be preserved in the university library depository.\nWhere will these data be archived (stored and curated for the long-term)?\nThe selected data will be stored on the university's central servers for at least 10 years, confirm the KU Leuven RDM policy. In addition, the selected data will be\npreserved on minimum 3 different portable hard drives which are kept locked at different locations under the supervision of the promotor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for the retention of data on portable hard drives is already made. The long-term data storage of ICTS costs approximately 150 euros per year per 2TB. This storage\nhas been set up for the research group, the shared cost will depend on the actual data generated from this project. A volume of 5 TB is anticipated, that will result in a\ncost of approximately 300 Euros to be covered from the bench fee of this grant.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data will continue to be stored in a protected environment, similar as to before the end of the project. However, requests to access the data can be made via email to\nthe promotor or Postdoc, who will decide upon this request after consultation with the promotor and co-authors of articles and after the possible receiver has signed a\ndata sharing agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data can be made available via email to the promotor or Postdoc, who will decide upon this request after consultation with the promotor and co-authors of articles\nand after the possible receiver has signed a data sharing agreement.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNone\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n4 of 8\nWhat are the expected costs for data sharing? How will these costs be covered?\nHow data will be shared, will depend upon the type of the requested data. Data will always be shared in a protected environment; after the receiver signed a data sharing\nagreement.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe responsible person during the project is the applicant himself, under supervision of the promoter. \nWho will manage data storage and backup during the research project?\nAfter completion of the project, the responsible person will be the promoter. \nWho will manage data preservation and sharing?\nThe responsible person is the applicant himself, under supervision of the promoter. After completion of the project, the responsible person is the promoter. \nWho will update and implement this DMP?\nThe applicant and PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n5 of 8\nCOVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE\nSEPARATION\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n6 of 8\nCOVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE\nSEPARATION\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n7 of 8\nCOVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE\nSEPARATION\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n8 of 8"
    },
    "clean_full_text": "COVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE SEPARATION A Data Management Plan created using DMPonline.be Creators: Shammi Rana, Steven De Feyter Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Shammi Rana Grant number / URL: 12ZZO23N ID: 200037 Start date: 01-01-2023 End date: 31-12-2024 Project abstract: An object, or a molecule is said to be chiral if it can be distinguished from its mirror image. Chirality plays an important role in many areas of chemistry, biology, and physics. Many chemical processes involving solid surfaces such as catalysis, crystallization, adsorption, and so forth, are sensitive to chirality. Thus, surfaces are not only fertile playground studying chirality, but they can also be used to promote the separation of mirror image molecules, i.e. enantiomers, due to additional constraints created by the two-dimensional (2D) environment. Because of the reduced symmetry at the interface, these constraints enhance the expression of molecular chirality, allowing not only chiral molecules, but also prochiral molecules to produce chiral superstructures. Even so, recognition processes based on non-covalent interactions could be used to separate enantiomorphs in 2D systems. This new method could be used to resolve racemic mixtures. In this project, nanoconfinement conditions created using scanning probe nanolithography will reveal how the shape and size of the confinement, as well as the nanolithography process itself, affect the chirality of on-surface crystallization processes. Robust chiral surfaces will be created using covalent functionalization of graphite and applied for enantioselective separation. Also, bulk chiral graphitic materials will be synthesized and used as stationary phase in chiral chromatography. CHIRAL-SURF will allow me to pursue a highly innovative research line in surface science, providing me a perfect platform for my personal development in terms of research and training in a topic of key importance, i.e. chirality, and state-to-the-art imaging techniques. This project will also allow me to strengthen my team-working and leadership skills as well as widen my scientific network and collaborations. In summary, this research grant will be a positive turning point in my academic career towards scientific excellence. Last modified: 01-06-2023 Created using DMPonline.be. Last modiﬁed 01 June 2023 1 of 8 COVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE SEPARATION FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Super-resolution microscopy images Generate new data Digital Observational Experimental Compiled/aggregated data Simulation data Software .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … <5TB Raman Data Generate new data Digital Observational Experimental Compiled/aggregated data Simulation data Software .txt, ASCII <100GB Experimental protocols, results, conclusions. Analyzed papers Generate new data Physical Lab Note book Figures, datasets, drafts of research articles Generate new data Digital Observational Experimental Compiled/aggregated data .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Existing data are not reuse in current research project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 01 June 2023 2 of 8 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All collected data will be clearly labelled per experiment. A table with a summary for every experiment will be provided. This table contains: date at which data was acquired, sample description (Name of the compound, concentration and labelling), measurement parameters (Type of Instrument, substrate types), brief report of results and conclusion, suggestion towards follow-up experiment. Further, a detailed description of the used protocol to prepare the samples will be written and kept in the electronic lab journal (regular backups) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. Necessary documentations on the creation of the data will be include in the same folder with the dataset: Metadata generated automatically by the measurement setup, and is embedded in the microscopy/spectroscopy data. Metadata generated for/during analysis of the data: analysis protocols for analysis code for MATLAB with necessary comment for the user to understand how the analysis is performed and how parameters can be changed. 3. Data storage & back-up during the research project Where will the data be stored? The data is stored on portable hard drives stored at different locations and at the enterprise cloud storage service “BOX” and KUL personnel’s internet drives offered by KU Leuven. The accepted version of the final manuscripts (+ accessory datasets) are submitted in open access journals and in the KU Leuven library’s depository. In addition, relevant data will be transferred to the self-mirrored long-term storage capacity by the KUL ICTS for long-term storage till at least 5 years after the project. How will the data be backed up? The data will be backed-up automatically for remote data storage on a daily basis in hard drive. Additionally, three copies of the data will be kept at different physical locations, such as portable hard drives every week. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 5TB Storage and backup capacity is already present for approximately for the 3 years and can be extended further by purchasing additional portable hard drives or cloud data volumes. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the data is restricted by online build-in safe logins and by physical restriction of access to the portable hear drives through the security system installed in the building of the affiliation. Created using DMPonline.be. Last modiﬁed 01 June 2023 3 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? A volume of 5 TB hard disk is anticipated for data storage, and it will result in a cost of approximately 300 Euros which will be covered from the bench fee of this grant. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Only a selection of relevant data will be preserved. Selection of data destined for long-term storage will be assessed by the applicant and the promoter on a yearly basis. Naturally, all data and metadata used/linked to published articles, will be preserved in the university library depository. Where will these data be archived (stored and curated for the long-term)? The selected data will be stored on the university's central servers for at least 10 years, confirm the KU Leuven RDM policy. In addition, the selected data will be preserved on minimum 3 different portable hard drives which are kept locked at different locations under the supervision of the promotor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for the retention of data on portable hard drives is already made. The long-term data storage of ICTS costs approximately 150 euros per year per 2TB. This storage has been set up for the research group, the shared cost will depend on the actual data generated from this project. A volume of 5 TB is anticipated, that will result in a cost of approximately 300 Euros to be covered from the bench fee of this grant. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. The data will continue to be stored in a protected environment, similar as to before the end of the project. However, requests to access the data can be made via email to the promotor or Postdoc, who will decide upon this request after consultation with the promotor and co-authors of articles and after the possible receiver has signed a data sharing agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The data can be made available via email to the promotor or Postdoc, who will decide upon this request after consultation with the promotor and co-authors of articles and after the possible receiver has signed a data sharing agreement. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. None Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 01 June 2023 4 of 8 What are the expected costs for data sharing? How will these costs be covered? How data will be shared, will depend upon the type of the requested data. Data will always be shared in a protected environment; after the receiver signed a data sharing agreement. 6. Responsibilities Who will manage data documentation and metadata during the research project? The responsible person during the project is the applicant himself, under supervision of the promoter. Who will manage data storage and backup during the research project? After completion of the project, the responsible person will be the promoter. Who will manage data preservation and sharing? The responsible person is the applicant himself, under supervision of the promoter. After completion of the project, the responsible person is the promoter. Who will update and implement this DMP? The applicant and PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 01 June 2023 5 of 8 COVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE SEPARATION Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 01 June 2023 6 of 8 COVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE SEPARATION DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 01 June 2023 7 of 8 COVALENT CHIRAL FUNCTIONALIZATION OF GRAPHITE FOR ENANTIOSELECTIVE SEPARATION GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 01 June 2023 8 of 8"
}