{
    "document_id": "D-2024-2953",
    "LinkTitle": "D-2024-2953",
    "file_name": "D-2024-2953.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2953.pdf",
    "metadata": {
        "title": "INFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "INFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT\nINFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nIngrid Van Keilegom\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG047524N\nID: \nID: \n208504\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nIn traditional survival analysis, all subjects in the population are assumed to be susceptible to the event of interest. However, it often happens that the\nevent of interest never occurs for a fraction of the subjects under study, that are said to be cured. The quantities of interest in these cure models are\noften the cure rate and the survival function of the susceptible or uncured individuals. When the survival time is subject to random right censoring, as\nis common in survival analysis, all cured subjects will be censored, whereas the non-cured ones can be either censored or uncensored. Hence, in order\nto identify the cure fraction we need to impose certain assumptions on the model. A common way to identify a cure model is to impose the so-called\nassumption of sufficient follow-up. When the follow-up period is erroneously believed to be sufficient, the cure rate will be overestimated leading to\npossibly false (and too positive) conclusions. Therefore, it is important to have methods at hand that are able to correctly estimate the cure rate and the\ndistribution of the uncured. The current literature on estimation and testing under insufficient follow-up is still in a very early stage of development, and\nmuch more work is needed to do correct inference in this important research area. Our goal is to propose novel estimation methods that overcome the\nproblem of insufficient follow-up, and powerful testing strategies for the hypothesis of sufficient follow-up.\nLast modified: \nLast modified: \n24-06-2024\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n1 of 6\nINFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT\nINFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n(JTPA)\nThe National\nJob Training\nPartnership\nAct Study\nreused\ndigital\nobservational\nDTA,SD2 and\nCSV\n<1GB\n \nR scripts\nCode written\nto apply new\nmethods to\ndata\ngenerate\ndigital\nsoftware\n.R scripts\nestimated\n<100MB\n \nNumerical\nresults\nresults from\nsimulations\ngenerate\ndigital\nsimulation data\ntext (.txt) and\nExcel (.xlsx)\nfiles\nestimated\naround 5GB\n \nManuscripts\ntext to\ndescribe new\nmethods,\nmethodologies\nand results\ngenerate\ndigital\nother\nstored on\nOverleaf and\non my laptop\nas .tex files\nand PDF files\nestimated to\nbe around\n10GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nJTPA: https://www.upjohn.org/data-tools/employment-research-data-center/national-jtpa-study\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nR-scripts:\nEvery R file will have some comments added to the script.\nNumerical results:\nAll the generated data sets and numerical results are stored locally, with the file name including the time, date and specific setting it was\ngenerated from. \nManuscripts:\nThey are stored locally on my laptop and on Overleaf. Back-ups are made from time to time so that there is also some version control.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n3 of 6\nWhere will the data be stored?\nWhere will the data be stored?\nAll data will be stored locally on my laptop (protected by a password).\nHow will the data be backed up?\nHow will the data be backed up?\nBackups are made on a secure hard drive every week.  In addition all files on the laptop are also backed up on iCloud.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nI will not need more capacity than what is available on iCloud. Extra storage can always be bought when necessary for hard drive backups.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data on iCloud are password protected. The hard drive with the backup is safely kept at home.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs are expected.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be preserved for 15 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be preserved on my laptop (or new laptops when the current one will need to be replaced), on the external hard drive and on\niCloud.   The JTPA data is publicly available. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n4 of 6\nYes, in an Open Access repository\nAll finished manuscripts will be made publicly available on arXiv.  Some of the R-scripts and numerical results will be available on the Github\npages of my co-authors.  R-scripts and numerical results that cannot be found on these Github pages, will be available to interested researchers\nupon request via email.  The JTPA data is publicly available. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n//\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll finished manuscripts will be made publicly available on arXiv.  Some of the R-scripts and numerical results will be available on the Github\npages of my co-authors.  R-scripts and numerical results that cannot be found on these Github pages, will be available to interested researchers\nupon request via email.  The JTPA data is publicly available at https://www.upjohn.org/data-tools/employment-research-data-center/national-\njtpa-study. \nWhen will the data be made available?\nWhen will the data be made available?\nWhen manuscripts are submitted for publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNone.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nIngrid Van Keilegom \nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n5 of 6\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nIngrid Van Keilegom \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nIngrid Van Keilegom \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nIngrid Van Keilegom \nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n6 of 6"
    },
    "clean_full_text": "INFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT INFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT A Data Management Plan created using DMPonline.be Creator: Creator: Ingrid Van Keilegom Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G047524N ID: ID: 208504 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: In traditional survival analysis, all subjects in the population are assumed to be susceptible to the event of interest. However, it often happens that the event of interest never occurs for a fraction of the subjects under study, that are said to be cured. The quantities of interest in these cure models are often the cure rate and the survival function of the susceptible or uncured individuals. When the survival time is subject to random right censoring, as is common in survival analysis, all cured subjects will be censored, whereas the non-cured ones can be either censored or uncensored. Hence, in order to identify the cure fraction we need to impose certain assumptions on the model. A common way to identify a cure model is to impose the so-called assumption of sufficient follow-up. When the follow-up period is erroneously believed to be sufficient, the cure rate will be overestimated leading to possibly false (and too positive) conclusions. Therefore, it is important to have methods at hand that are able to correctly estimate the cure rate and the distribution of the uncured. The current literature on estimation and testing under insufficient follow-up is still in a very early stage of development, and much more work is needed to do correct inference in this important research area. Our goal is to propose novel estimation methods that overcome the problem of insufficient follow-up, and powerful testing strategies for the hypothesis of sufficient follow-up. Last modified: Last modified: 24-06-2024 Created using DMPonline.be. Last modiﬁed 24 June 2024 1 of 6 INFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT INFERENCE IN CURE MODELS WHEN THE FOLLOW-UP IS INSUFFICIENT FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA (JTPA) The National Job Training Partnership Act Study reused digital observational DTA,SD2 and CSV <1GB R scripts Code written to apply new methods to data generate digital software .R scripts estimated <100MB Numerical results results from simulations generate digital simulation data text (.txt) and Excel (.xlsx) files estimated around 5GB Manuscripts text to describe new methods, methodologies and results generate digital other stored on Overleaf and on my laptop as .tex files and PDF files estimated to be around 10GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: JTPA: https://www.upjohn.org/data-tools/employment-research-data-center/national-jtpa-study Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 24 June 2024 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). R-scripts: Every R file will have some comments added to the script. Numerical results: All the generated data sets and numerical results are stored locally, with the file name including the time, date and specific setting it was generated from. Manuscripts: They are stored locally on my laptop and on Overleaf. Back-ups are made from time to time so that there is also some version control. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 24 June 2024 3 of 6 Where will the data be stored? Where will the data be stored? All data will be stored locally on my laptop (protected by a password). How will the data be backed up? How will the data be backed up? Backups are made on a secure hard drive every week. In addition all files on the laptop are also backed up on iCloud. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes I will not need more capacity than what is available on iCloud. Extra storage can always be bought when necessary for hard drive backups. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data on iCloud are password protected. The hard drive with the backup is safely kept at home. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be preserved for 15 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All data will be preserved on my laptop (or new laptops when the current one will need to be replaced), on the external hard drive and on iCloud. The JTPA data is publicly available. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Created using DMPonline.be. Last modiﬁed 24 June 2024 4 of 6 Yes, in an Open Access repository All finished manuscripts will be made publicly available on arXiv. Some of the R-scripts and numerical results will be available on the Github pages of my co-authors. R-scripts and numerical results that cannot be found on these Github pages, will be available to interested researchers upon request via email. The JTPA data is publicly available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. // Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. All finished manuscripts will be made publicly available on arXiv. Some of the R-scripts and numerical results will be available on the Github pages of my co-authors. R-scripts and numerical results that cannot be found on these Github pages, will be available to interested researchers upon request via email. The JTPA data is publicly available at https://www.upjohn.org/data-tools/employment-research-data-center/national- jtpa-study. When will the data be made available? When will the data be made available? When manuscripts are submitted for publication. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. None. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Ingrid Van Keilegom Created using DMPonline.be. Last modiﬁed 24 June 2024 5 of 6 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Ingrid Van Keilegom Who will manage data preservation and sharing? Who will manage data preservation and sharing? Ingrid Van Keilegom Who will update and implement this DMP? Who will update and implement this DMP? Ingrid Van Keilegom Created using DMPonline.be. Last modiﬁed 24 June 2024 6 of 6"
}