{
    "document_id": "D-2023-2234",
    "LinkTitle": "D-2023-2234",
    "file_name": "D-2023-2234.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2234.pdf",
    "metadata": {
        "title": "Meaning and Material Towards a Multidisciplinary Assessment of Post-War Church Roofs in a Context of Adaptive Reuse.",
        "author": "N/A",
        "creation_date": "2023-06-29 06:57:57+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Meaning and Material Towards a Multidisciplinary Assessment of Post-War\nChurch Roofs in a Context of Adaptive Reuse.\nA Data Management Plan created using DMPonline.be\nCreator: \nSven Sterken\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0B2823N\nID: \n200790\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nIn the 1960s church building boom, novel building materials and\nconstruction methods were largely used. Laminated timber, prestressed concrete or steel ‘space frames’ allowed for\nlarge, open spaces and were often left exposed as an explicit token of modernity. Today, where the future of church\nbuildings increasingly depends on their potential to accommodate new uses, the stability and energy performance of\ntheir roof structures is often enhanced with disregard for their historical significance, heritage value and spatial\nqualities. With a view to counterbalance this tendency, this research borrows methods and concepts from Construction\nHistory, Conservation Theory, Building Pathology and Architectural Design, and combines empirical research with critical\nreflection and integration. It aims to 1) uncover how structural innovation contributed to the typological renewal of\nchurch building in the 1960s; 2) facilitate the diagnosis and remediation of material defects in their roof structures; 3)\nreinterpret traditional heritage criteria to the specificity of post-war buildings; and 4) provide essential clues on how to\nintervene in these buildings with respect for their specific aesthetical, spatial and structural aspects, and adapt them to\nthe technical and functional challenges of the future. The project engages two junior researchers who will produce both\nscientific (8 papers, 2 workshops and 2 PhDs) and non scientific outcomes (a vademecum, aimed at a non-expert\naudience).\nLast modified: \n29-06-2023\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n1 of 5\nMeaning and Material Towards a Multidisciplinary Assessment of Post-War\nChurch Roofs in a Context of Adaptive Reuse.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it\nis about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the\nkind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nArchival sources. These include: meeting reports, correspondence, drawings, plans, and images. The archival material that will be consulted will be\nmostly physical in nature. A database of all archival sources will be created and saved as an Excell/CSV file on OneDrive. Data will be categorised\naccording to archival collection, location, file number, year, title, author and creator, and be made searchable for future consultation. Relevant\narchival material will be scanned into a pdf format and stored on the OneDrive; this allows for an easy linking between the item’s description in the\narchival database and the actual scan of the document.\nLiterature. This includes: academic literature, grey literature and technical documentation. This literature will be consulted physically or digitally, via\nopen access or online access through the Limo platform of KU Leuven, or in specific libraries (if existing only in print). The online literature will be\nconsulted in pdf format and stored on the OneDrive or via Zotero, in the case of open access academic literature)\nVisual sources such as (published) drawings, models, digital visualisations and photographs of buildings and sites. These images will also be stored on\nthe OneDrive, if intellectual property rights allow for their reproduction for internal or academic use.\nOral sources. These include interviews with designers, church council members, experts, various stakeholders, etc. With permission of the\ninterviewee, these interviews will be stored and uploaded as .mp3 files on the OneDrive and transcribed in Word format (.docx).\nContact data of research participants (i.e. interviewees, caretakers of buildings, archivists, local historians, etc.) and participants will include name,\nemail address, phone number, affiliation and will be stored in a .csv file on the OneDrive.\nData sets or reports produced during the research:\na report (.doc) will be compiled on the relevance of existing databases (heritage inventories & ODIS) and previous research for the project;\na template to structure all the relevant data and sources per case (excell/.cvs); a multi-criteria matrix for establishing a long list of 16 case\nstudies (format to be determined);\nvisual inspection reports (on site and via Google Street View) and photographic surveys of buildings. Observational notes of site visits and\nbuildings inspections will also be kept; the right digital format for this is yet to be determined. The in-depth analysis of each case will further\nresult in analytical drawings, synthetic images and other visual representations. This material will be created in the drawing programs the\nresearchers are best acquainted with (AutoCAD, Vectorworks, Sketchup, Rhino) while postproduction will happen using the Adobe Creative\nCloud software. Finalized images will be stored in JPEG (.jpg), PNG (.png) of TIFF (.tiff) format on the OneDrive, depending on their future role.\nFor each case a full, illustrated report about its design, construction, pathologies, spatial qualities and heritage values will be compiled. This will\nresult in a .pdf document that can easily be shared with interested parties.\nThe research will further result in two ‘vademecums’: one classifying various typical roof solutions according to the materials used (concrete,\nwood, steel) and discussing them from the point of view of Construction History (origins, applications, etc.) and Building Pathology (recurrent\ndefects, maintenance routines, etc.); the other one discussing roof solutions from the point of view of Architectural Design and Conservation\nTheory. Both documents will be available as a .pdf document that can easily be shared with interested parties.\nPublications and presentations. These include academic papers and presentations (for internal use in the research group or for conferences and\nseminars) that will be produced by both PhD researchers engaged in the project (candidates have not yet been selected at the moment of\nwriting). An internal archives of research output will be kept on the central OneDrive.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset\nor data type:\nArchival material (non-exclusive list): \nArchives of the Archdiocese Mechlin-Brussels, Mechlin\nArchives of the Royal Commission of Monuments and Sites, Brussels\nArchives of various architects, institutions (e.g. Sint-Lucas schools of architecture), religious orders, … kept at KADOC\nArchives of various architects kept at the CIVA, Brussels, and the Flemish Architecture Institute, Antwerp.\nVarious other archival sources will be found and uncovered during the research\nPublications\nThe research will rely to a large extent on contemporary published/printed material such as technical documents issued by industrial companies,\narticles in contemporary architectural periodicals, books, etc. This material will be consulted in the reserve collections of various architecture schools,\nprivate collections and institutes like the Royal Library in Brussels.\nDatabases\nIn the first stage of the research, during the selection of potential cases, extensive use will be made of existing databases such as ODIS (Database\nIntermediaire Structuren, \nodis.be\n); Inventaris Onroerend Erfgoed Vlaanderen (\nhttps://inventaris.onroerenderfgoed.be/\n); Inventaris van het\nBouwkundig Erfgoed Brussel (\nhttps://monument.heritage.brussels/nl\n); Kerknet.be, etc. with a view to rapidly scan potential cases for their relevance\nfor this project.  \nMaps\nIn the first stage of the research, during the selection of potential cases, extensive use will also be made of digitally available maps such as Geopunt\nVlaanderen (\nhttps://www.geopunt.be\n), as well as Google Streetview and BruCiel (https://www.bruciel.brussels/)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n2 of 5\nNo\nNA\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nNA\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nReuse of images and architectural drawings does not only require mentioning the secondary source, but also the original author/creator. For some of these\nimages, permission will need to be secured from the author/creator or relevant institution prior to publishing this material. \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThrough a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and\nconsulting the overall documentation.\nProduced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable,\nending with the initials of the creator.\nREADME files: data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year,\nlocation, author/creator, file type, key words\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or\ndata type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will\nbe created to make the data easier to find and reuse.\nto be determined\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n(this section needs to be further discussed with VUB partner)\nData will be stored via SharePoint Online (a Microsoft cloud solution) offered by KU Leuven. A SharePoint Online site is a protected and secure platform that\nsupports online collaboration within a group, joint editing of documents and the exchange of information and ideas. The responsible person will be Sven\nSterken, the spokesperson of this FWO Project.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n3 of 5\nFor the Department of Architecture we have a 2 TB storage capacity + 5 TB for archiving available and it can be extended, if needed. The main tool for\ndata storage will be KU Leuven OneDrive.\nThe ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no data\non the hard disk of the laptops). The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the\nK-disk. Both PhD researchers as well as both spervisors will have access to the data.\n \n \nHow will the data be backed up?\nThe data will be located in Europe; Microsoft guarantees 99,9% uptime. KU Leuven does not provide any additional backups beyond the measures than\nstandard provided by Microsoft.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\ncf. above, 2 + 5 TB will be sufficient, even if te project will rely on, and generate many visual (thus data-consuming) resources.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAcess to the One Drive files will only be possible for the supervisors and PhD researchers. Acess for third parties can be controlled via editing rights (view-\nonly).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe proposed data storage solution is offered for free to all KU Leuven researchers.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAt this moment where the project has not started yet, it is too early to determine which data will (need/ought to) be kept beyond the 5 or 10 years limit.\nWhere will these data be archived (stored and curated for the long-term)?\nA transfer to a scientific instution like KADOC or another archival institution linked to the topic of the research may be relevant.This will be discussed in\ndue time. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no additional costs involved during the standard retention period.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nOther, please specify:\nTo be determined in agreement between both partners (VUB/KU Leuven)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nTo be determined in agreement between both partners (VUB/KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n4 of 5\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nTo be determined\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nTo be determined in agreement between both partners (VUB/KU Leuven)\nWhen will the data be made available?\nTo be determined in agreement between both partners (VUB/KU Leuven)\nWhich data usage licenses are you going to provide? If none, please explain why.\nVery probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nYes\nTo be determined\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no costs involved\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe data documentation and metadata will be managed by the two PhD researchers (yet to be) appointed. \nWho will manage data storage and backup during the research project?\nThe data documentation and metadata will be managed by the two PhD researchers (yet to be) appointed. \nWho will manage data preservation and sharing?\nThis will be taken care of by the spokesperson of the project, Sven Sterken, in agreement with Stephanie Van de VOorde (VUB) \nWho will update and implement this DMP?\nThis will be taken care of by the spokesperson of the project, Sven Sterken, with the assistance of both researchers involved. \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n5 of 5"
    },
    "clean_full_text": "Meaning and Material Towards a Multidisciplinary Assessment of Post-War Church Roofs in a Context of Adaptive Reuse. A Data Management Plan created using DMPonline.be Creator: Sven Sterken Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0B2823N ID: 200790 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: In the 1960s church building boom, novel building materials and construction methods were largely used. Laminated timber, prestressed concrete or steel ‘space frames’ allowed for large, open spaces and were often left exposed as an explicit token of modernity. Today, where the future of church buildings increasingly depends on their potential to accommodate new uses, the stability and energy performance of their roof structures is often enhanced with disregard for their historical significance, heritage value and spatial qualities. With a view to counterbalance this tendency, this research borrows methods and concepts from Construction History, Conservation Theory, Building Pathology and Architectural Design, and combines empirical research with critical reflection and integration. It aims to 1) uncover how structural innovation contributed to the typological renewal of church building in the 1960s; 2) facilitate the diagnosis and remediation of material defects in their roof structures; 3) reinterpret traditional heritage criteria to the specificity of post-war buildings; and 4) provide essential clues on how to intervene in these buildings with respect for their specific aesthetical, spatial and structural aspects, and adapt them to the technical and functional challenges of the future. The project engages two junior researchers who will produce both scientific (8 papers, 2 workshops and 2 PhDs) and non scientific outcomes (a vademecum, aimed at a non-expert audience). Last modified: 29-06-2023 Created using DMPonline.be. Last modiﬁed 29 June 2023 1 of 5 Meaning and Material Towards a Multidisciplinary Assessment of Post-War Church Roofs in a Context of Adaptive Reuse. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Archival sources. These include: meeting reports, correspondence, drawings, plans, and images. The archival material that will be consulted will be mostly physical in nature. A database of all archival sources will be created and saved as an Excell/CSV file on OneDrive. Data will be categorised according to archival collection, location, file number, year, title, author and creator, and be made searchable for future consultation. Relevant archival material will be scanned into a pdf format and stored on the OneDrive; this allows for an easy linking between the item’s description in the archival database and the actual scan of the document. Literature. This includes: academic literature, grey literature and technical documentation. This literature will be consulted physically or digitally, via open access or online access through the Limo platform of KU Leuven, or in specific libraries (if existing only in print). The online literature will be consulted in pdf format and stored on the OneDrive or via Zotero, in the case of open access academic literature) Visual sources such as (published) drawings, models, digital visualisations and photographs of buildings and sites. These images will also be stored on the OneDrive, if intellectual property rights allow for their reproduction for internal or academic use. Oral sources. These include interviews with designers, church council members, experts, various stakeholders, etc. With permission of the interviewee, these interviews will be stored and uploaded as .mp3 files on the OneDrive and transcribed in Word format (.docx). Contact data of research participants (i.e. interviewees, caretakers of buildings, archivists, local historians, etc.) and participants will include name, email address, phone number, affiliation and will be stored in a .csv file on the OneDrive. Data sets or reports produced during the research: a report (.doc) will be compiled on the relevance of existing databases (heritage inventories & ODIS) and previous research for the project; a template to structure all the relevant data and sources per case (excell/.cvs); a multi-criteria matrix for establishing a long list of 16 case studies (format to be determined); visual inspection reports (on site and via Google Street View) and photographic surveys of buildings. Observational notes of site visits and buildings inspections will also be kept; the right digital format for this is yet to be determined. The in-depth analysis of each case will further result in analytical drawings, synthetic images and other visual representations. This material will be created in the drawing programs the researchers are best acquainted with (AutoCAD, Vectorworks, Sketchup, Rhino) while postproduction will happen using the Adobe Creative Cloud software. Finalized images will be stored in JPEG (.jpg), PNG (.png) of TIFF (.tiff) format on the OneDrive, depending on their future role. For each case a full, illustrated report about its design, construction, pathologies, spatial qualities and heritage values will be compiled. This will result in a .pdf document that can easily be shared with interested parties. The research will further result in two ‘vademecums’: one classifying various typical roof solutions according to the materials used (concrete, wood, steel) and discussing them from the point of view of Construction History (origins, applications, etc.) and Building Pathology (recurrent defects, maintenance routines, etc.); the other one discussing roof solutions from the point of view of Architectural Design and Conservation Theory. Both documents will be available as a .pdf document that can easily be shared with interested parties. Publications and presentations. These include academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by both PhD researchers engaged in the project (candidates have not yet been selected at the moment of writing). An internal archives of research output will be kept on the central OneDrive. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Archival material (non-exclusive list): Archives of the Archdiocese Mechlin-Brussels, Mechlin Archives of the Royal Commission of Monuments and Sites, Brussels Archives of various architects, institutions (e.g. Sint-Lucas schools of architecture), religious orders, … kept at KADOC Archives of various architects kept at the CIVA, Brussels, and the Flemish Architecture Institute, Antwerp. Various other archival sources will be found and uncovered during the research Publications The research will rely to a large extent on contemporary published/printed material such as technical documents issued by industrial companies, articles in contemporary architectural periodicals, books, etc. This material will be consulted in the reserve collections of various architecture schools, private collections and institutes like the Royal Library in Brussels. Databases In the first stage of the research, during the selection of potential cases, extensive use will be made of existing databases such as ODIS (Database Intermediaire Structuren, odis.be ); Inventaris Onroerend Erfgoed Vlaanderen ( https://inventaris.onroerenderfgoed.be/ ); Inventaris van het Bouwkundig Erfgoed Brussel ( https://monument.heritage.brussels/nl ); Kerknet.be, etc. with a view to rapidly scan potential cases for their relevance for this project. Maps In the first stage of the research, during the selection of potential cases, extensive use will also be made of digitally available maps such as Geopunt Vlaanderen ( https://www.geopunt.be ), as well as Google Streetview and BruCiel (https://www.bruciel.brussels/) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 29 June 2023 2 of 5 No NA Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Reuse of images and architectural drawings does not only require mentioning the secondary source, but also the original author/creator. For some of these images, permission will need to be secured from the author/creator or relevant institution prior to publishing this material. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Through a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and consulting the overall documentation. Produced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable, ending with the initials of the creator. README files: data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year, location, author/creator, file type, key words Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. to be determined 3. Data storage & back-up during the research project Where will the data be stored? (this section needs to be further discussed with VUB partner) Data will be stored via SharePoint Online (a Microsoft cloud solution) offered by KU Leuven. A SharePoint Online site is a protected and secure platform that supports online collaboration within a group, joint editing of documents and the exchange of information and ideas. The responsible person will be Sven Sterken, the spokesperson of this FWO Project. Created using DMPonline.be. Last modiﬁed 29 June 2023 3 of 5 For the Department of Architecture we have a 2 TB storage capacity + 5 TB for archiving available and it can be extended, if needed. The main tool for data storage will be KU Leuven OneDrive. The ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard disk of the laptops). The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. Both PhD researchers as well as both spervisors will have access to the data. How will the data be backed up? The data will be located in Europe; Microsoft guarantees 99,9% uptime. KU Leuven does not provide any additional backups beyond the measures than standard provided by Microsoft. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes cf. above, 2 + 5 TB will be sufficient, even if te project will rely on, and generate many visual (thus data-consuming) resources. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Acess to the One Drive files will only be possible for the supervisors and PhD researchers. Acess for third parties can be controlled via editing rights (view- only). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The proposed data storage solution is offered for free to all KU Leuven researchers. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). At this moment where the project has not started yet, it is too early to determine which data will (need/ought to) be kept beyond the 5 or 10 years limit. Where will these data be archived (stored and curated for the long-term)? A transfer to a scientific instution like KADOC or another archival institution linked to the topic of the research may be relevant.This will be discussed in due time. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no additional costs involved during the standard retention period. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: To be determined in agreement between both partners (VUB/KU Leuven) If access is restricted, please specify who will be able to access the data and under what conditions. To be determined in agreement between both partners (VUB/KU Leuven) Created using DMPonline.be. Last modiﬁed 29 June 2023 4 of 5 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other To be determined Where will the data be made available? If already known, please provide a repository per dataset or data type. To be determined in agreement between both partners (VUB/KU Leuven) When will the data be made available? To be determined in agreement between both partners (VUB/KU Leuven) Which data usage licenses are you going to provide? If none, please explain why. Very probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes To be determined What are the expected costs for data sharing? How will these costs be covered? There are no costs involved 6. Responsibilities Who will manage data documentation and metadata during the research project? The data documentation and metadata will be managed by the two PhD researchers (yet to be) appointed. Who will manage data storage and backup during the research project? The data documentation and metadata will be managed by the two PhD researchers (yet to be) appointed. Who will manage data preservation and sharing? This will be taken care of by the spokesperson of the project, Sven Sterken, in agreement with Stephanie Van de VOorde (VUB) Who will update and implement this DMP? This will be taken care of by the spokesperson of the project, Sven Sterken, with the assistance of both researchers involved. Created using DMPonline.be. Last modiﬁed 29 June 2023 5 of 5"
}