{
    "document_id": "D-2022-1498",
    "LinkTitle": "D-2022-1498",
    "file_name": "D-2022-1498.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1498.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Céline Ramioul",
        "creation_date": "2022-06-15 11:10:41+02:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "1  \nDMP FOR ‘LEARNING FROM INNOVATIVE CARE \nARCHITECTURE TO DESIGN FOR HUMANE \nDETENTION’  \nDMP_G076822N  \n \nADMIN DETAILS  \nProject Name: DMP for ‘Learning from innovative care architecture to design for humane detention’ - \nDMP_G076822N  \nProject Identifier: G076822N  \nPrincipal Investigator / Researcher: Ann Heylighen  \nProject Data Contact: Céline Ramioul  \nDescription: Belgian prisons are facing structural problems like overcrowding, outdated infrastructure, \nand lack of privacy. Architecture is intrinsically linked to the pain and harm inflicted by incarceration. \nHowever, a shift in attitude is growing towards prisoners and the purpose of prisons,  which are \nincreasingly viewed as places of rehabilitation rather than punishment. Despite this evolution, a gap \nremains between theory and practice. Due to the inhumane conditions in (especially older, 19th -century) \nprisons, Belgium was repeatedly condemn ed by the European Court of Human Rights and received \ncritical reports from the European anti -torture Committee. Although detention differs considerably from \nresidential care, similar principles are circulating that characterize current social evolutions ( e.g., \nnormalization, (re)integration). Instead of starting from existing prison architecture and examining how it \ncan be updated to current evolutions, this project starts from innovative residential care architecture and \nexamines how it should be adapted to suit the context of detention. It will combine case studies of \ninnovative residential care and detention projects, with participatory action research with future users. \nThis will result in spatial concepts for humane detention, demonstrated in one or mo re design proposals \nfor a Belgian Detention House, and methods/techniques to gain support for such houses with and \namongst various stakeholders from the start of the design process.   \nThe research, which is supported by the Research Foundation – Flanders (F WO), is conducted by Céline \nRamioul, who is working towards a PhD, and Koen Coomans, supervised by and in collaboration with \nprof. Ann Heylighen, dr. Margo Annemans —all members of Research[x]Design —and prof. Tom Daems \nfrom the Leuven Institute of Criminolo gy (LINC).   \nInstitution: KU Leuven  \n \n  \n2 1. GENERAL INFORMATION  \nName applicant  \nCéline Ramioul  \n \nFWO Project Number & Title  \nProject number: G076822N  \nTitle: Learning from innovative care architecture to design for humane detention  \n \nAffiliation  \n● KU Leuven  \nResear ch[x]Design, Dept. of Architecture, KU Leuven  \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of th ese data.  Distinguish data types (the \nkind of content) from data formats (the technical format).  \nType of data  Format  Volume  How created/source  \nWP2 - CASE STUDIES  \n1. project documents  pdf, docx  5 cases (±500 MB)  Primary data:  \n- articles in professional \nand academic journals  \n- web pages  \n- documents (plans, \nmodels, pictures, reports) \nprovided by initiators and \ndesigners  \n2. notes and pictures from \nsite visits  pdf (scans), jpeg  5 site visits (±500 MB)  Primary data:  \n- notes and pictures \ncreated  by researchers \nduring the site visits  (1 of \nthe Blueprint project, 2 \ncare projects, 2 detention \nprojects)  with initiators and \ndesigners  \n3 3. notes, audio & \ntranscripts from interviews  pdf (scans), mp3, docx  5 interviews  (±500 MB)  Primary data:  \n- notes, audio recording  \ncreated by researchers  \nduring the interviews with \ninitiators, designers and \nusers  \n- transcriptions of the \naudio recordings created \nby researchers  afterwards  \n4. notes and pictures from \nobservations  pdf (scans), jpeg  5 observations  (±500 MB)  Primary data:  \n- notes and pictures \ncreated by researchers \nduring the observations  \nWP4 - DIALOGUE  \n5. notes, drawings, \npictures, audio & \ntranscripts from \nparticipatory design \nworkshops  pdf (scans), jpeg, mp3, \ndocx  4 workshops with \nprisoners, 2 with staff, 1 \nworkshop with local \nneighbors  (±500 MB)  Primary data:  \n- notes and drawings \ncreated by researchers \nand participants during the \nparticipatory design \nworkshops with prisoners, \nstaff and local neighbors  \n- pictures made during \nworkshop  \n- audio recording during \nthe workshops  \n- transcriptions of the \naudio recordings created \nby researchers afterwards  \n6. notes and pictures from \nsite visits  pdf (scans), jpeg  1 site visit  (±100 MB)  Primary data:  \n- notes  and pictures \ncreated by researchers \nduring site visits  of the \nBlueprint projects with \nstaff and local neighbors  \n7. notes and drawings \nfrom individual \ndiscussions  pdf (scans)  to be decided  Primary data:  \n- notes and drawings \ncreated by participants \nand re searchers during \nindividual discussions  with \nvisitors (adults and \nchildren)  \n- preparatory notes and \ndrawings created by \nparticipants  \n4 3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process per sonal data is \na legal obligation.  \n● Yes \nPrivacy Registry Reference: G -2022 -5096  \nShort description of the kind of personal data that will be used:  \n● Identification data (names) (data types 2, 3, 5, 6, 7)  \n● Characteristics of a person’s living context (data types 2, 3, 4, 5, 6, 7)  \n● Audio recordings (data types 3, 5)  \n● Pictures made during observations (data type 4), site visits (data types 2, 6) and workshops (data \ntype 5)  \n● Drawings and notes made during intervie ws (data type 3), workshops (data type 5), and individual \ndiscussions (data type 7)  \nNo special categories of personal data will be collected directly. However, the possibility exists that we \ncollect special categories of personal data indirectly. Other 'at ypical' data can also be personal data if they \ncan lead to the identification of a person, for example (blurred) pictures (data types 2, 4, 5, 6), transcripts \nof interviews (data type 3) or a description of a participants' observation (data type 4).  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n● Yes \nSMEC reference number: G -2022 -5096  (approval pending)  \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● Yes \nThe data w e collect could be valorized in the context of Scenario -Based Design (e.g., as a basis for \npersona’s and scenario’s).  If so, LRD will be contacted to offer guidance.  \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● No \n \n  \n5 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nDetails on (the setting of) the observat ions (data type 4), interviews (data type 3), workshops (data type \n5), site visits (data types 2, 6) and individual discussions (data types 7) and the informed consent process \nwill be documented in a Word document. In addition, steps taken to remove direct  identifiers in the data \nwill also be described.  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n● No \nThe metadata will consist of a Read me.docx and a folder wit h all the study documents (e.g., informed \nconsent, ethical approval, etc.) to further contextualize the collection of the data underlying our \npublications.  \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nAll data will be kept in a single location for the duration of the research project, namely a shared folder \naccessible only to the researchers (Céline Ramioul, Koen Coomans, dr. Margo Annemans and prof. Tom \nDaems) and supe rvisor prof. Ann Heylighen, and managed by the ICTS of KU Leuven. Because the network \ndrive is password -protected, no one other than the research team has a ccess to the data.   \nPaper data  (such as notes, drawings, …) will be  stored in  the office of the researcher s in a locked drawer \nor cupboard that can only be accessed by the researcher s.  \n \nHow is backup of the data provided?  \nAutomatic back -up is ensured by using KU Leuven's J -Drive.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n● Yes \nThe Department of Architecture has a 2 TB storage capacity + 5 TB for archiving available. This capacity \ncan be extended, if needed.  \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nWe do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will \nbe covered by the budget of the FWO project.  \n \n6 Data security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nData will be pseudonymized and stored on encrypted KU Leuven drives. In the event that third parties \nillegally try to gain access to the data, the identity of the participants can be indirectly traced b y means of \nthe pseudonymization codes. To reduce this risk, the pseudonymization codes will be deleted after the \nending of the project.  \nAs mentioned before, paper data (such as notes, drawings) will be stored in the office of the researchers \nin a locked d rawer or cupboard that can only be accessed by the researchers.  \n \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll collected data will be stored for 20 years. Field notes and/or drawings on paper will be scanned. Once \nthe notes have been saved electronically, paper notes and drawings will be destroyed.  \n \nWhere will the data be archived (= stored for the longer term )? \nAs stated before, the Department of Architecture has a 5 TB archiving capacity. This capacity can be \nextended, if needed.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nThere a re no expected costs for data preservation during the retention period of 20 years.  \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal r estrictions)?  \n● No \n \nWhich data will be made available after the end of the project?  \nAll data will only be made available for follow -up research within the Research[x]Design group.  \n \nWhere/how will the data be made available for reuse?  \n● Other (specify):  \nData w ill only be shared with researchers from the Research[x]Design group for reuse in follow -up \nresearch.  \n   \n \nWhen will the data be made available?  \n● Immediately after the end of the project  \n7 The data that will be shared for reuse (within our Research[x]Design g roup) can be made available \nimmediately after the end of the project.    \n \nWho will be able to access the data and under what conditions?  \nOnly uses for research purposes within Research[x]Design will be allowed and commercial reuse will be \nexcluded. Researchers have to comply with the confidentiality rules for the given data.  \n \nWhat are the expected costs for data sharing? How will the costs  be covered?   \nThere are no expected costs for data sharing.  \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe PhD student (Céline Ramioul) bears the responsibility of data documentation & metadata.  \n \nWho will be respons ible for data storage & back up during the project?  \nThe PhD student (Céline Ramioul) bears the responsibility of data storage & back up during the project.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe supervisor (prof. Ann Heyli ghen) bears the responsibility of data preservation and reuse.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe supervisor (prof. Ann Heylighen) bears the end responsibility of updating & implementing this DMP.  \n   \n "
    },
    "clean_full_text": "1 DMP FOR ‘LEARNING FROM INNOVATIVE CARE ARCHITECTURE TO DESIGN FOR HUMANE DETENTION’ DMP_G076822N ADMIN DETAILS Project Name: DMP for ‘Learning from innovative care architecture to design for humane detention’ - DMP_G076822N Project Identifier: G076822N Principal Investigator / Researcher: Ann Heylighen Project Data Contact: Céline Ramioul Description: Belgian prisons are facing structural problems like overcrowding, outdated infrastructure, and lack of privacy. Architecture is intrinsically linked to the pain and harm inflicted by incarceration. However, a shift in attitude is growing towards prisoners and the purpose of prisons, which are increasingly viewed as places of rehabilitation rather than punishment. Despite this evolution, a gap remains between theory and practice. Due to the inhumane conditions in (especially older, 19th -century) prisons, Belgium was repeatedly condemn ed by the European Court of Human Rights and received critical reports from the European anti -torture Committee. Although detention differs considerably from residential care, similar principles are circulating that characterize current social evolutions ( e.g., normalization, (re)integration). Instead of starting from existing prison architecture and examining how it can be updated to current evolutions, this project starts from innovative residential care architecture and examines how it should be adapted to suit the context of detention. It will combine case studies of innovative residential care and detention projects, with participatory action research with future users. This will result in spatial concepts for humane detention, demonstrated in one or mo re design proposals for a Belgian Detention House, and methods/techniques to gain support for such houses with and amongst various stakeholders from the start of the design process. The research, which is supported by the Research Foundation – Flanders (F WO), is conducted by Céline Ramioul, who is working towards a PhD, and Koen Coomans, supervised by and in collaboration with prof. Ann Heylighen, dr. Margo Annemans —all members of Research[x]Design —and prof. Tom Daems from the Leuven Institute of Criminolo gy (LINC). Institution: KU Leuven 2 1. GENERAL INFORMATION Name applicant Céline Ramioul FWO Project Number & Title Project number: G076822N Title: Learning from innovative care architecture to design for humane detention Affiliation ● KU Leuven Resear ch[x]Design, Dept. of Architecture, KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of th ese data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created/source WP2 - CASE STUDIES 1. project documents pdf, docx 5 cases (±500 MB) Primary data: - articles in professional and academic journals - web pages - documents (plans, models, pictures, reports) provided by initiators and designers 2. notes and pictures from site visits pdf (scans), jpeg 5 site visits (±500 MB) Primary data: - notes and pictures created by researchers during the site visits (1 of the Blueprint project, 2 care projects, 2 detention projects) with initiators and designers 3 3. notes, audio & transcripts from interviews pdf (scans), mp3, docx 5 interviews (±500 MB) Primary data: - notes, audio recording created by researchers during the interviews with initiators, designers and users - transcriptions of the audio recordings created by researchers afterwards 4. notes and pictures from observations pdf (scans), jpeg 5 observations (±500 MB) Primary data: - notes and pictures created by researchers during the observations WP4 - DIALOGUE 5. notes, drawings, pictures, audio & transcripts from participatory design workshops pdf (scans), jpeg, mp3, docx 4 workshops with prisoners, 2 with staff, 1 workshop with local neighbors (±500 MB) Primary data: - notes and drawings created by researchers and participants during the participatory design workshops with prisoners, staff and local neighbors - pictures made during workshop - audio recording during the workshops - transcriptions of the audio recordings created by researchers afterwards 6. notes and pictures from site visits pdf (scans), jpeg 1 site visit (±100 MB) Primary data: - notes and pictures created by researchers during site visits of the Blueprint projects with staff and local neighbors 7. notes and drawings from individual discussions pdf (scans) to be decided Primary data: - notes and drawings created by participants and re searchers during individual discussions with visitors (adults and children) - preparatory notes and drawings created by participants 4 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process per sonal data is a legal obligation. ● Yes Privacy Registry Reference: G -2022 -5096 Short description of the kind of personal data that will be used: ● Identification data (names) (data types 2, 3, 5, 6, 7) ● Characteristics of a person’s living context (data types 2, 3, 4, 5, 6, 7) ● Audio recordings (data types 3, 5) ● Pictures made during observations (data type 4), site visits (data types 2, 6) and workshops (data type 5) ● Drawings and notes made during intervie ws (data type 3), workshops (data type 5), and individual discussions (data type 7) No special categories of personal data will be collected directly. However, the possibility exists that we collect special categories of personal data indirectly. Other 'at ypical' data can also be personal data if they can lead to the identification of a person, for example (blurred) pictures (data types 2, 4, 5, 6), transcripts of interviews (data type 3) or a description of a participants' observation (data type 4). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● Yes SMEC reference number: G -2022 -5096 (approval pending) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● Yes The data w e collect could be valorized in the context of Scenario -Based Design (e.g., as a basis for persona’s and scenario’s). If so, LRD will be contacted to offer guidance. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 5 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Details on (the setting of) the observat ions (data type 4), interviews (data type 3), workshops (data type 5), site visits (data types 2, 6) and individual discussions (data types 7) and the informed consent process will be documented in a Word document. In addition, steps taken to remove direct identifiers in the data will also be described. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No The metadata will consist of a Read me.docx and a folder wit h all the study documents (e.g., informed consent, ethical approval, etc.) to further contextualize the collection of the data underlying our publications. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? All data will be kept in a single location for the duration of the research project, namely a shared folder accessible only to the researchers (Céline Ramioul, Koen Coomans, dr. Margo Annemans and prof. Tom Daems) and supe rvisor prof. Ann Heylighen, and managed by the ICTS of KU Leuven. Because the network drive is password -protected, no one other than the research team has a ccess to the data. Paper data (such as notes, drawings, …) will be stored in the office of the researcher s in a locked drawer or cupboard that can only be accessed by the researcher s. How is backup of the data provided? Automatic back -up is ensured by using KU Leuven's J -Drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes The Department of Architecture has a 2 TB storage capacity + 5 TB for archiving available. This capacity can be extended, if needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? We do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will be covered by the budget of the FWO project. 6 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized and stored on encrypted KU Leuven drives. In the event that third parties illegally try to gain access to the data, the identity of the participants can be indirectly traced b y means of the pseudonymization codes. To reduce this risk, the pseudonymization codes will be deleted after the ending of the project. As mentioned before, paper data (such as notes, drawings) will be stored in the office of the researchers in a locked d rawer or cupboard that can only be accessed by the researchers. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All collected data will be stored for 20 years. Field notes and/or drawings on paper will be scanned. Once the notes have been saved electronically, paper notes and drawings will be destroyed. Where will the data be archived (= stored for the longer term )? As stated before, the Department of Architecture has a 5 TB archiving capacity. This capacity can be extended, if needed. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There a re no expected costs for data preservation during the retention period of 20 years. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal r estrictions)? ● No Which data will be made available after the end of the project? All data will only be made available for follow -up research within the Research[x]Design group. Where/how will the data be made available for reuse? ● Other (specify): Data w ill only be shared with researchers from the Research[x]Design group for reuse in follow -up research. When will the data be made available? ● Immediately after the end of the project 7 The data that will be shared for reuse (within our Research[x]Design g roup) can be made available immediately after the end of the project. Who will be able to access the data and under what conditions? Only uses for research purposes within Research[x]Design will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules for the given data. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The PhD student (Céline Ramioul) bears the responsibility of data documentation & metadata. Who will be respons ible for data storage & back up during the project? The PhD student (Céline Ramioul) bears the responsibility of data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The supervisor (prof. Ann Heyli ghen) bears the responsibility of data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The supervisor (prof. Ann Heylighen) bears the end responsibility of updating & implementing this DMP."
}