{
    "document_id": "D-2022-1638",
    "LinkTitle": "D-2022-1638",
    "file_name": "D-2022-1638.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1638.pdf",
    "metadata": {
        "title": "D-2022-1638",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "CONTROLE VAN VERBETERDE MICROSTRUCTUREN IN ZACHTE \nMATERIE DOOR HET FUNDAMENTELE BEGRIP VAN FORMATIE \nTIJDSCHAALCOMPETITIE (CONCIOUS)\nA Data Management Plan created using DMPonline.be\nCreators:      Christian Clasen, Ruth Cardinaels https://orcid.org/0000-0002-4191-6504 , n.n. n.n., n.n. n.n., n.n. n.n.  \nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator:        Ruth Cardinaels https://orcid.org/0000-0002-4191-6504 , n.n. n.n., n.n. n.n., n.n. n.n.  \nGrant number / URL: C14/22/090\nID: 198231\nStart date: 01-10-2022\nEnd date: 30-09-2026\nProject abstract: \nIn this project, gaining fundamental understanding of the competition between internal time scales of soft matter, \ntime scales associated with flow, and time scales associated with the fixation of the generated microstructure  will \nallow to a priori tailor anisotropy in a wide range of materials in a rational manner. Cleverly manipulating  this \nnature inspired competition will provide materials of homogeneous composition but various degrees of internal \nmicrostructural anisotropy, leading to vast improvement in their properties purely by clever processing without \nchanging their composition . Utilizing a coherent scientific approach,  the fundamental study of a wide range of \ntime scales in polymeric, colloidal and generally multiphasic systems, together with varied dynamic (weak to strong) \ninteractions for anisotropic microstructure fixation, will be achieved through combined rheological and structural \ninvestigations, including the further development of sophisticated experimental techniques.  \nLast modified: 30-03-2023\nCONTROLE VAN VERBETERDE MICROSTRUCTUREN IN ZACHTE \nMATERIE DOOR HET FUNDAMENTELE BEGRIP VAN FORMATIE \nTIJDSCHAALCOMPETITIE (CONCIOUS)\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nData\nset \nname \n/ IDDesc\nriptio\nnNew \nor \nreuseDigit\nal or \nPhysi\ncal \ndataData \nTypeFile \nform\natData \nvolu\nmePhysi\ncal \nvolu\nme\nIndic\nate:\nN(ew \ndata) \nor \nE(xist\ning \ndata)Indic\nate:  \nD(igit\nal) or \nP(hy\nsical)Indic\nate:\nAudi\novisu\nal\nImag\nes\nSoun\nd\nNum\nerical \nTextu\nal\nMode\nl\nSOft\nware\nOther \n(spec\nify)Indic\nate:\n<1G\nB\n<100\nGB\n<1TB\n<5TB\n>5TB\nNA\nRheo\nmete\nr \noutpu\nt dataExpo\nrted \ndata \nfrom \nthe \ncom\nmerci\nal \nrheo\nmete\nrs, \nexpor\nted to \nExcel\n.NDN.csv<100\nGB\nScan\nned \nimag\nes of \narchi\nval \ndocu\nment\nsdigita\nlizati\non of \nlab-\nbook\ns \nwhic\nh \nconta\nin \ninfor\nmatio\nn on NDO.pdf<100\nGB\nthe \nexper\niment\nal \nsetup\n, \ncond\nuctio\nn, \nand \nresult\ns as \nsamp\nle \ncomp\nositio\nns, \nexp. \nsettin\ngs, \ndata \nvisua\nlisati\non , \netc.\ncomp\nuterc\node \nand \nchirp \nfuncti\nonsMatla\nb \nfiles \nto \nanaly\nse \nthe \nraw \ndata \nand \nto \ngene\nrate \nnovel \nwave \nfuncti\nons \nto \nanaly\nse \nsamp\nles in \nthe \nC1 \nproje\nct fed \ninto \nspect\nralan\nalyze\nrNDEother<100\nGB\npytho\nn \ncode\nsPyth\non \ncode\ns, \nprogr\nammNDSO.py<100\nGB\ned to \nimple\nment \nnew \nchirp \nalgori\nthms \nas \nopen \nsourc\ne\ntext \ndatagene\nral \ntext \ndata \n(draft \nmanu\nscript\ns and \nacce\npted \nmanu\nscript\ns \n(with \nfigure\ns and \ntable\ns); \nPres\nentati\nons ; \nMinut\nes of \nmeeti\nngsNDT.pdf<100\nGB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\n-\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nThe experimental designs, instrument settings, general and specific observations will be noted in a (digital) lab \njournal.\nFor the generated codes, specific readme files will be generated in text form, specifiying the usuage and detail of the \ncodes. Similarely, for the single simulations, readme files with the specific input parameters will be generated.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●OneDrive (KU Leuven)\n●Other (specify below)\nData will be stored during 10 years on an external drives, dedicated to this project, as well as on OneDrive\nHow will the data be backed up?\n●Other (specify below)\nIn addition to the automatic back-up procedures for the data stored on OneDrive, a second back-up will be done on a \ntwo NAS located at the physics department as well as department of  chemical engineering KU Leuven.\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nDaily storage drives have at the moment a capacity of 2 TB. Back-up drives have currently sufficient capacity for this \nadditional data, the secondary backup drives (NAS) are monitored and capacity is adjusted if necessary.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \n                      External data storage as well as NAS data will be encrypted. Data that will be stored on OneDrive is \ntrusted to be in the university's secure environment for private data  \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nExternal harddrives eventually to be purchased, NAS maintanance is carried via general expenses of the SMaRT \nresearch group.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Large Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\n                      Expected costs are 2000 EUR, which will be covered from reserve funds  \nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n-\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●CC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected for the use of RDR\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \n                      Researchers working on the project  \nWho will manage data storage and backup during the research project?  \n                      Researchers and PIs working on the project  \nWho will manage data preservation and sharing?  \n                      PIs \nWho will update and implement this DMP?  \n                      The PIs bear the end responsibility of updating & implementing this DMP  "
    },
    "clean_full_text": "CONTROLE VAN VERBETERDE MICROSTRUCTUREN IN ZACHTE MATERIE DOOR HET FUNDAMENTELE BEGRIP VAN FORMATIE TIJDSCHAALCOMPETITIE (CONCIOUS) A Data Management Plan created using DMPonline.be Creators: Christian Clasen, Ruth Cardinaels https://orcid.org/0000-0002-4191-6504 , n.n. n.n., n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Ruth Cardinaels https://orcid.org/0000-0002-4191-6504 , n.n. n.n., n.n. n.n., n.n. n.n. Grant number / URL: C14/22/090 ID: 198231 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: In this project, gaining fundamental understanding of the competition between internal time scales of soft matter, time scales associated with flow, and time scales associated with the fixation of the generated microstructure will allow to a priori tailor anisotropy in a wide range of materials in a rational manner. Cleverly manipulating this nature inspired competition will provide materials of homogeneous composition but various degrees of internal microstructural anisotropy, leading to vast improvement in their properties purely by clever processing without changing their composition . Utilizing a coherent scientific approach, the fundamental study of a wide range of time scales in polymeric, colloidal and generally multiphasic systems, together with varied dynamic (weak to strong) interactions for anisotropic microstructure fixation, will be achieved through combined rheological and structural investigations, including the further development of sophisticated experimental techniques. Last modified: 30-03-2023 CONTROLE VAN VERBETERDE MICROSTRUCTUREN IN ZACHTE MATERIE DOOR HET FUNDAMENTELE BEGRIP VAN FORMATIE TIJDSCHAALCOMPETITIE (CONCIOUS) RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Data set name / IDDesc riptio nNew or reuseDigit al or Physi cal dataData TypeFile form atData volu mePhysi cal volu me Indic ate: N(ew data) or E(xist ing data)Indic ate: D(igit al) or P(hy sical)Indic ate: Audi ovisu al Imag es Soun d Num erical Textu al Mode l SOft ware Other (spec ify)Indic ate: <1G B <100 GB <1TB <5TB >5TB NA Rheo mete r outpu t dataExpo rted data from the com merci al rheo mete rs, expor ted to Excel .NDN.csv<100 GB Scan ned imag es of archi val docu ment sdigita lizati on of lab- book s whic h conta in infor matio n on NDO.pdf<100 GB the exper iment al setup , cond uctio n, and result s as samp le comp ositio ns, exp. settin gs, data visua lisati on , etc. comp uterc ode and chirp functi onsMatla b files to analy se the raw data and to gene rate novel wave functi ons to analy se samp les in the C1 proje ct fed into spect ralan alyze rNDEother<100 GB pytho n code sPyth on code s, progr ammNDSO.py<100 GB ed to imple ment new chirp algori thms as open sourc e text datagene ral text data (draft manu script s and acce pted manu script s (with figure s and table s); Pres entati ons ; Minut es of meeti ngsNDT.pdf<100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: - Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The experimental designs, instrument settings, general and specific observations will be noted in a (digital) lab journal. For the generated codes, specific readme files will be generated in text form, specifiying the usuage and detail of the codes. Similarely, for the single simulations, readme files with the specific input parameters will be generated. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●OneDrive (KU Leuven) ●Other (specify below) Data will be stored during 10 years on an external drives, dedicated to this project, as well as on OneDrive How will the data be backed up? ●Other (specify below) In addition to the automatic back-up procedures for the data stored on OneDrive, a second back-up will be done on a two NAS located at the physics department as well as department of chemical engineering KU Leuven. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes Daily storage drives have at the moment a capacity of 2 TB. Back-up drives have currently sufficient capacity for this additional data, the secondary backup drives (NAS) are monitored and capacity is adjusted if necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? External data storage as well as NAS data will be encrypted. Data that will be stored on OneDrive is trusted to be in the university's secure environment for private data What are the expected costs for data storage and backup during the research project? How will these costs be covered? External harddrives eventually to be purchased, NAS maintanance is carried via general expenses of the SMaRT research group. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs are 2000 EUR, which will be covered from reserve funds DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. - Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? No costs are expected for the use of RDR RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Researchers working on the project Who will manage data storage and backup during the research project? Researchers and PIs working on the project Who will manage data preservation and sharing? PIs Who will update and implement this DMP? The PIs bear the end responsibility of updating & implementing this DMP"
}