{
    "document_id": "D-2024-2828",
    "LinkTitle": "D-2024-2828",
    "file_name": "D-2024-2828.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2828.pdf",
    "metadata": {
        "title": "D-2024-2828",
        "author": "N/A",
        "creation_date": "2024-05-01 11:35:14+02:00",
        "num_pages": 17
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Brent Sterckx ( 0000 -0001 -8907 -5532)  \nContributor name(s) ( + ORCID) & roles  Prof. Jan Wouters  (0000 -0002 -0093 -698X) : supervisor   \nProf. Marc Moonen  (0000 -0003 -4461 -0073) : co-supervisor  \nDr. Robin Gransier  (0000 -0001 -7429 -6439) : co-supervisor  \nProject number  1 & title Personalised stimulation strategies for cochlear implants using EEG source analysis  \nFunder(s) GrantID  2 1SHI924N  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  A cochlear implant (CI) is a bionic neuroprosthesis that restores auditory perception in individuals \nwith severe hearing loss by directly stimulating the auditory nerve via intracochlear electrodes. \nDespite the CI’s success, speech perception with a CI is still far worse compared to normal -hearing \nlisteners, and highly variable across CI users, especially in everyday adverse listening conditions.  \nFor speech perception, temporal modulations in the speech envelope (TEMs) are crucial, and \ndifferent cortical hemispheres specialise in processing T EMs at different time -scales. For speech \nperception with a CI, it is crucial that the TEMs are properly encoded in the auditory periphery, but \nequally, that the auditory cortex can process them correctly. However, evidence shows that \nhemispheric activation  is altered in CI users, but insight in the hemispheric processing of TEMs is \ncurrently impossible due to CI stimulation artifacts obscuring the neural responses. Yet, a \nhemispheric specialisation -activation mismatch for certain time -scales can be present for which \ncurrently stimulation strategies do not account, and that decreases performance.  \nThis project develops a novel EEG -based source analysis method robust to CI stimulation artifacts, \nto study the individual hemispheric activation patterns in CI user s. The insights will then be used to \ndevelop personalised, neuro -inspired stimulation strategies that compensate for specialisation -\nactivation mismatches to improve speech perception.  \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (ob servational, \nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indica te whether the data are newly generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),  and an estimate of the upper limit of the volume of the \ndata (add rows for ea ch dataset you want to describe ).  \n \nTwo datasets will be collected:  \n• ‘ASSR ’ – This dataset will encompass  the data collected for both WP1 and WP2.  It will primarily consist  (see below for a detailed description of the \ncontents of this dataset)  of auditory steady -state responses (ASSRs) and speech performance results recorded from both normal -hearing (NH) \nindividuals as well as cochlear implant (CI) users . \n• ‘iStrat’  – This dataset will encompass the data collected in WP3 . It will contain ASSRs , softw are to generate personalised stimulation strategies from \nthese ASSRs, the generated or otherwise tested strategies, and the speech performance results for with those  strategies.  \nEach datasets will also contain  the stimuli used in the experiments, as well a s relevant personal details about each participant ( e.g. sex, age, hearing status, \netiology, …) . Additionally with  each dataset, software will be developed to analyse the data . \n \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nASSR  \niStrat  (scans of) \npersonal \ninfo/backgroun\nd \nquestionnaires  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☒ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other: PDF ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n A4 binder  \nASSR  \niStrat  (scans of) \nInformed \nConsent Forms  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  PDF ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  A4 binder  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n ☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  ☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n \nASSR  \niStrat  (behavioural ) \nAudiological \n(test) data  ☒ Generate new \ndata  \n☒ Reuse existing \ndata  (if previously \nperformed tests can \nbe obtained, e.g. \nthrough  consent to \nobtain from \nindividual’  ☒ Digital  \n☒ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: PDF \nCSV \nCDX (Cochlear ® \nCustomSound \nPro) \nJSON \nXML ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n A4 binder  \nASSR  \niStrat  EEG Recordings  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: BDF ☐ < 1 GB \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ > 5 TB  \n☐ NA \n \nEstimate s: \n~3 GB/ condition  \n~30 GB/session  \n~1 TB  total   \nASSR  \niStrat  3D EEG \nelectrode \npositions  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  TSV ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n ☐ Software  \n☐ Other: ☐ NA \n \nASSR  \niStrat  Experiment  \nfiles/stimuli  \n(files to set up \nand run the \nexperiments)  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☒ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☒ Other:  \nStimulation \nsoftware specific  \nbinary files  APX \nRBADATA \nASEQ \nMAT \nWAV \nXML \nCDX ☐ < 1 GB  \n☐ < 10 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nASSR  \niStrat  Behavioural test \nresults  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Audiovisual  \n☒ Images (scans)  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  PDF \nCSV \nJSON \nXML \nAPR ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n A4 binder  \nASSR  \niStrat  Analysis scripts  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☒ Software  \n☐ Other: .m \n.py \n.R ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n ASSR  \niStrat  Processed data \n(i.e. after pre -\nprocessing and \nresponse \nextraction ) ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  .mat \nCSV \n ☐ < 1 GB  \n☐ < 10 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nASSR  \niStrat  Results  (e.g. \nstatistics and  \nfigures)  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: .mat \nCSV \n.eps \n.pdf \n.svg \n.png \n.tiff ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nASSR  \niStrat  Information \nabout protocol,  \nstudy aims, \nmethods,  \ndatasets, \nliterature,… (or \nscans of these \nfiles)  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  .pdf \n.docx \nCSV \n.txt \n.xlsx \n.pptx \n ☐ < 1 GB  \n☒ < 10 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and ph ysical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis  scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresen tations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nThis project (all datasets) involves experiments on humans  which are  subject to approval by the \ncompetent ethics committee, Ethic s Committee Research UZ/KU Leuven . An application is being prepared.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Will you process personal  data3? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nFor both datasets, personal information (such as name, age, gender, and address)  as well as  medical \nbackground information (only that pertaining to audiological and neurological background  and which \ncould influence the results , such as information about previous hearing interventions /treatments  or \nprevious brain injury ) will be captured in the questionnaire  and processed . Moreover, EEG data  and results \nfrom behavioral tests (e.g. speech in noise test s) are related to the subject ’s health and are thus special \ncategory data according to  the GDPR and require careful  ethical consideration  during processing.  Personal \ninformation will also be captured in the ICF, as required by both  applicable  law and GCP standards.  \n \nAn application for approval by the competent ethics committee is currently being prepared and will \ninclude a PRivacy and EThics (PRET)  review  which also registers the processing of personal data in KU \nLeuven’s “ internal processing of personal data register ”. \nDoes your work have potential for commerc ial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \nNot at this moment. In case IP possibilities arise, we will contact the KU Leuven Research and \nDevelopment Department to advise on necessary  steps.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n3 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Are there any other legal issues, such as \nintellectual prop erty rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n New lab members will receive training on how to perform the experiments. They will also be informed \nabout how and where to store and handle the  collected data. Furthermore, standard guidelines and \ninstructions are available as .pdf, .docx  and/or .readme, stored on network drives. They contain  best \npractices regarding the practical side of experiments as well as policies about how to treat the \nparticipants, how to handle and store sensitive  information.   \nThe data will be stored according to  the standard BIDS format , which includes metadata  where \nappropriate. Despite being structured according to the standard BIDS format, the data is not easily shared \nacross the lab. Personal information about the  participants is restricted and only  accessible by the PI. The \nPI also has the final decision about sharing the data, which is constrained by the protocol  approved by the \nethical committee and by the informed consent signed by the participant.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nThe data will be stored based on the existing BIDS structure, which is already used for neuroimaging and \nbehavioral data (see also website  bids.neuroimaging.io ). We will use this data structure in order to have a \nuniform way of data arrangement across studies.  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis es \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other: Data will be stored on encrypted storage drives with restricted physical access  to ensure that  \nonly the PI, co -investigators, and persons approved by the PI will have access . To facilitate analysis, some \nfiles will (temporarily) need to be stored on encrypted portable storage drives or laptops. Once the data is \nanalyzed, these data are again remove d from the these media.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☐ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☒ Other (specify)  \nAll data will be stored on at least two different encrypted storage drives to back up each other. Access to \nthese drives is restricted  to ensure that only the PI and co -investigators will have access . A master  \ndocument is used to keep tra ck of the location of each dataset and the number of copies.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify :  \nAs can be seen from the size estimate s in the table above in Section 1, regular storage drives are available \nwith sufficient capacity to store and backup the datasets.  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AN D \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n To prevent unauthorized access, d ata is stored on encrypted storage drives  with restricted physical access  \nto ensure that only the PI, co -investigators , and persons approved  by the PI will have access. To prevent \ndata loss, all data has at least one back -up and physical access to these drives is restricted  to the  PI and co -\ninvest igators . To prevent accidental data loss, overwrite and delete protection is used.  \nAs an added security measure, a ll data will be pseudonymized using a subject -specific identifier that does \nnot allow to identify the subject. Personal data not needed for an alysis ( but needed for administrative and \nlegal purposes , such as name, address, date of birth…) as well as the coding table linking subjects to \nidentifiers, will be stored physically separate from the pseudonymized data  with the same \nabovementioned securi ty measures in place . Only the PI has access to the identifiable data, as well as the \nco-investigators on a need -to-know basis and upon approval by the PI.   \n \nTransferring data will only be done usin g secure, encrypted me thods, such as with encrypted hard drives \nor using Bel net filetransfer  with data encryption enabled.   \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The estimated cost for data storage  and back -up is around 700 Euros and will be covered by the allotted \nbench fee.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☐ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \nAdditionally, participants agree to these terms and conditions through their written in formed consent.  \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  \n \n \nThe storage drives used for storage can be used to preserve the data during the retention period.  \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The storage drives used for storage can be used to preserve the data during the retention period.  \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☒ No (closed access)  \n☐ Other, please specify:  \n \nDue to the sensitive nature of the data captured (personal and health information), these cannot be \nshared openly due to both legal and ethical aspects. The following restrictions are in place:  \n• All p seudonymized data : access  restricted , requiring approval by the PI and only within the constraints \nof the subjects’ consent  and the protocol approved by  the competent  ethics committee.  Access will be \ngoverned by an agreement (e.g. a data transfer agreement ). \n• Directly identifiable personal data  (e.g. name, address, date of birth)  and coding file : closed access  \n \nTo protect potential IP, the following restrictions are in place:  \n• Software, experiment files and stimuli : access restricted , requiring approval by the PI.  The PI will decide \nwhich files (if any) will be shared and under which conditions or license (if any).  \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Only the PI can approve the sharing of data and under which conditions  (e.g. a DTA) , and only within the \nconstraints of the subjects’ consents and the protocol approval by the competent ethics committee.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☒ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \n(see above)   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☐ Other data repository (specify)  \n☒ Other (specify)  \n \nThe personal data is stored in a restricted database of the lab only accessible by the PI , and by the co -\ninvestigators on a need -to-know basis and upon approval by the PI . Experiment data are pseudonymized \nand stored only in an encrypted storage medium  as outlined above, for maximal data security.  \nWhen will the data be made available?  \n \n ☐ Upon publication of research results  \n☐ Specific date (specify)  \n☒ Other (specify)  \n \nTo be decided upon . \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☒ No \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        17 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n None . \nNA \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researcher himself has been instructed on how to collect and document the data.  \nWho will manage data storage and backup \nduring the research project?  The researchers himself has  been instructed on how to handle and store the data. Back -up \nof the data is managed  by the PI.  \nWho will manage data preservation and \nsharing?  The PI through highly restricted overwrite and delete protection. The PI will also decide which data are \nshared outside of the project and under which conditions, within the constraints of the subjects’ consent \nand the protocol approved by the competent ethics committee.  \nWho will update and implement this DMP?  The researcher themselves carries some responsibility. The PI bears the end  \nresponsibility of updating and implementing this DMP.  \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Brent Sterckx ( 0000 -0001 -8907 -5532) Contributor name(s) ( + ORCID) & roles Prof. Jan Wouters (0000 -0002 -0093 -698X) : supervisor Prof. Marc Moonen (0000 -0003 -4461 -0073) : co-supervisor Dr. Robin Gransier (0000 -0001 -7429 -6439) : co-supervisor Project number 1 & title Personalised stimulation strategies for cochlear implants using EEG source analysis Funder(s) GrantID 2 1SHI924N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description A cochlear implant (CI) is a bionic neuroprosthesis that restores auditory perception in individuals with severe hearing loss by directly stimulating the auditory nerve via intracochlear electrodes. Despite the CI’s success, speech perception with a CI is still far worse compared to normal -hearing listeners, and highly variable across CI users, especially in everyday adverse listening conditions. For speech perception, temporal modulations in the speech envelope (TEMs) are crucial, and different cortical hemispheres specialise in processing T EMs at different time -scales. For speech perception with a CI, it is crucial that the TEMs are properly encoded in the auditory periphery, but equally, that the auditory cortex can process them correctly. However, evidence shows that hemispheric activation is altered in CI users, but insight in the hemispheric processing of TEMs is currently impossible due to CI stimulation artifacts obscuring the neural responses. Yet, a hemispheric specialisation -activation mismatch for certain time -scales can be present for which currently stimulation strategies do not account, and that decreases performance. This project develops a novel EEG -based source analysis method robust to CI stimulation artifacts, to study the individual hemispheric activation patterns in CI user s. The insights will then be used to develop personalised, neuro -inspired stimulation strategies that compensate for specialisation - activation mismatches to improve speech perception. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (ob servational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indica te whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data (add rows for ea ch dataset you want to describe ). Two datasets will be collected: • ‘ASSR ’ – This dataset will encompass the data collected for both WP1 and WP2. It will primarily consist (see below for a detailed description of the contents of this dataset) of auditory steady -state responses (ASSRs) and speech performance results recorded from both normal -hearing (NH) individuals as well as cochlear implant (CI) users . • ‘iStrat’ – This dataset will encompass the data collected in WP3 . It will contain ASSRs , softw are to generate personalised stimulation strategies from these ASSRs, the generated or otherwise tested strategies, and the speech performance results for with those strategies. Each datasets will also contain the stimuli used in the experiments, as well a s relevant personal details about each participant ( e.g. sex, age, hearing status, etiology, …) . Additionally with each dataset, software will be developed to analyse the data . ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ASSR iStrat (scans of) personal info/backgroun d questionnaires ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: PDF ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA A4 binder ASSR iStrat (scans of) Informed Consent Forms ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical PDF ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB A4 binder FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 ☒ Textual ☐ Model ☐ Software ☐ Other: ☐ < 5 TB ☐ > 5 TB ☐ NA ASSR iStrat (behavioural ) Audiological (test) data ☒ Generate new data ☒ Reuse existing data (if previously performed tests can be obtained, e.g. through consent to obtain from individual’ ☒ Digital ☒ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: PDF CSV CDX (Cochlear ® CustomSound Pro) JSON XML ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA A4 binder ASSR iStrat EEG Recordings ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: BDF ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA Estimate s: ~3 GB/ condition ~30 GB/session ~1 TB total ASSR iStrat 3D EEG electrode positions ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model TSV ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 ☐ Software ☐ Other: ☐ NA ASSR iStrat Experiment files/stimuli (files to set up and run the experiments) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: Stimulation software specific binary files APX RBADATA ASEQ MAT WAV XML CDX ☐ < 1 GB ☐ < 10 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ASSR iStrat Behavioural test results ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☒ Images (scans) ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: PDF CSV JSON XML APR ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA A4 binder ASSR iStrat Analysis scripts ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other: .m .py .R ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 ASSR iStrat Processed data (i.e. after pre - processing and response extraction ) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .mat CSV ☐ < 1 GB ☐ < 10 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ASSR iStrat Results (e.g. statistics and figures) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .mat CSV .eps .pdf .svg .png .tiff ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ASSR iStrat Information about protocol, study aims, methods, datasets, literature,… (or scans of these files) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .pdf .docx CSV .txt .xlsx .pptx ☐ < 1 GB ☒ < 10 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and ph ysical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presen tations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : This project (all datasets) involves experiments on humans which are subject to approval by the competent ethics committee, Ethic s Committee Research UZ/KU Leuven . An application is being prepared. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: For both datasets, personal information (such as name, age, gender, and address) as well as medical background information (only that pertaining to audiological and neurological background and which could influence the results , such as information about previous hearing interventions /treatments or previous brain injury ) will be captured in the questionnaire and processed . Moreover, EEG data and results from behavioral tests (e.g. speech in noise test s) are related to the subject ’s health and are thus special category data according to the GDPR and require careful ethical consideration during processing. Personal information will also be captured in the ICF, as required by both applicable law and GCP standards. An application for approval by the competent ethics committee is currently being prepared and will include a PRivacy and EThics (PRET) review which also registers the processing of personal data in KU Leuven’s “ internal processing of personal data register ”. Does your work have potential for commerc ial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Not at this moment. In case IP possibilities arise, we will contact the KU Leuven Research and Development Department to advise on necessary steps. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Are there any other legal issues, such as intellectual prop erty rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . New lab members will receive training on how to perform the experiments. They will also be informed about how and where to store and handle the collected data. Furthermore, standard guidelines and instructions are available as .pdf, .docx and/or .readme, stored on network drives. They contain best practices regarding the practical side of experiments as well as policies about how to treat the participants, how to handle and store sensitive information. The data will be stored according to the standard BIDS format , which includes metadata where appropriate. Despite being structured according to the standard BIDS format, the data is not easily shared across the lab. Personal information about the participants is restricted and only accessible by the PI. The PI also has the final decision about sharing the data, which is constrained by the protocol approved by the ethical committee and by the informed consent signed by the participant. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : The data will be stored based on the existing BIDS structure, which is already used for neuroimaging and behavioral data (see also website bids.neuroimaging.io ). We will use this data structure in order to have a uniform way of data arrangement across studies. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis es ☒ Large Volume Storage ☐ Digital Vault ☒ Other: Data will be stored on encrypted storage drives with restricted physical access to ensure that only the PI, co -investigators, and persons approved by the PI will have access . To facilitate analysis, some files will (temporarily) need to be stored on encrypted portable storage drives or laptops. Once the data is analyzed, these data are again remove d from the these media. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☐ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☒ Other (specify) All data will be stored on at least two different encrypted storage drives to back up each other. Access to these drives is restricted to ensure that only the PI and co -investigators will have access . A master document is used to keep tra ck of the location of each dataset and the number of copies. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : As can be seen from the size estimate s in the table above in Section 1, regular storage drives are available with sufficient capacity to store and backup the datasets. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AN D TRANSFERRED DATA ARE SAFE . Guidance on security for research data To prevent unauthorized access, d ata is stored on encrypted storage drives with restricted physical access to ensure that only the PI, co -investigators , and persons approved by the PI will have access. To prevent data loss, all data has at least one back -up and physical access to these drives is restricted to the PI and co - invest igators . To prevent accidental data loss, overwrite and delete protection is used. As an added security measure, a ll data will be pseudonymized using a subject -specific identifier that does not allow to identify the subject. Personal data not needed for an alysis ( but needed for administrative and legal purposes , such as name, address, date of birth…) as well as the coding table linking subjects to identifiers, will be stored physically separate from the pseudonymized data with the same abovementioned securi ty measures in place . Only the PI has access to the identifiable data, as well as the co-investigators on a need -to-know basis and upon approval by the PI. Transferring data will only be done usin g secure, encrypted me thods, such as with encrypted hard drives or using Bel net filetransfer with data encryption enabled. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The estimated cost for data storage and back -up is around 700 Euros and will be covered by the allotted bench fee. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Additionally, participants agree to these terms and conditions through their written in formed consent. Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): The storage drives used for storage can be used to preserve the data during the retention period. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The storage drives used for storage can be used to preserve the data during the retention period. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) ☐ Other, please specify: Due to the sensitive nature of the data captured (personal and health information), these cannot be shared openly due to both legal and ethical aspects. The following restrictions are in place: • All p seudonymized data : access restricted , requiring approval by the PI and only within the constraints of the subjects’ consent and the protocol approved by the competent ethics committee. Access will be governed by an agreement (e.g. a data transfer agreement ). • Directly identifiable personal data (e.g. name, address, date of birth) and coding file : closed access To protect potential IP, the following restrictions are in place: • Software, experiment files and stimuli : access restricted , requiring approval by the PI. The PI will decide which files (if any) will be shared and under which conditions or license (if any). If access is restricted, please specify who will be able to access the data and under what conditions. Only the PI can approve the sharing of data and under which conditions (e.g. a DTA) , and only within the constraints of the subjects’ consents and the protocol approval by the competent ethics committee. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : (see above) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) The personal data is stored in a restricted database of the lab only accessible by the PI , and by the co - investigators on a need -to-know basis and upon approval by the PI . Experiment data are pseudonymized and stored only in an encrypted storage medium as outlined above, for maximal data security. When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) To be decided upon . Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17 What are the expected costs for data sharing? How will these costs be covered? None . NA 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher himself has been instructed on how to collect and document the data. Who will manage data storage and backup during the research project? The researchers himself has been instructed on how to handle and store the data. Back -up of the data is managed by the PI. Who will manage data preservation and sharing? The PI through highly restricted overwrite and delete protection. The PI will also decide which data are shared outside of the project and under which conditions, within the constraints of the subjects’ consent and the protocol approved by the competent ethics committee. Who will update and implement this DMP? The researcher themselves carries some responsibility. The PI bears the end responsibility of updating and implementing this DMP."
}