{
    "document_id": "D-2022-1676",
    "LinkTitle": "D-2022-1676",
    "file_name": "D-2022-1676.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1676.pdf",
    "metadata": {
        "title": "Internal Funds DMP - DMP title",
        "author": "Bart Muys",
        "num_pages": 4
    },
    "content": {
        "full_text": "This document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  1 of 4  DMP title  \nProject  Name  Internal  Funds  DMP - DMP title \nGrant  Title  C3/22/005  \nPrincipal  Investigator  / Researcher  Bart Muys  \nDescription With this C3 project  we want  to evaluate and optimize  rock dust application  for \nrestoration of acidified  forest s. The project has a triple goal. First, we will reinforce knowledge by \nincreasing the  technology  readiness  level  towards  application . Second,  we will form a consortium  \nthat, based  on the obtained  pilot dataset  and living  labs, will submit  a horizon  Europe  project.  Third,  \ntogether  with external  partners  (Bodemkundige  Dienst van  Belgi ë and Bosgroep  Zuid - Nederland)  \nwe aim to design  and roll out an expert  system  for consultancy  activities . Our first research  question  \nassesses  both chemical  rock product  variables  (dataset  originating  from 4 screening  tests  for product  \nANC),  next the behaviour  of rock dust products on soils is predicted  by a mechanistic  model   that \nuses data from these  screening  tests.  The second  research  question  addresses  planting  pit \napplications  of rock dusts, here a longitudinal  dataset  of tree growth  (height,  diameter)  as a function  \nof rock dust and substratum  is made  with intermittent  measures  of leaves'  nutrient  contents.  The \nthird  research  question  determines  the long-term  effects  via a dataset  that combines  different  \nhistorical  experiments  and the effects  on soil chemistry  (pH, %BS),  tree growth  (tree  ring analyses),  \ntree nutrition  (needle  nutrient  concentrations),  and biodiversity  of the assessed  plots.  The last \nresearch  question  will combine  the previous  lines of knowledge  in a probabilistic  Bayesian  Belief  \nNetwork  to estimate  (un)certainty  of output  variables  in rock dust restoration after  updating certain  \ninput variables  (rock type,  soil type, trees,  time since  application...).  \nInstitution  KU Leuven  \n \n1. General Information  \nName  of the project  lead (PI) \nBart Muys  \nInternal  Funds  Project  number  & title \nC3/22/005  \nRock  dust as a restoration  measure  for acidified  forests:  from  mineral  to helicopter  \napplication  \n \n2. Data  description  \n2.1. Will you generate/collect  new data and/or  make  use of existing  data?  \nboth. \n \n2.2. What data will you collect, generate or reuse? Describe the origin, type and  \nformat  of the data  (per dataset)  and its (estimated)  volume.  This may be easiest  in a \nnumbered  list or table  and per objective  of the project.  \nLongitudinal  chemical  titration  experiment  (spreadsheet  + R code,  via labwork)  \nChemical  pHstat  experiment  (spreadsheet,  via labwork)  \nLongitudinal soil suspension experiment (spreadsheet + R code, via labwork)  \nLongitudinal  mesocosm  outdoor  experiment  (spreadsheet  + R code,  via field + labwork)  \nCombination  of experiments  1-4 in a mechanistic  model  (spreadsheet  + R code,  modeling)  \nShort -term  field experiment  longitudinal  soil, growth  responses  (spreadsheet  + R code,  via \nfield + labwork)  \nLong-term  field experiments:  longitudinal  growth  responses  and single  soil response  \n(spreadsheets  + R code,  via + field  + labwork)  \nDatabase  and Bayesian  Belief  Network  (database  + model  + R code,  via modeling)  \n \n \nTotal  data volume  estimate  (40 GB) \n \n3. Ethical  and legal  issues  \n3.1. Will you use personal  data?  If so, shortly  describe  the kind of personal  data you \nwill use. Add the reference  to the file in KU Leuven's  Record  of Processing  Activities.  \nBe aware  that registering  the fact that you process  personal  data is a legal  obligation.  \nno \n \n3.2. Are there  any ethical  issues  concerning  the creation  and/or  use of the data (e.g.  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  2 of 4  experiments  on humans  or animals,  dual use)?  If so, add the reference  to the formal  \napproval  by the relevant  ethical  review  committee(s).  \nno \n \n3.3. Does your research possibly result in research data with potential for tech  \ntransfer  and valorisation?  Will IP restrictions  be claimed  for the data  you created?  If \nso, for what  data  and which  restrictions  will be asserted?  \nYes, the pH model  derived  from dataset  1-4 is of interest  for valorisation  by the soil service  of \nBelgium.  The IP will be valorised  by a cooperation  agreement  where  the soil service  may use this           \nmodel  for consulting  in return  for a financial  return  to KU Leuven.  \nThe bayesian  belief  network  is of interest  for both broadening  the consultancy goal  from soil advise  \nto trees  and  biodiversity . \nThe data remain  property  of the KU Leuven.  \n \n \n \n3.4. Do existing  3rd party  agreements  restrict  dissemination  or exploitation  of the \ndata  you (re)use?  If so, to what  data  do they  relate  and what  restrictions  regarding  \nreuse  and sharing  are in place?  \nNo \n \n4. Documentation  and metadata  \n4.1. What  documentation  will be provided  to enable  understanding  and reuse  of the \ndata collected/generated  in this project?  \nFor each  workpackage  a README -file will be included  that explains  the scope,  and methodology  \nof the experiments  and why a certain  setup  was chosen.  \nFor each  experiment  (=spreadsheet)  there  is METADATA  (.txt. -file) that describes  each  column  \nand its units  and the most  important  statistical  analyses . \n \n \n4.2. Will a metadata  standard  be used?  If so, describe  in detail  which  standard  will be \nused.  If not, state  in detail  which  metadata  will be created  to make  the data \neasy/easier  to find and reuse.  \nYes, we are currently  develo ping a general  strategy  (rolling out in Spring  2023)  where   everything  \nis saved  on Onedrive,  and access  is given  to the promotor.  \n \n5. Data  storage  and backup  during  the project  \n5.1. Where  will the data  be stored?  \nThe master  copy of the data,  i.e. active  working  data during  the project,  is kept on the personal  \nlaptop of the researcher (Robrecht Van Der Bauwhede) which is backed up to OneDrive, this  \ncloud  is used as the research  unit's  central  storage  facility  to which  the promotors  of the project  \nhave  access.  \nFurthermore,  the project  is backed  up by the division  of forest,  nature  and landscape's  K-drive.  \n \n5.2. How  will the data  be backed  up? \nThe data will be stored  on the university's  central  servers  with automatic  daily  back-up \nprocedures  (Onedrive)  and periodic  back-ups to the division's  K-drive  (every  month).  \n5.3. Is there  currently  sufficient  storage  & backup  capacity  during  the project?  If yes, \nspecify  concisely.  If no or insufficient  storage  or backup  capacities  are available,  then  \nexplain  how this will be taken  care of. \nYes, there  is sufficient  storage  capacity.  The Onedrive  offers  2 TB of data storage  and the current  \nproject  size is estimated  to be between  20 and 40 GB. \n5.4. What  are the expected  costs  for data storage  and backup  during  the project?  How \nwill these  costs  be covered?  \nNo additional  costs  are expected  \n \n5.5. Data  security:  how will you ensure  that the data are securely  stored  and not \naccessed  or modified  by unauthorized  persons?  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  3 of 4  Only people  with personal  access  (secured  by KU Leuven  authenticator)  can open  the files.  The \nyearly  change  in passwords  and the multifactor  control  provide  the desired  data security.  \n \n6. Data  preservation  after  the end of the project  \n6.1. Which data  will be retained  for the  expected  10 year  period  after the  end of the \nproject?  If only a selection  of the data can/will  be preserved,  clearly  state  why this is \nthe case (legal  or contractual  restrictions,  physical  preservation  issues,  ...). \nAll data will be retained . \n \n6.2. Where  will these  data be archived  (= stored  for the long term)?  \nThe data will be stored  on the university's  central  servers  (with  automatic  back-up procedures)  \nfor at least  10 years,  conform  the KU Leuven  RDM policy.  \n6.3. What  are the expected  costs  for data  preservation  during  these  10 years?  How  \nwill the costs  be covered?  \nExpected  costs  are limited,  considering  the limited  size of the data (20-40 GB) \n \n7. Data  sharing  and re-use \n7.1. Are there  any factors  restricting  or preventing  the sharing  of (some  of) the data  \n(e.g.  as defined  in an agreement  with  a 3rd party,  legal  restrictions  or because  of IP \npotential)?  \nThe data that are mutually created for the valorisation by the 3 partners are property of all 3 and  \ncan therefore  not be shared  without consent of all other parties . This will be stated  in a cooperation  \nagreement . \n7.2. Which  data will be made  available  after  the end of the project?  \nWP1:  data and methodology  are described  in a research  paper  but raw data is not publicly  made  \navailable  \nWP2:  data is described  in a research  paper  and made  publicly  available  \nWP3:  data is described  in a research  paper  and made  publicly  available  \nWP4:  general  model  discoveries  for rock dust applications  in forests  can be published  but the \nraw data to train  the model  remains  the property  of KU Leuven  and the soil service  of Belgium  for \nvalorization  in the expert  system  \n \n \n7.3. Where/how  will the data be made  available  for reuse?  \n \nIn a restricted access repository  \nResearch  Data Repository  of KU Leuven  \n7.4. When  will the data  be made  available?  \n \nUpon  publication  of the research  results  \nUpon  publication  of the research  results  \n7.5. Who  will be able to access  the data  and under  what  conditions?  \nThe research  data should  be available  to scientists  upon  request.  \nThe models  used for valorization  are IP which  remains  the property  of the KU Leuven  and the soil \nservice  of Belgium  and therefore  does not  get shared.  \n7.6. What  are the expected  costs  for data sharing?  How will these  costs  be covered?  \nThe cost will depend  on the journal  which  is not clear  yet. The project  engineer  Robrecht  Van Der \nBauwhede  also has an FWO-SB grant -bench  fee to cover  costs.  \n \n8. Responsibilities  \n8.1. Who will be responsible  for the data documentation  & metadata?  \nRobrecht  Van Der Bauwhede  \n \n8.2. Who  will be responsible  for data  storage  & back  up during  the project?  \nRobrecht  Van Der Bauwhede  \n \n8.3. Who  will be responsible  for ensuring  data  preservation  and sharing?  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  4 of 4  Robrecht  Van Der Bauwhede  \nBart Muys  \nKaren  Vancampenhout  \nErik Smolders  \n \n8.4. Who  bears  the end responsibility  for updating  & implementing  this DMP?  \nThe end responsibility  for updating  and implementing  the DMP is with the supervisor  (promotor  \nBart Muys)  and the main  researcher  (Robrecht  Van Der Bauwhede).  "
    },
    "clean_full_text": "This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 DMP title Project Name Internal Funds DMP - DMP title Grant Title C3/22/005 Principal Investigator / Researcher Bart Muys Description With this C3 project we want to evaluate and optimize rock dust application for restoration of acidified forest s. The project has a triple goal. First, we will reinforce knowledge by increasing the technology readiness level towards application . Second, we will form a consortium that, based on the obtained pilot dataset and living labs, will submit a horizon Europe project. Third, together with external partners (Bodemkundige Dienst van Belgi ë and Bosgroep Zuid - Nederland) we aim to design and roll out an expert system for consultancy activities . Our first research question assesses both chemical rock product variables (dataset originating from 4 screening tests for product ANC), next the behaviour of rock dust products on soils is predicted by a mechanistic model that uses data from these screening tests. The second research question addresses planting pit applications of rock dusts, here a longitudinal dataset of tree growth (height, diameter) as a function of rock dust and substratum is made with intermittent measures of leaves' nutrient contents. The third research question determines the long-term effects via a dataset that combines different historical experiments and the effects on soil chemistry (pH, %BS), tree growth (tree ring analyses), tree nutrition (needle nutrient concentrations), and biodiversity of the assessed plots. The last research question will combine the previous lines of knowledge in a probabilistic Bayesian Belief Network to estimate (un)certainty of output variables in rock dust restoration after updating certain input variables (rock type, soil type, trees, time since application...). Institution KU Leuven 1. General Information Name of the project lead (PI) Bart Muys Internal Funds Project number & title C3/22/005 Rock dust as a restoration measure for acidified forests: from mineral to helicopter application 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? both. 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Longitudinal chemical titration experiment (spreadsheet + R code, via labwork) Chemical pHstat experiment (spreadsheet, via labwork) Longitudinal soil suspension experiment (spreadsheet + R code, via labwork) Longitudinal mesocosm outdoor experiment (spreadsheet + R code, via field + labwork) Combination of experiments 1-4 in a mechanistic model (spreadsheet + R code, modeling) Short -term field experiment longitudinal soil, growth responses (spreadsheet + R code, via field + labwork) Long-term field experiments: longitudinal growth responses and single soil response (spreadsheets + R code, via + field + labwork) Database and Bayesian Belief Network (database + model + R code, via modeling) Total data volume estimate (40 GB) 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. no 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). no 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, the pH model derived from dataset 1-4 is of interest for valorisation by the soil service of Belgium. The IP will be valorised by a cooperation agreement where the soil service may use this model for consulting in return for a financial return to KU Leuven. The bayesian belief network is of interest for both broadening the consultancy goal from soil advise to trees and biodiversity . The data remain property of the KU Leuven. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? For each workpackage a README -file will be included that explains the scope, and methodology of the experiments and why a certain setup was chosen. For each experiment (=spreadsheet) there is METADATA (.txt. -file) that describes each column and its units and the most important statistical analyses . 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes, we are currently develo ping a general strategy (rolling out in Spring 2023) where everything is saved on Onedrive, and access is given to the promotor. 5. Data storage and backup during the project 5.1. Where will the data be stored? The master copy of the data, i.e. active working data during the project, is kept on the personal laptop of the researcher (Robrecht Van Der Bauwhede) which is backed up to OneDrive, this cloud is used as the research unit's central storage facility to which the promotors of the project have access. Furthermore, the project is backed up by the division of forest, nature and landscape's K-drive. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures (Onedrive) and periodic back-ups to the division's K-drive (every month). 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, there is sufficient storage capacity. The Onedrive offers 2 TB of data storage and the current project size is estimated to be between 20 and 40 GB. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? No additional costs are expected 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Only people with personal access (secured by KU Leuven authenticator) can open the files. The yearly change in passwords and the multifactor control provide the desired data security. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained . 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Expected costs are limited, considering the limited size of the data (20-40 GB) 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The data that are mutually created for the valorisation by the 3 partners are property of all 3 and can therefore not be shared without consent of all other parties . This will be stated in a cooperation agreement . 7.2. Which data will be made available after the end of the project? WP1: data and methodology are described in a research paper but raw data is not publicly made available WP2: data is described in a research paper and made publicly available WP3: data is described in a research paper and made publicly available WP4: general model discoveries for rock dust applications in forests can be published but the raw data to train the model remains the property of KU Leuven and the soil service of Belgium for valorization in the expert system 7.3. Where/how will the data be made available for reuse? In a restricted access repository Research Data Repository of KU Leuven 7.4. When will the data be made available? Upon publication of the research results Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? The research data should be available to scientists upon request. The models used for valorization are IP which remains the property of the KU Leuven and the soil service of Belgium and therefore does not get shared. 7.6. What are the expected costs for data sharing? How will these costs be covered? The cost will depend on the journal which is not clear yet. The project engineer Robrecht Van Der Bauwhede also has an FWO-SB grant -bench fee to cover costs. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Robrecht Van Der Bauwhede 8.2. Who will be responsible for data storage & back up during the project? Robrecht Van Der Bauwhede 8.3. Who will be responsible for ensuring data preservation and sharing? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4 Robrecht Van Der Bauwhede Bart Muys Karen Vancampenhout Erik Smolders 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor Bart Muys) and the main researcher (Robrecht Van Der Bauwhede)."
}