{
    "document_id": "D-2022-1345",
    "LinkTitle": "D-2022-1345",
    "file_name": "D-2022-1345.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1345.pdf",
    "metadata": {
        "title": "IDN/21/010 (C1-C2-IDN DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n IDN/21/010 (C1-C2-IDN DMP) - DMP title\nProject Identifier\n IDN/21/010\nGrant Title\n IDN/21/010\nPrincipal Investigator / Researcher\n Joost Vennekens\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nJoost Vennekens\nC1-C2 Project number & title\nIDN/21/010 - Computationele Modellering van Sociale Cognitie en geassocieerde Deficits door\nmiddel van Artificie?le Neurale Netwerken.\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWP1: Data set of images scraped online\nType of data\nFormat\nVolume\nHow created\nImages\n.jpg, .jpeg,\n.png\n100's\nGBs\nScraped by web\nsearches\nAnnotations\n.txt\nKBs\nAnnotated by\nresearchers\nProgram code defining the image scraper\n.py\nKBs\nProgrammed by\nresearcher\nProgram code defining the web interface used for\nannotating the scraped images\n.py, .html,\n.js\nKBs\nProgrammed by\nresearcher\n \nWP2: Code\n \nType of data\nFormat\nVolume\nHow created\nProgram code\ngenerating ANN,\nperforming data\nanalysis...\n.py\nKBs\nProgrammed by\nresearcher\nTrained ANN\nmodels\nbinary\nGBs\nTrained by\nMachine\nLearning\n \nWP3: Validation using fMRI\n \nType of data\nFormat\nVolume\nHow created\nbrain imaging data\n.dcm\nTB\ngenerated by\nMR-scanner\nneuropsychological\ndata\n.txt\nKBs\ngenerated by\npsychophysical\nsoftware\n \nWP 4+5: the same as WP2\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nPersonal data relating to study participants including name and date-of-birth will be collected for\nID purposes during data collection. This information will only be available to researchers directly\ninvolved in recruitment, screening, and planning of data collection (e.g. MR scanning and\nneuropsychological assessments). For the remainder of the study, all derivative data will be\ncoded and thus pseudonymized. The file linking the code and personal identifiers age/dob will\nonly be accessible to authorized individuals and stored in restricted access, secure environment\nmanaged by the KU Leuven/UZ Leuven ICT facility.\n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nThis project involves human participants including healthy volunteers and hospital in- and out-\npatients with frontotemporal dementia or autism spectrum disorder. It will be submitted to the\nUPC-KU Leuven local ethics committee and the UZ Leuven EC.\n \n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes, in the long term. Legal aspects regarding third-party involvement are covered in\nagreements developed by KU Leuven, LRD.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n-) Image dataset: a general description of the images will be provided, such as the folder\nstructure in which they are stored, the dimensions and image types considered, if there are\nduplicates present, etc.\n-) Trained ANN models: a description of which weights file corresponds to which type of model\n(i.e., which architecture), as well as the values of the hyperparameters the model was trained\nwith, will be provided.\n-) Python code: the code will be documented inline. This inline documentation can be\ntransformed into external documentation by means of tools like Sphinx (https://www.sphinx-\ndoc.org/en/master/). The code will contain a Sphinx setup, so that this type of external\ndocumentation (typically in HTML format) can be generated from scratch if desired, as well as\ninclude a copy of such external documentation.\nThe codebook will contain information on study design, sampling methodology, variable-level\ndetail, and all information necessary for a secondary analyst to use the data accurately and\neffectively. 2. Research methods and practices (including the informed consent process) will be\nfully documented. Details on the setting of the data collection, the selection of participants and\nthe instructions given to researchers will be documented. Any auxillary data relating to data\ncollection e.g. example neuropsychological assessment forms, will be added to the\ndocumentation, as well as an overview of all steps taken to remove direct identifiers in the data\n(e.g., name, address, etc.).\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nMetadata of the numerical dataset will be created manually based upon commonly used\nterminology in the fields of neuroimaging, psychiatry and biostatistics.  All metadata pertaining\nto ANN research will be provided in the form of simple text (*.txt) or markdown (*.md) files.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nFor brain imaging data we will work with the BIDS format, which standardizes directory structure\nand additional metadata.\n5. Data storage and backup during the C1-C2 project\n5.1. Where will the data be stored?\nThe data pertaining to one of the PhD candidates -- Laurent Mertens -- who is responsible for the\nimage scraping, image annotation interface and development and training of ANNs, is stored on\nthree separate systems:\n1) a work laptop on which the code is developed,\n2) a workstation located in his office in De Nayer, on which the code is deployed and all scraped\nimages are also backed up,\n3) a server located in a private space, on which the annotation interface is deployed and which\nalso contains a copy of all scraped images.\n \nMaster copies of the neuroimaging and neuropsychological data will be kept on our secure\nresearch unit central storage facility, and time-version stamped. Copies can be made and kept\non personal devices in accordance with the level of authorisation of the user and the data\nsecurity level of their device. 2. Sensitive personal data concerning the study participants will be\nstored in a KUL/UZ secure environment. 3. MR imaging data will be stored on the UZ Leuven data\ndrive, and reconstructed files will be transferred to the hospital PACS system. We will use KUL/UZ\nmanaged storage and file-sharing facilities as well as the REDCap platform for active use of the\ndata during the project.\n \n5.2. How will the data be backed up?\nFor Laurent Mertens, systems 1 and 2 (see 5.1.) have a daily backup routine on a separate HD in\nplace. For system 1, this is an external HD, for system 2 this is an additional internal HD.\nAll code is also pushed to a GitLab repository, and so can be retrieved, even in case all 3 systems\nand their backups should fail. Furthermore, a manual backup on an external HD of all scraped\nimages and other data (e.g., trained models) is also taken from time to time.\nThe neuroimaging and neuropsychological data will be stored on the university's and UZ Leuven\ncentral servers with automatic daily back-up procedures.\n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nA request for additional data storage and back up will be requested from the university ICT\nservices.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\n1. The expected costs for data storage and back up (REDcap, KUL, UZ data) are estimated to be\nup to €2000 euro per year for 5-10TB. 2. Part of the allocated project budget will be used to cover\nthe costs for storage and backup.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nFor Laurent Mertens, the backups are encrypted and password protected. To access the original\ndata (i.e., not the backed up copies), one would need access to the systems. This can be either\ndigitally, which would require knowledge of the IP adresses and login credentials, or physically. It\nis the candidate's responsibility to make sure these credentials are not only kept safe but of\nsufficient strength to deter any unwanted data manipulation.\n \nThe identifiable neuroimaging and neuropsychological data files from this study will be managed,\nprocessed, and stored in a secure environment (KUL/UZ)\n6. Data preservation after the end of the C1-C2 project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nWe expect all data to be kept.\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe data that will be compiled to realise the project objectives will be hosted on the servers of KU\nLeuven. In view of the expected size of the dataset (5 TB), estimated cost will be 783 euro pa *\n10 years = €7830\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThe project will make use:\n1) of a large dataset of images representing various people scraped from the internet. Although\nthese images are all publicly available, they cannot legally be redistributed (GDPR, copyright...).\nWhat can be readily shared though, is the list of URLs corresponding to all used images.\n2) of a set of fMRI scans of human brains. Pseudonimyzed data can be made available for further\nanalysis in line with the terms of the ICFs and following advice from the relevant local ethics\ncommittees and LRD.\n \n7.2. Which data will be made available after the end of the project?\nThe type of data that will be made available will be determined on an ad hoc basis and in\nadherence with the informed consent of the participants and advice from the relevant ethics\ncommittees and LRD.\n7.3. Where/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nOther (specify):\nDifferent data types will be made available by different means according to the nature of the\ndata and request. For example, pseudonimyised pre-processed brain scans may be shared with\ncollaborators for new analyses or uploaded to a discipline specific repository (eg Neurovault), and\nspeadsheets with pseudonimyised data can be made available on request. Publications relating\nto the study will be provided in open access via Lirias 2.0.\n \n \n7.4. When will the data be made available?\nUpon publication of the research results\nThe data derived from this study has multiple end-points and is part of a longitudinal research\nprogramme that will include related data at a future time-point. When it will be made available is\ntherefore dependent on the type of data and how it will be analysed.  The initial results of the\nfirst cross-sectional analyses will be made available in abstract form at the earliest opportunity.\n7.5. Who will be able to access the data and under what conditions?\nAccess will be granted upon written request to the creators of the dataset. Commercial reuse is\nnot allowed.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe major cost of data-sharing will be long-term large volume storage after completion of the\nproject. These costs will be covered by part of the allocated budget.\n8. Responsibilities\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n8.1. Who will be responsible for the data documentation & metadata?\nEach PhD candidate will be responsible for his/her own data.\n8.2. Who will be responsible for data storage & back up during the project?\nEach PhD candidate will be responsible for his/her own data.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThis responsibility will lie with the supervisor, as this requires a long term commitment most\nlikely extending beyond the tenure of the PhD candidates.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nTo this end, the PhD candidates commit themselves to keeping the supervisor informed about\nthe status of their respective data backup and preservation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name IDN/21/010 (C1-C2-IDN DMP) - DMP title Project Identifier IDN/21/010 Grant Title IDN/21/010 Principal Investigator / Researcher Joost Vennekens Institution KU Leuven 1. General Information Name of the project lead (PI) Joost Vennekens C1-C2 Project number & title IDN/21/010 - Computationele Modellering van Sociale Cognitie en geassocieerde Deficits door middel van Artificie?le Neurale Netwerken. 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. WP1: Data set of images scraped online Type of data Format Volume How created Images .jpg, .jpeg, .png 100's GBs Scraped by web searches Annotations .txt KBs Annotated by researchers Program code defining the image scraper .py KBs Programmed by researcher Program code defining the web interface used for annotating the scraped images .py, .html, .js KBs Programmed by researcher WP2: Code Type of data Format Volume How created Program code generating ANN, performing data analysis... .py KBs Programmed by researcher Trained ANN models binary GBs Trained by Machine Learning WP3: Validation using fMRI Type of data Format Volume How created brain imaging data .dcm TB generated by MR-scanner neuropsychological data .txt KBs generated by psychophysical software WP 4+5: the same as WP2 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Personal data relating to study participants including name and date-of-birth will be collected for ID purposes during data collection. This information will only be available to researchers directly involved in recruitment, screening, and planning of data collection (e.g. MR scanning and neuropsychological assessments). For the remainder of the study, all derivative data will be coded and thus pseudonymized. The file linking the code and personal identifiers age/dob will only be accessible to authorized individuals and stored in restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). This project involves human participants including healthy volunteers and hospital in- and out- patients with frontotemporal dementia or autism spectrum disorder. It will be submitted to the UPC-KU Leuven local ethics committee and the UZ Leuven EC. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, in the long term. Legal aspects regarding third-party involvement are covered in agreements developed by KU Leuven, LRD. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? -) Image dataset: a general description of the images will be provided, such as the folder structure in which they are stored, the dimensions and image types considered, if there are duplicates present, etc. -) Trained ANN models: a description of which weights file corresponds to which type of model (i.e., which architecture), as well as the values of the hyperparameters the model was trained with, will be provided. -) Python code: the code will be documented inline. This inline documentation can be transformed into external documentation by means of tools like Sphinx (https://www.sphinx- doc.org/en/master/). The code will contain a Sphinx setup, so that this type of external documentation (typically in HTML format) can be generated from scratch if desired, as well as include a copy of such external documentation. The codebook will contain information on study design, sampling methodology, variable-level detail, and all information necessary for a secondary analyst to use the data accurately and effectively. 2. Research methods and practices (including the informed consent process) will be fully documented. Details on the setting of the data collection, the selection of participants and the instructions given to researchers will be documented. Any auxillary data relating to data collection e.g. example neuropsychological assessment forms, will be added to the documentation, as well as an overview of all steps taken to remove direct identifiers in the data (e.g., name, address, etc.). 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Metadata of the numerical dataset will be created manually based upon commonly used terminology in the fields of neuroimaging, psychiatry and biostatistics. All metadata pertaining to ANN research will be provided in the form of simple text (*.txt) or markdown (*.md) files. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 For brain imaging data we will work with the BIDS format, which standardizes directory structure and additional metadata. 5. Data storage and backup during the C1-C2 project 5.1. Where will the data be stored? The data pertaining to one of the PhD candidates -- Laurent Mertens -- who is responsible for the image scraping, image annotation interface and development and training of ANNs, is stored on three separate systems: 1) a work laptop on which the code is developed, 2) a workstation located in his office in De Nayer, on which the code is deployed and all scraped images are also backed up, 3) a server located in a private space, on which the annotation interface is deployed and which also contains a copy of all scraped images. Master copies of the neuroimaging and neuropsychological data will be kept on our secure research unit central storage facility, and time-version stamped. Copies can be made and kept on personal devices in accordance with the level of authorisation of the user and the data security level of their device. 2. Sensitive personal data concerning the study participants will be stored in a KUL/UZ secure environment. 3. MR imaging data will be stored on the UZ Leuven data drive, and reconstructed files will be transferred to the hospital PACS system. We will use KUL/UZ managed storage and file-sharing facilities as well as the REDCap platform for active use of the data during the project. 5.2. How will the data be backed up? For Laurent Mertens, systems 1 and 2 (see 5.1.) have a daily backup routine on a separate HD in place. For system 1, this is an external HD, for system 2 this is an additional internal HD. All code is also pushed to a GitLab repository, and so can be retrieved, even in case all 3 systems and their backups should fail. Furthermore, a manual backup on an external HD of all scraped images and other data (e.g., trained models) is also taken from time to time. The neuroimaging and neuropsychological data will be stored on the university's and UZ Leuven central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. A request for additional data storage and back up will be requested from the university ICT services. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? 1. The expected costs for data storage and back up (REDcap, KUL, UZ data) are estimated to be up to €2000 euro per year for 5-10TB. 2. Part of the allocated project budget will be used to cover the costs for storage and backup. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For Laurent Mertens, the backups are encrypted and password protected. To access the original data (i.e., not the backed up copies), one would need access to the systems. This can be either digitally, which would require knowledge of the IP adresses and login credentials, or physically. It is the candidate's responsibility to make sure these credentials are not only kept safe but of sufficient strength to deter any unwanted data manipulation. The identifiable neuroimaging and neuropsychological data files from this study will be managed, processed, and stored in a secure environment (KUL/UZ) 6. Data preservation after the end of the C1-C2 project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 the case (legal or contractual restrictions, physical preservation issues, ...). We expect all data to be kept. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The data that will be compiled to realise the project objectives will be hosted on the servers of KU Leuven. In view of the expected size of the dataset (5 TB), estimated cost will be 783 euro pa * 10 years = €7830 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The project will make use: 1) of a large dataset of images representing various people scraped from the internet. Although these images are all publicly available, they cannot legally be redistributed (GDPR, copyright...). What can be readily shared though, is the list of URLs corresponding to all used images. 2) of a set of fMRI scans of human brains. Pseudonimyzed data can be made available for further analysis in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD. 7.2. Which data will be made available after the end of the project? The type of data that will be made available will be determined on an ad hoc basis and in adherence with the informed consent of the participants and advice from the relevant ethics committees and LRD. 7.3. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail Other (specify): Different data types will be made available by different means according to the nature of the data and request. For example, pseudonimyised pre-processed brain scans may be shared with collaborators for new analyses or uploaded to a discipline specific repository (eg Neurovault), and speadsheets with pseudonimyised data can be made available on request. Publications relating to the study will be provided in open access via Lirias 2.0. 7.4. When will the data be made available? Upon publication of the research results The data derived from this study has multiple end-points and is part of a longitudinal research programme that will include related data at a future time-point. When it will be made available is therefore dependent on the type of data and how it will be analysed. The initial results of the first cross-sectional analyses will be made available in abstract form at the earliest opportunity. 7.5. Who will be able to access the data and under what conditions? Access will be granted upon written request to the creators of the dataset. Commercial reuse is not allowed. 7.6. What are the expected costs for data sharing? How will these costs be covered? The major cost of data-sharing will be long-term large volume storage after completion of the project. These costs will be covered by part of the allocated budget. 8. Responsibilities This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 8.1. Who will be responsible for the data documentation & metadata? Each PhD candidate will be responsible for his/her own data. 8.2. Who will be responsible for data storage & back up during the project? Each PhD candidate will be responsible for his/her own data. 8.3. Who will be responsible for ensuring data preservation and sharing? This responsibility will lie with the supervisor, as this requires a long term commitment most likely extending beyond the tenure of the PhD candidates. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). To this end, the PhD candidates commit themselves to keeping the supervisor informed about the status of their respective data backup and preservation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}