{
    "document_id": "D-2023-2119",
    "LinkTitle": "D-2023-2119",
    "file_name": "D-2023-2119.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2119.pdf",
    "metadata": {
        "title": "Improving specificity in gene therapy through nanobody coupling of AAV vectors.",
        "author": "N/A",
        "creation_date": "2023-04-11 15:23:53+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Improving specificity in gene therapy through nanobody coupling of AAV vectors.\nA Data Management Plan created using DMPonline.be\nCreators: \nBenjamien Moeyaert, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., n.n. n.n.\nProject Administrator:\n \nBenjamien Moeyaert\nGrant number / URL: \nC3/22/049\nID: \n198539\nStart date: \n01-01-2023\nEnd date: \n31-12-2024\nProject abstract:\nGene therapy (GT) using recombinant adeno-associated virus (rAAV) is a highly promising therapeutic modality that is seeing rapid\nexpansion. However, it still suffers from several drawbacks inherent to an emerging therapeutic modality. For instance, the low\ntransduction efficiency and broad tropism of rAAV leads to high dose requirements, which in turn leads to high  manufacturing costs and\npossible toxicity. Several attempts at modulating or improving rAAV tropism have been performed,  but these are either tailored to a\nspecific disease target (necessitating time- and resource-intensive product optimization for each disease target) or suffer from poor\nproduction yield and incompatibility with cGMP production requirements. In this project, we will develop an innovative rAAV conjugation\nstrategy to manufacture rAAV particles that can be retargeted to specific tissues or cell types and detargeted from non-target tissues. The\nenvisioned technology is modular, and uses products and technologies that are already being used in FDA/EMA-approved drug\nmanufacturing and drug products. The conjugated rAAVs are highly valuable from a scientific, clinical and economical perspective and\nthus highly valorizable.\nLast modified: \n11-04-2023\nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n1 of 5\nImproving specificity in gene therapy through nanobody coupling of AAV vectors.\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nvectors (DNA)\nplasmids encoding cap sequences\nN\nP\nDNA\n/\n/\n/\nvectors (AAV)\nAAV viral vectors\nN\nP\nviral vector\n/\n/\n/\nanalytics\nVector analytical data associated with each AAV\nprep\nN\nD\nI/N/T\n.ddpcr, .tif, .xls,\n.ppt\n<1GB\nELN, J drive\nFACS data\nFlow cytometry data regarding in vitro\nexperimentation\nN\nD\nN/T\n.fcs\n<1GB\nELN, J drive\nBLI data\nmouse BLI data\nN\nD\nI/N/T\n \n<100GB\nELN, J drive, L\ndrive\nmouse tissue\nprocessed mouse tissue samples (slices, frozen,\nlysate)\nN\nP\nprocessed\ntissue\n/\n/\n/\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo data will be re-used\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nECD 037/2023\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nSpin-off in advanced stadium of creation. All generated data will be part of a Tech Transfer agreement and a Research Collaboration between spin-off and the lab will be set up. Data transfer to\nSpin-off coordinated with lab, LRD and spin-off mgmt. C3 funding will be closed down upon Spin-off creation.\nPCT application will be submitted before 28/04/2023 (end of priority year).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nA Research Collaboration is being drafted between a (to be incorporated) spin-off CO and the lab. After that, all data on the platform will transfer to the spin-off, the C3 grant will cease and all\nfurther data will be generated under the Research Collaboration, meaning that data ownership will lie at the spin-off.\nInternal research rights of course hold, but that work will never overlap with the C3 grant.\nThis related to all data.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nSee above regarding Spin-off creation.\nIP will licensed and later transferred to the spin-off.\nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe lab works with an ELN (eLabNext) wherein all data is collected. Raw data files, as well as e.g. ppt files with graphical summaries, are stored on a J drive that mirrors the ELN structure. The\npromoters of the grant make sure that all data is clearly described before signing off the experiments in the notebook.\nSOPs that are used in the lab, are managed by the Analytics Lead, and version control is in place.\nNo paper notebooks are used.\n \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAll metadata is described in the ELN.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nLarge Volume Storage\nOther (specify below)\nMost data is stored on the J drive and the ELN. Large files go on the Large Volume Storage drive (e.g. histological images).\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nELN (eLabNext) is backed-up on European servers.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nELN access is managed well, and backed up on European servers.\nAccess to J drive is subject to KULeuven restrictions, and only relevant colleagues can access the folders.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are minimal. Costs of the ELN are covered by internal lab funding.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n3 of 5\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are minimal and will be covered by internal lab funds.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nAs the data will transfer to a spin-off, the data will not be shared outside of the lab.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly people engaged in the Research Collaboration with the spin-off (from both KULeuven and the Spin-off side) will have access to the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nYes, other\nNo data that is subject to patenting is shared.\nAll data will transfer to a spin-off under a Tech Transfer Agreement, as negotiated between LRD and the spin-off.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nData sharing is managed through a secure data vault (digify.com).\nIP-sensitive data is deposited in an iDepot where and when necessary.\n \nWhen will the data be made available? \nUpon publication of research results\nUpon obtaining IP, and in agreement with the spin-off, the data will be made available to the public in the form of posters/presentation/papers.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nData will be shared with the spin-off through a bespoke Tech Transfer agreement.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nCosts are expected to be negligible.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n4 of 5\nThe promoters of the grant will manage data documentation:\nprof. dr. Els Henckaerts\ndr. Benjamien Moeyaert\nprof. dr. Maarten Dewilde\n \nIndividual lab members are aware of their expected contribution to proper RDM.\nWho will manage data storage and backup during the research project? \nThe promoters of the grant will manage data documentation:\nprof. dr. Els Henckaerts\ndr. Benjamien Moeyaert\nprof. dr. Maarten Dewilde\n \nIndividual lab members are aware of their expected contribution to proper RDM.\nWho will manage data preservation and sharing? \nThe promoters of the grant will manage data preservation and sharing:\nprof. dr. Els Henckaerts\ndr. Benjamien Moeyaert\nprof. dr. Maarten Dewilde\n \nFor data sharing, LRD is setting up tech transfer agreements and guiding us in which data to share and which not.\nWho will update and implement this DMP? \nThe promoters of the grant will update and implement this DMP:\nprof. dr. Els Henckaerts\ndr. Benjamien Moeyaert\nprof. dr. Maarten Dewilde\nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n5 of 5"
    },
    "clean_full_text": "Improving specificity in gene therapy through nanobody coupling of AAV vectors. A Data Management Plan created using DMPonline.be Creators: Benjamien Moeyaert, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., n.n. n.n. Project Administrator: Benjamien Moeyaert Grant number / URL: C3/22/049 ID: 198539 Start date: 01-01-2023 End date: 31-12-2024 Project abstract: Gene therapy (GT) using recombinant adeno-associated virus (rAAV) is a highly promising therapeutic modality that is seeing rapid expansion. However, it still suffers from several drawbacks inherent to an emerging therapeutic modality. For instance, the low transduction efficiency and broad tropism of rAAV leads to high dose requirements, which in turn leads to high manufacturing costs and possible toxicity. Several attempts at modulating or improving rAAV tropism have been performed, but these are either tailored to a specific disease target (necessitating time- and resource-intensive product optimization for each disease target) or suffer from poor production yield and incompatibility with cGMP production requirements. In this project, we will develop an innovative rAAV conjugation strategy to manufacture rAAV particles that can be retargeted to specific tissues or cell types and detargeted from non-target tissues. The envisioned technology is modular, and uses products and technologies that are already being used in FDA/EMA-approved drug manufacturing and drug products. The conjugated rAAVs are highly valuable from a scientific, clinical and economical perspective and thus highly valorizable. Last modified: 11-04-2023 Created using DMPonline.be. Last modiﬁed 11 April 2023 1 of 5 Improving specificity in gene therapy through nanobody coupling of AAV vectors. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA vectors (DNA) plasmids encoding cap sequences N P DNA / / / vectors (AAV) AAV viral vectors N P viral vector / / / analytics Vector analytical data associated with each AAV prep N D I/N/T .ddpcr, .tif, .xls, .ppt <1GB ELN, J drive FACS data Flow cytometry data regarding in vitro experimentation N D N/T .fcs <1GB ELN, J drive BLI data mouse BLI data N D I/N/T <100GB ELN, J drive, L drive mouse tissue processed mouse tissue samples (slices, frozen, lysate) N P processed tissue / / / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No data will be re-used Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) ECD 037/2023 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Spin-off in advanced stadium of creation. All generated data will be part of a Tech Transfer agreement and a Research Collaboration between spin-off and the lab will be set up. Data transfer to Spin-off coordinated with lab, LRD and spin-off mgmt. C3 funding will be closed down upon Spin-off creation. PCT application will be submitted before 28/04/2023 (end of priority year). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes A Research Collaboration is being drafted between a (to be incorporated) spin-off CO and the lab. After that, all data on the platform will transfer to the spin-off, the C3 grant will cease and all further data will be generated under the Research Collaboration, meaning that data ownership will lie at the spin-off. Internal research rights of course hold, but that work will never overlap with the C3 grant. This related to all data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes See above regarding Spin-off creation. IP will licensed and later transferred to the spin-off. Created using DMPonline.be. Last modiﬁed 11 April 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The lab works with an ELN (eLabNext) wherein all data is collected. Raw data files, as well as e.g. ppt files with graphical summaries, are stored on a J drive that mirrors the ELN structure. The promoters of the grant make sure that all data is clearly described before signing off the experiments in the notebook. SOPs that are used in the lab, are managed by the Analytics Lead, and version control is in place. No paper notebooks are used. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No All metadata is described in the ELN. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Large Volume Storage Other (specify below) Most data is stored on the J drive and the ELN. Large files go on the Large Volume Storage drive (e.g. histological images). How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) ELN (eLabNext) is backed-up on European servers. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? ELN access is managed well, and backed up on European servers. Access to J drive is subject to KULeuven restrictions, and only relevant colleagues can access the folders. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are minimal. Costs of the ELN are covered by internal lab funding. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Created using DMPonline.be. Last modiﬁed 11 April 2023 3 of 5 Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are minimal and will be covered by internal lab funds. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) As the data will transfer to a spin-off, the data will not be shared outside of the lab. If access is restricted, please specify who will be able to access the data and under what conditions. Only people engaged in the Research Collaboration with the spin-off (from both KULeuven and the Spin-off side) will have access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Yes, other No data that is subject to patenting is shared. All data will transfer to a spin-off under a Tech Transfer Agreement, as negotiated between LRD and the spin-off. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Data sharing is managed through a secure data vault (digify.com). IP-sensitive data is deposited in an iDepot where and when necessary. When will the data be made available? Upon publication of research results Upon obtaining IP, and in agreement with the spin-off, the data will be made available to the public in the form of posters/presentation/papers. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Data will be shared with the spin-off through a bespoke Tech Transfer agreement. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? Costs are expected to be negligible. Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 11 April 2023 4 of 5 The promoters of the grant will manage data documentation: prof. dr. Els Henckaerts dr. Benjamien Moeyaert prof. dr. Maarten Dewilde Individual lab members are aware of their expected contribution to proper RDM. Who will manage data storage and backup during the research project? The promoters of the grant will manage data documentation: prof. dr. Els Henckaerts dr. Benjamien Moeyaert prof. dr. Maarten Dewilde Individual lab members are aware of their expected contribution to proper RDM. Who will manage data preservation and sharing? The promoters of the grant will manage data preservation and sharing: prof. dr. Els Henckaerts dr. Benjamien Moeyaert prof. dr. Maarten Dewilde For data sharing, LRD is setting up tech transfer agreements and guiding us in which data to share and which not. Who will update and implement this DMP? The promoters of the grant will update and implement this DMP: prof. dr. Els Henckaerts dr. Benjamien Moeyaert prof. dr. Maarten Dewilde Created using DMPonline.be. Last modiﬁed 11 April 2023 5 of 5"
}