{
    "document_id": "D-2023-2063",
    "LinkTitle": "D-2023-2063",
    "file_name": "D-2023-2063.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2063.pdf",
    "metadata": {
        "title": "Vapor-assisted scalable deposition methods for large-area perovskite solar modules and monolithic perovskite/silicon tandem solar cells",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Vapor-assisted scalable deposition methods for large-area perovskite solar modules\nand monolithic perovskite/silicon tandem solar cells\nA Data Management Plan created using DMPonline.be\nCreator: \nCristian Villalobos Meza \n \nhttps://orcid.org/0000-0002-8631-2739\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nCristian Villalobos Meza \n \nhttps://orcid.org/0000-0002-8631-2739\nGrant number / URL: \n1SE0223N\nID: \n198865\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nIn only a few years, perovskite photovoltaic (PV) devices have achieved impressive efficiencies surpassing all other thin-\nfilm PV technologies, and offer now a realistic approach to overcome the Shockley-Queisser single-junction efficiency limit\nwith their integration into tandem devices. The development of scalable deposition methods for perovskite thin films is key\nfor the introduction of these devices into the PV market.\nThis research proposal focuses on the process development of different deposition techniques to scale up the fabrication\nof highly efficient and stable perovskite solar cells (PSCs) and modules, as well as 2-terminal perovskite/silicon tandem\ncells, with areas up to 100 cm2. Three techniques will be investigated for the deposition of perovskite layers, namely a two-\nstep hybrid method (thermal evaporation + solution coating), a one-step co-evaporation approach, and a chemical vapor\ndeposition method. An in-depth understanding of the impact of growth parameters on the film quality is sought, as well as\nthe identification of performance loss mechanisms during upscaling. Of great significance will be the investigation of\nthermal evaporation as a potential industry-compatible deposition technique to produce PSCs with high conformal\ncoverage on textured crystalline silicon bottom cells. This project will generate knowledge on high-performance tandem\nsolar cells with manufacturability, paving a way towards building- and vehicle-integrated PV applications.\nLast modified: \n29-04-2023\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n1 of 6\nVapor-assisted scalable deposition methods for large-area perovskite solar modules\nand monolithic perovskite/silicon tandem solar cells\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your\nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name &\ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n1\n. \nAnalogue data:\n1\n. \nExperimental samples:\n solar cells, solar modules, and simplified characterization devices. \nVolume:\nSeveral hundreds of samples, total storage volume <3 m3\n2\n. \nTest setups:\n various test setups developed for the electrical sharacterization of samples. \nVolume:\n <1 m3\n3\n. \nLaboratory logbooks: \nresearcher's notes describing the sample preparation and data acquisition\nprocedures during the experiments. These will be copied and stored digitally after the experimental\nruns. \nVolume:\n <1 m3\n2\n. \nDigital data:\n1\n. \nExperimental data:\n1\n. \nRaw experimental data:\n \nd\nata files containing numerical data (measurement output) and text\nmetadata (describing experimental/instrumental parameters). \nFormats:\n .txt, .dat, .csv, .tif, etc.,\ndepending on instrument used for the measurements. \nVolume:\n <1 GB\n2\n. \nSimulated data and processed/analyzed experimental data:\n text files, spreadsheets, and graphical\nrepresentation of data, used for (or resulting from) data analysis. \nFormats:\n .txt, .dat, .xlsx, .opj, .pkl, .m,\n.se, etc. \nVolume:\n <100 GB\n3\n. \nDigital photographs: \npictures of selected samples, instruments, and setups. \nFormats:\n .jpg, .png,\n.bmp. \nVolume:\n <5 GB\n2\n. \nTest setups design:\n drafts and 2D/3D models generated for the design and fabrication of test setups.\nFormats:\n .dxf, .dft, .asm, .sldprt, .par, .pdf, etc. \nVolume:\n < 1 GB \n3\n. \nDissemination and documentation:\n experimental procedures for sample preparation, sample lists,\nexperimental overviews and designs, presentations, intermediate reports, publications, and final thesis.\nFormats:\n .xlsx, .docx, .ppt, .one, .pdf. \nVolume:\n <100 GB\nMost of the data used during this research project will be generated new data. Existing data would only be reused in\ncases such as the use/adaptation of existing electrical/optical simulation models, and the use/adaptation of parts\nand components in the design of new test setups.\nThe kind of data that is generated is similar the for all work packages of the project.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI,\nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data\ntypes when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment\nsection. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs,\ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nAlthough tech transfer and valorization are not direct goals of this project, if such an opportunity presents itself, it will\nbe discussed among the collaborators involved in the project. The conclusions of that discussion will be appended\nto this data management plan.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g.\nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the\ncomment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related\nto the data you (re)use? If so, please explain in the comment section to what data they relate and which\nrestrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to\nkeep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of\ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files,\nCodebook.tsv etc. where this information is recorded).\nData will be stored on the server in a different folder per experimental run. The names of the folders and the files\nwithin will be structured in a comprehensible way based on information such as run number, studied system,\ncharacterization technique, date, main parameters used.\nA detailed laboratory logbook will be created for each experimental run. The sample lists,  descriptions of the\nperformed experiments, the procedures and conditions for sample preparation and characterization, and the\nsummarized results and conclusions will be readily found in .xlsx, .dat, and .ppt files.    \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where\nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and\nreuse.\nNo\nTo our knowledge, there is no formal metadata standard for the kind of data that will be generated in this project.\nTherefore, the 'standardized' steps described in the previous question (2.1) will ensure that all the relevant\ninformation and data is easy to find and reuse. Depending on the nature of the information/data, the metadata files\nwill be either created manually by the researcher or kept as generated by the different software used. \nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n3 of 6\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nSignificant physical samples will be stored in the main laboratory located in the Energyville 2 building (Thor Park\n8320, Genk). Most of these samples require an inert and/or low-humidity atmosphere to avoid or slow down their\ndegradation. Therefore, only a limited amount of samples will be kept in the available nitrogen gloveboxes and\ncabinets. \nDigital data will be stored on imec's institutional OneDrive. The project data will be shared with the researcher's\nsupervisor and promotor. In addition, the Thin-Film PV technology team at imec has its own Microsoft SharePoint\nsites. Relevant textual documents and presentations will be stored in SharePoint folders to which all members\ninvolved in the project will have access.\n \nHow will the data be backed up?\nFor data storage on the institutional shared drives and sites, a continuous automatic back-up is provided.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nFor digital data, the principal researcher has 1 TB of storage space available on OneDrive, which is sufficient for the\namount of data that will be generated in this project. Additionally, a larger cloud storage space is available on\nSharePoint. \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized\npersons?\nThe access to the SharePoint workspace is restricted to the active researchers (access managed by the group\nadministrators). Furthermore, only the (co-)promotors and involved researchers will have access to the channels\nand shared folders where the files will be stored.\nRegarding OneDrive, password protected user accounts ensure that only the account owners can access the\nworking data. \nWhat are the expected costs for data storage and backup during the research project? How will these costs\nbe covered?\nThe institutional data storage and backup systems will be used for this project and are financed by imec. No direct\ncosts will be associated with this project specifically.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that\nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the\nreasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll significant digital data will be retained for at least 5 years after the end of the project.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n4 of 6\nPhysical data cannot be preserved due to both sample properties preservation issues and limited storage space.\nMost samples require an inert and/or low-humidity atmosphere to avoid or slow down their degradation. Therefore,\nsamples that can be easily reproduced are not retained longer than necessary to perform research. However,\nsample reproduction will be made possible using the protocols and fabrication processes described in the\nassociated stored (meta)data.\nWhere will these data be archived (stored and curated for the long-term)?\nConsultable digital data will be archived on the research team's SharePoint site for at least 5 years after the end of\nthe research.\nSelected physical samples will be stored in the main laboratory of the Energyville 2 building for a to-be-determined\namount of time after the end of the project. \nWhat are the expected costs for data preservation during the expected retention period? How will these\ncosts be covered?\nAgain, the institutional data storage and backup systems will be used during the expected retention period and are\nfinanced by imec. No direct costs will be associated with this project specifically.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment\nsection please explain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nOther, please specify:\nFollowing the publication of a research paper, the relevant data will be made available in an Open Access repository\nand/or (data)journal for others to access/use.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAs mentioned in previous sections, researchers and promotors involved in the project will have access to the data,\nand the data can be shared within the research group for continued research both during and after the project.\nUpon request and after agreement of the (co-)promotors, access to the data can be granted to other\nindividuals/parties.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an\nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data\ntype where appropriate.\nNo\nCurrently, there are no legal restrictions or restriction related to intellectual property rights. As mentioned in section\n1, if a commercial valorization opportunity presents itself, it will be discussed among the collaborators involved in the\nproject, and the conclusions of that discussion will be appended to this data management plan.\nWhere will the data be made available? If already known, please provide a repository per dataset or data\ntype.\nAfter the agreement of the project's promotors, data can be shared:\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n5 of 6\nupon request by e-mail\nas supplementary material with a journal article\nin a data repository\nWhen will the data be made available?\nUpon publication of research results and/or after agreement of the (co-)promotors.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data that will be made available will be attributed an open license, such as Creative Commons license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the\noption to provide it in the comment section.\nNo\nNaturally, data made available after the publication of a journal article will possess a DOI name. \nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no extra costs associated with data sharing. Freeware could be used to transfer and share the data.\n \n \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe principal investigator (PI): Cristian Villalobos Meza \nWho will manage data storage and backup during the research project?\nThe PI will be responsible for putting the generated data on the institutional data storage spaces. Imec's IT team is\nresponsible for the regular backups. \nWho will manage data preservation and sharing?\nAfter the research project, the PI's supervisor (Dr. Yinghuan Kuang) and/or the promotor(s) of the project. During the\nproject, the PI will also be responsible. \nWho will update and implement this DMP?\nThe PI and the PI's supervisor \nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n6 of 6"
    },
    "clean_full_text": "Vapor-assisted scalable deposition methods for large-area perovskite solar modules and monolithic perovskite/silicon tandem solar cells A Data Management Plan created using DMPonline.be Creator: Cristian Villalobos Meza https://orcid.org/0000-0002-8631-2739 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Cristian Villalobos Meza https://orcid.org/0000-0002-8631-2739 Grant number / URL: 1SE0223N ID: 198865 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: In only a few years, perovskite photovoltaic (PV) devices have achieved impressive efficiencies surpassing all other thin- film PV technologies, and offer now a realistic approach to overcome the Shockley-Queisser single-junction efficiency limit with their integration into tandem devices. The development of scalable deposition methods for perovskite thin films is key for the introduction of these devices into the PV market. This research proposal focuses on the process development of different deposition techniques to scale up the fabrication of highly efficient and stable perovskite solar cells (PSCs) and modules, as well as 2-terminal perovskite/silicon tandem cells, with areas up to 100 cm2. Three techniques will be investigated for the deposition of perovskite layers, namely a two- step hybrid method (thermal evaporation + solution coating), a one-step co-evaporation approach, and a chemical vapor deposition method. An in-depth understanding of the impact of growth parameters on the film quality is sought, as well as the identification of performance loss mechanisms during upscaling. Of great significance will be the investigation of thermal evaporation as a potential industry-compatible deposition technique to produce PSCs with high conformal coverage on textured crystalline silicon bottom cells. This project will generate knowledge on high-performance tandem solar cells with manufacturability, paving a way towards building- and vehicle-integrated PV applications. Last modified: 29-04-2023 Created using DMPonline.be. Last modiﬁed 29 April 2023 1 of 6 Vapor-assisted scalable deposition methods for large-area perovskite solar modules and monolithic perovskite/silicon tandem solar cells FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. 1 . Analogue data: 1 . Experimental samples: solar cells, solar modules, and simplified characterization devices. Volume: Several hundreds of samples, total storage volume <3 m3 2 . Test setups: various test setups developed for the electrical sharacterization of samples. Volume: <1 m3 3 . Laboratory logbooks: researcher's notes describing the sample preparation and data acquisition procedures during the experiments. These will be copied and stored digitally after the experimental runs. Volume: <1 m3 2 . Digital data: 1 . Experimental data: 1 . Raw experimental data: d ata files containing numerical data (measurement output) and text metadata (describing experimental/instrumental parameters). Formats: .txt, .dat, .csv, .tif, etc., depending on instrument used for the measurements. Volume: <1 GB 2 . Simulated data and processed/analyzed experimental data: text files, spreadsheets, and graphical representation of data, used for (or resulting from) data analysis. Formats: .txt, .dat, .xlsx, .opj, .pkl, .m, .se, etc. Volume: <100 GB 3 . Digital photographs: pictures of selected samples, instruments, and setups. Formats: .jpg, .png, .bmp. Volume: <5 GB 2 . Test setups design: drafts and 2D/3D models generated for the design and fabrication of test setups. Formats: .dxf, .dft, .asm, .sldprt, .par, .pdf, etc. Volume: < 1 GB 3 . Dissemination and documentation: experimental procedures for sample preparation, sample lists, experimental overviews and designs, presentations, intermediate reports, publications, and final thesis. Formats: .xlsx, .docx, .ppt, .one, .pdf. Volume: <100 GB Most of the data used during this research project will be generated new data. Existing data would only be reused in cases such as the use/adaptation of existing electrical/optical simulation models, and the use/adaptation of parts and components in the design of new test setups. The kind of data that is generated is similar the for all work packages of the project. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 29 April 2023 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Although tech transfer and valorization are not direct goals of this project, if such an opportunity presents itself, it will be discussed among the collaborators involved in the project. The conclusions of that discussion will be appended to this data management plan. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data will be stored on the server in a different folder per experimental run. The names of the folders and the files within will be structured in a comprehensible way based on information such as run number, studied system, characterization technique, date, main parameters used. A detailed laboratory logbook will be created for each experimental run. The sample lists, descriptions of the performed experiments, the procedures and conditions for sample preparation and characterization, and the summarized results and conclusions will be readily found in .xlsx, .dat, and .ppt files. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No To our knowledge, there is no formal metadata standard for the kind of data that will be generated in this project. Therefore, the 'standardized' steps described in the previous question (2.1) will ensure that all the relevant information and data is easy to find and reuse. Depending on the nature of the information/data, the metadata files will be either created manually by the researcher or kept as generated by the different software used. Created using DMPonline.be. Last modiﬁed 29 April 2023 3 of 6 3. Data storage & back-up during the research project Where will the data be stored? Significant physical samples will be stored in the main laboratory located in the Energyville 2 building (Thor Park 8320, Genk). Most of these samples require an inert and/or low-humidity atmosphere to avoid or slow down their degradation. Therefore, only a limited amount of samples will be kept in the available nitrogen gloveboxes and cabinets. Digital data will be stored on imec's institutional OneDrive. The project data will be shared with the researcher's supervisor and promotor. In addition, the Thin-Film PV technology team at imec has its own Microsoft SharePoint sites. Relevant textual documents and presentations will be stored in SharePoint folders to which all members involved in the project will have access. How will the data be backed up? For data storage on the institutional shared drives and sites, a continuous automatic back-up is provided. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes For digital data, the principal researcher has 1 TB of storage space available on OneDrive, which is sufficient for the amount of data that will be generated in this project. Additionally, a larger cloud storage space is available on SharePoint. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to the SharePoint workspace is restricted to the active researchers (access managed by the group administrators). Furthermore, only the (co-)promotors and involved researchers will have access to the channels and shared folders where the files will be stored. Regarding OneDrive, password protected user accounts ensure that only the account owners can access the working data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The institutional data storage and backup systems will be used for this project and are financed by imec. No direct costs will be associated with this project specifically. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All significant digital data will be retained for at least 5 years after the end of the project. Created using DMPonline.be. Last modiﬁed 29 April 2023 4 of 6 Physical data cannot be preserved due to both sample properties preservation issues and limited storage space. Most samples require an inert and/or low-humidity atmosphere to avoid or slow down their degradation. Therefore, samples that can be easily reproduced are not retained longer than necessary to perform research. However, sample reproduction will be made possible using the protocols and fabrication processes described in the associated stored (meta)data. Where will these data be archived (stored and curated for the long-term)? Consultable digital data will be archived on the research team's SharePoint site for at least 5 years after the end of the research. Selected physical samples will be stored in the main laboratory of the Energyville 2 building for a to-be-determined amount of time after the end of the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Again, the institutional data storage and backup systems will be used during the expected retention period and are financed by imec. No direct costs will be associated with this project specifically. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Other, please specify: Following the publication of a research paper, the relevant data will be made available in an Open Access repository and/or (data)journal for others to access/use. If access is restricted, please specify who will be able to access the data and under what conditions. As mentioned in previous sections, researchers and promotors involved in the project will have access to the data, and the data can be shared within the research group for continued research both during and after the project. Upon request and after agreement of the (co-)promotors, access to the data can be granted to other individuals/parties. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Currently, there are no legal restrictions or restriction related to intellectual property rights. As mentioned in section 1, if a commercial valorization opportunity presents itself, it will be discussed among the collaborators involved in the project, and the conclusions of that discussion will be appended to this data management plan. Where will the data be made available? If already known, please provide a repository per dataset or data type. After the agreement of the project's promotors, data can be shared: Created using DMPonline.be. Last modiﬁed 29 April 2023 5 of 6 upon request by e-mail as supplementary material with a journal article in a data repository When will the data be made available? Upon publication of research results and/or after agreement of the (co-)promotors. Which data usage licenses are you going to provide? If none, please explain why. The data that will be made available will be attributed an open license, such as Creative Commons license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No Naturally, data made available after the publication of a journal article will possess a DOI name. What are the expected costs for data sharing? How will these costs be covered? There are no extra costs associated with data sharing. Freeware could be used to transfer and share the data. 6. Responsibilities Who will manage data documentation and metadata during the research project? The principal investigator (PI): Cristian Villalobos Meza Who will manage data storage and backup during the research project? The PI will be responsible for putting the generated data on the institutional data storage spaces. Imec's IT team is responsible for the regular backups. Who will manage data preservation and sharing? After the research project, the PI's supervisor (Dr. Yinghuan Kuang) and/or the promotor(s) of the project. During the project, the PI will also be responsible. Who will update and implement this DMP? The PI and the PI's supervisor Created using DMPonline.be. Last modiﬁed 29 April 2023 6 of 6"
}