{
    "document_id": "D-2022-1475",
    "LinkTitle": "D-2022-1475",
    "file_name": "D-2022-1475.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1475.pdf",
    "metadata": {
        "title": "G0B6422N (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n G0B6422N (FWO DMP) - DMP title\nGrant Title\n G0B6422N\nPrincipal Investigator / Researcher\n Tom Theys\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTom Theys\nFWO Project Number & Title\nG0B6422N \nThe neural fingerprint of human image processing\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \ntype of data\nformat\nvolume\nhow created?\ne.g. observational, experimental, reference\ndata, ...\ne.g. textual,\nnumerical,\nmultimedia\ne.g.\n200MG -\n1GB\ncomputer task,\nobservations\nelectrophysiological data in patients (EEG,\niEEG, LFP, MUA, SUA)\nns6, sev,\nns2 files, MAT\nfiles\n20-100\nGB\nclinical and\nexperimental\nrecordings\nfunctional and anatomical imaging data\ndicom, Nifti\n5-20 GB\nhuman brain\nimaging\npsychometric functions and behavioral data\n(RTs, eye data)\nMAT files\n1-5 GB\nbehavioral\nassessment\npatient information: decoded personal data,\nclinical parameters and longitudinal follow-up\nRedcap eCRF\n1-5 GB\npatient records\nmanuscripts\ndoc, pdf\n200MB\n \n \nWe will collect and generate imaging data (CT, MRI), electrophysiological data (EEG, iEEG, LFP,\nMUA,\nSUA) and behavioral measurements (RTs, eye data). All patient-related data (medical history,\nprocedure, AEs, results from tests) will be stored in the electronic medical files at the clinical site.\nEach patient will have an assigned code that will identify him or her for research staff only.\nResearch\ndata will be transferred on an eCRF (RedCap). We will obtain: 1/ electrophysiological data (ns6,\nsev,\nns2 files, MAT files), saved together with the processed data. 2/ imaging data (dicom, Nifti) 3)\nbehavioral data (matlab) 4) manuscripts (papers: doc, pdf).\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nthe fact that you process personal data is a legal obligation.\nYes\nYes, data on age, sex, disease of the human participants\nAll human data will be anonymized and stored at the hospital.\nA GDPR questionnaire was submitted on 17 nov 2021 for S-number 53126.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe study will be conducted in compliance with the principles of the Declaration of Helsinki\n(2008), the principles of GCP and in accordance with all applicable regulatory requirements. This\nprotocol and related documents have been approved by the Ethics Committee. The study can\nand will be conducted only on the basis of prior informed consent by the Subjects, or their legal\nrepresentatives, to participate in the Study. The Participating Site shall obtain a signed informed\nconsent form (ICF) for all patients prior to their enrollment and participation in the Study in\ncompliance with all applicable laws, regulations and the approval of the (local) Ethics Committee\nEthical approval is obtained from the Medical Ethical Committee from UZ/KU Leuven – file S53216\nwas approved and the included informed consent is used for every patient.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nYes the obtained data have potential  for tech transfer and valorization.\nThe use of MIT’s computational modelling of the recorded datain a later stage after this project,\nthe implementation of efficient models of computer vision into practical devices. If so, LRD will be\ncontacted to offer guidance.\n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nThere is a conficential agreement between MIT and prof T. Theys. A data transfer agreement for\nS53126 is in the making.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFiles with names that include the experimental data. The folder structure is organized according\nto experiment type and will be accessible by all researchers on the delegation log. We are using\ndetailed lab notebooks. The data will be annotated during the acquisition phase of the\nexperiments.\nWe will acquire electrophysiological data (LFP-MUA_SUA) and behavioral data. Data are stored \nas\nMatlab files. New data is generated in several work packages.\n \nFor human recordings\n, we \nwill\nobtain:\n1.\n \nElectrophysiological data in neurosurgical patient: ns6, .nev, .ns2 files, MAT\nfiles. Electrophysiological data (digitally - the raw recording data will be saved together with the\nprocessed data) as .MAT files\n2.\n \nFunctional and anatomical imaging data.\n \nData (DICOM) will be finally converted in Nifti file\nformat (for statistical analyses).\n3.\n \nPsychometric functions and behavioural data will be saved in matlab files.\n4.\n \nPatient information: decoded personal data, clinical parameters and longitudinal follow-up\n(text fields in Redcap database): For the clinical trials, data will be collected by reviewing the\nparticipant and from experiments performed by the investigators. Baseline, demographic, \nhealth\nand research data will be documented on source documents and in an electronic Case \nReport\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nForm (eCRF), with the exception of personal data which will be collected\n5.\n \nManuscripts (papers: .doc, .pdf) will be saved as PDF and in a Word document. Figures as \n.PNG\nfile (from programs such as Illustrator/Photoshop and Powerpoint).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMetadata will be provided as readme, csv, word or excel files, containing all settings and\ntechnical descriptions of the experiment. Header files of the imaging data, including all the\nrelevant imaging parameters will be automatically extracted during scanning and stored in\nautomatically created directory structures. The metadata will be provided in a structured\nmanner.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored in UZ Leuven. \nOne copy is stored on our own servers, another one on the\nKU Leuven servers. After analysis, we make a double copy on HDs which are stored in two\ndifferent rooms within the laboratory. There is always (at least) a double copy of the data\navailable.\nMIT will only be receiving participant de-identified data from KU Leuven. At that point, the\n(deidentified) data will be stored on our research machine (Barlow).\nHow is backup of the data provided?\nNeurophysiological, imaging and behavioural  data is recorded on the internal and external\nstorage of the computers attached to equipment and is duplicated on the storage facilities of the\nresearch unit (UZ Leuven).\n \nThe deidentified data stored on Barlow is backed up on a daily basis (via RAID Backup drives)\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nUZ Leuven haves 20 TB of space available and a budget if more would be necessary (but we do\nnot anticipate that more data storage is needed for human data).\nMIT has sufficient storage (>72TB) for all the data\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nFor UZ Leuven: \nBudget is foreseen in the grant proposal.\nThe current storage capacity of MIT is sufficient to store and back up data.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nFor UZ Leuven: Data can only be accessed by personal login by the principal investigator and\ndelegates involved in the conduct of this trial, as mentioned on the research protocol. The file\ncontaining the identification code will be secured with a password only available for the\ninvestigators involved in this trial. If correction of the data is required, the time, date and initials\nof the investigator will be written next to the correction.\nData on our machine is highly secure. No one other than Dr. Murty has access to this research\nmachine.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nDuring the study all study-related data will be stored in a secured area on the site. The PI is\nresponsible for the (storage of) human data. Data can only be accessed via a personal login by\npeople on the delegation log. The file containing the identification code will be secured with a\npassword only available to researchers involved in the study. At the end of the project, the data\nwill be encrypted and stored offline on labeled pairs of high-capacity hard drives. After\ntermination of the study the study documents will be transferred to an external archive and\nstored according to Belgian law. The PI shall retain all study-related documentation for at least 25\nyears.\nWhere will the data be archived (= stored for the longer term)?\nOn UZLeuven/KULeuven Server\nThe data will be stored on labeled pairs of high capacity hard drives within the research facility\nA compressed archive will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cost of archival on KU Leuven servers is estimated to be between 4000 and 8000 EUR for the\n5 years after project end.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\n- There is a research agreement (document)\n- for clinical trials: personal data will not be made available under any circumstance, as required\nby law\n- The data will be destroyed at the end of the project as the participants do not give consent for\nthe data to be kept beyond the project.  \nWhich data will be made available after the end of the project?\nData without legal or contractual restriction.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nExternal users will have access to our database through our publications.\nInternal users (UZ/KU Leuven) can access the server. Only people on the delegation log can\naccess the acquired data.\nWhen will the data be made available?\nUpon publication of the research results\nData without legal or contractual restrictions will be available after publication.\nWho will be able to access the data and under what conditions?\nData without legal or contractual restrictions will be available in a collaborative setting (i.e. any\nother internal and external research group with whom we may work in the future that could\nbenefit from data and materials gathered in this project); the conditions of access will be\ndetermined by the need of the third party that wants access (e.g. only data, only materials,\nindustrial or academic party, etc). External users will have access to our database through our\npublications and after setting up a new collaboration.\n All people defined on the delegation log (s53126) will be able to access the data with the\napproval of the PI and head of the department. Data can be shared with academic researchers,\nupon request, after publication and after discussing the purpose and possible collaborations.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMinimal costs expected\n8. Responsibilities\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for data documentation & metadata?\nPhD Students, technicians, administrative personnel and a clinical research coordinator, all of\nwhich are funded by this grant and mentioned on the delegation log of this project.\nWho will be responsible for data storage & back up during the project?\nUZ Leuven\nWho will be responsible for ensuring data preservation and reuse ?\nTom Theys, PI\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name G0B6422N (FWO DMP) - DMP title Grant Title G0B6422N Principal Investigator / Researcher Tom Theys Institution KU Leuven 1. General Information Name applicant Tom Theys FWO Project Number & Title G0B6422N The neural fingerprint of human image processing Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). type of data format volume how created? e.g. observational, experimental, reference data, ... e.g. textual, numerical, multimedia e.g. 200MG - 1GB computer task, observations electrophysiological data in patients (EEG, iEEG, LFP, MUA, SUA) ns6, sev, ns2 files, MAT files 20-100 GB clinical and experimental recordings functional and anatomical imaging data dicom, Nifti 5-20 GB human brain imaging psychometric functions and behavioral data (RTs, eye data) MAT files 1-5 GB behavioral assessment patient information: decoded personal data, clinical parameters and longitudinal follow-up Redcap eCRF 1-5 GB patient records manuscripts doc, pdf 200MB We will collect and generate imaging data (CT, MRI), electrophysiological data (EEG, iEEG, LFP, MUA, SUA) and behavioral measurements (RTs, eye data). All patient-related data (medical history, procedure, AEs, results from tests) will be stored in the electronic medical files at the clinical site. Each patient will have an assigned code that will identify him or her for research staff only. Research data will be transferred on an eCRF (RedCap). We will obtain: 1/ electrophysiological data (ns6, sev, ns2 files, MAT files), saved together with the processed data. 2/ imaging data (dicom, Nifti) 3) behavioral data (matlab) 4) manuscripts (papers: doc, pdf). 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 the fact that you process personal data is a legal obligation. Yes Yes, data on age, sex, disease of the human participants All human data will be anonymized and stored at the hospital. A GDPR questionnaire was submitted on 17 nov 2021 for S-number 53126. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The study will be conducted in compliance with the principles of the Declaration of Helsinki (2008), the principles of GCP and in accordance with all applicable regulatory requirements. This protocol and related documents have been approved by the Ethics Committee. The study can and will be conducted only on the basis of prior informed consent by the Subjects, or their legal representatives, to participate in the Study. The Participating Site shall obtain a signed informed consent form (ICF) for all patients prior to their enrollment and participation in the Study in compliance with all applicable laws, regulations and the approval of the (local) Ethics Committee Ethical approval is obtained from the Medical Ethical Committee from UZ/KU Leuven – file S53216 was approved and the included informed consent is used for every patient. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Yes the obtained data have potential for tech transfer and valorization. The use of MIT’s computational modelling of the recorded datain a later stage after this project, the implementation of efficient models of computer vision into practical devices. If so, LRD will be contacted to offer guidance. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes There is a conficential agreement between MIT and prof T. Theys. A data transfer agreement for S53126 is in the making. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Files with names that include the experimental data. The folder structure is organized according to experiment type and will be accessible by all researchers on the delegation log. We are using detailed lab notebooks. The data will be annotated during the acquisition phase of the experiments. We will acquire electrophysiological data (LFP-MUA_SUA) and behavioral data. Data are stored as Matlab files. New data is generated in several work packages. For human recordings , we will obtain: 1. Electrophysiological data in neurosurgical patient: ns6, .nev, .ns2 files, MAT files. Electrophysiological data (digitally - the raw recording data will be saved together with the processed data) as .MAT files 2. Functional and anatomical imaging data. Data (DICOM) will be finally converted in Nifti file format (for statistical analyses). 3. Psychometric functions and behavioural data will be saved in matlab files. 4. Patient information: decoded personal data, clinical parameters and longitudinal follow-up (text fields in Redcap database): For the clinical trials, data will be collected by reviewing the participant and from experiments performed by the investigators. Baseline, demographic, health and research data will be documented on source documents and in an electronic Case Report This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Form (eCRF), with the exception of personal data which will be collected 5. Manuscripts (papers: .doc, .pdf) will be saved as PDF and in a Word document. Figures as .PNG file (from programs such as Illustrator/Photoshop and Powerpoint). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Metadata will be provided as readme, csv, word or excel files, containing all settings and technical descriptions of the experiment. Header files of the imaging data, including all the relevant imaging parameters will be automatically extracted during scanning and stored in automatically created directory structures. The metadata will be provided in a structured manner. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored in UZ Leuven. One copy is stored on our own servers, another one on the KU Leuven servers. After analysis, we make a double copy on HDs which are stored in two different rooms within the laboratory. There is always (at least) a double copy of the data available. MIT will only be receiving participant de-identified data from KU Leuven. At that point, the (deidentified) data will be stored on our research machine (Barlow). How is backup of the data provided? Neurophysiological, imaging and behavioural data is recorded on the internal and external storage of the computers attached to equipment and is duplicated on the storage facilities of the research unit (UZ Leuven). The deidentified data stored on Barlow is backed up on a daily basis (via RAID Backup drives) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes UZ Leuven haves 20 TB of space available and a budget if more would be necessary (but we do not anticipate that more data storage is needed for human data). MIT has sufficient storage (>72TB) for all the data What are the expected costs for data storage and back up during the project? How will these costs be covered? For UZ Leuven: Budget is foreseen in the grant proposal. The current storage capacity of MIT is sufficient to store and back up data. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For UZ Leuven: Data can only be accessed by personal login by the principal investigator and delegates involved in the conduct of this trial, as mentioned on the research protocol. The file containing the identification code will be secured with a password only available for the investigators involved in this trial. If correction of the data is required, the time, date and initials of the investigator will be written next to the correction. Data on our machine is highly secure. No one other than Dr. Murty has access to this research machine. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 During the study all study-related data will be stored in a secured area on the site. The PI is responsible for the (storage of) human data. Data can only be accessed via a personal login by people on the delegation log. The file containing the identification code will be secured with a password only available to researchers involved in the study. At the end of the project, the data will be encrypted and stored offline on labeled pairs of high-capacity hard drives. After termination of the study the study documents will be transferred to an external archive and stored according to Belgian law. The PI shall retain all study-related documentation for at least 25 years. Where will the data be archived (= stored for the longer term)? On UZLeuven/KULeuven Server The data will be stored on labeled pairs of high capacity hard drives within the research facility A compressed archive will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost of archival on KU Leuven servers is estimated to be between 4000 and 8000 EUR for the 5 years after project end. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? - There is a research agreement (document) - for clinical trials: personal data will not be made available under any circumstance, as required by law - The data will be destroyed at the end of the project as the participants do not give consent for the data to be kept beyond the project. Which data will be made available after the end of the project? Data without legal or contractual restriction. Where/how will the data be made available for reuse? In a restricted access repository External users will have access to our database through our publications. Internal users (UZ/KU Leuven) can access the server. Only people on the delegation log can access the acquired data. When will the data be made available? Upon publication of the research results Data without legal or contractual restrictions will be available after publication. Who will be able to access the data and under what conditions? Data without legal or contractual restrictions will be available in a collaborative setting (i.e. any other internal and external research group with whom we may work in the future that could benefit from data and materials gathered in this project); the conditions of access will be determined by the need of the third party that wants access (e.g. only data, only materials, industrial or academic party, etc). External users will have access to our database through our publications and after setting up a new collaboration. All people defined on the delegation log (s53126) will be able to access the data with the approval of the PI and head of the department. Data can be shared with academic researchers, upon request, after publication and after discussing the purpose and possible collaborations. What are the expected costs for data sharing? How will the costs be covered? Minimal costs expected 8. Responsibilities This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for data documentation & metadata? PhD Students, technicians, administrative personnel and a clinical research coordinator, all of which are funded by this grant and mentioned on the delegation log of this project. Who will be responsible for data storage & back up during the project? UZ Leuven Who will be responsible for ensuring data preservation and reuse ? Tom Theys, PI Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}