{
    "document_id": "D-2023-2368",
    "LinkTitle": "D-2023-2368",
    "file_name": "D-2023-2368.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2368.pdf",
    "metadata": {
        "title": "Tailoring membranes for sustainable molecular separations: preparation and multi-scale modelling",
        "author": "N/A",
        "creation_date": "2023-07-25 08:06:07+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Tailoring membranes for sustainable molecular separations: preparation and\nmulti-scale modelling\nA Data Management Plan created using DMPonline.be\nCreators: \nn.n. n.n., Ivo Vankelecom, Laurens Rutgeerts\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., Ivo Vankelecom\nData Manager:\n \nLaurens Rutgeerts\nProject Administrator:\n \nn.n. n.n., Ivo Vankelecom\nGrant number / URL: \n3E230468\nID: \n200954\nStart date: \n01-10-2023\nEnd date: \n01-10-2029\nProject abstract:\nSeparation processes account for ~50% of industrial and ~15% of the global energy consumption. Improving the energy\nefficiency of these processes thus grants enormous economic and environmental benefits. Compared to conventional\ntechnologies, \nmembrane technology could save up to 90-99% energy for many key applications\n. In addition,\nno waste streams\n are being generated and membrane separations also possess a \nsmall footprint and modular\ndesign\n, allowing easy retrofit in existing plants. Nevertheless, the lack of membranes with high performance and\nsustained stability over an extended operational period is a major obstacle in the field.    \nGas separation\n is one of the most challenging and energy-intensive separations. Membranes are quite well applied\nalready in, e.g., natural gas purification, H2 recovery and air separation and will be crucial to CO2 capture for realizing a\ncarbon-neutral future. However, current polymeric membranes tend to suffer from intrinsic permeability/selectivity\ntrade-offs or plasticisation, which causes significant deterioration in membrane selectivity in presence of even trace\namounts of certain compounds in the processing streams (e.g., water vapor or hydrocarbons).\nOther highly relevant separations relate to \nliquids,\n such as in crude-oil separations or fine chemical and pharma\napplications (e.g. product removal from reagents and catalysts). The potential market size for membrane separations in\nthese applications is huge. So called solvent-resistant nanofiltration (SRNF) could well replace the current energy-\nintensive distillation or waste-intensive crystallization, preparative chromatography processes. Also here, there is still a\nclear need for membranes that remain stable in these harsh streams and that combine good selectivity with sufficient\npermeation.\nIn both membrane-based gas and liquid separations, there is a \nlack of fundamental theories\n to link the membrane\nchemical/structural characteristics with the non-ideality of multi-component fluids, not to mention the lack of\ncomprehensive \nmodels\n for predicting the separation behavior of a target compound from mixed streams, where the\npresence of co-existing components/impurities may adversely impact the membrane stability, or competitively\ntransport through the membranes. Also, the inappropriate choices of operating conditions and module configurations\nmay hamper the separation driving force. These phenomena may result in failures in membrane operation and limit\nscalability, thus should be systematically investigated for the design of future membranes and membrane systems.  \nThis C1-project aims at (1) tailoring \nnew membrane materials\n for these applications and at (2) enhancing the\nfundamental understanding of the final processes via \nmathematical\n \nmodelling\n at two levels. (1) \nMolecular tuning\n of\nthe polymers that form the membranes will allow optimization of the materials for the different gas and liquid\napplications, while (2) \nmodule construction\n will bring these materials to a final product that is closer to real\napplications. At both levels, material development and modelling will go hand-in-hand and offer directions for mutual\nimprovement via feedback loops, in which modelling will guide membrane design and predict performances.\nThe \nbase hypothesis\n of this proposal is that two, so far hardly explored, polymer types (i.e. \npolycarbonates and\nepoxide-based polymers\n) can help solve the above application issues. Thanks to the postdoctoral stay of Rhea\nVerbeke at Prof. Frey’s research team at Mainz University (Germany) where novel types of these polymers have\nrecently been developed, a whole platform of novel, tunable membrane polymers has come in reach. Monomers, many\nof them bio-based, will thus be selected to manipulate the polarity, crosslinking degree and charge of the final polymer.\nThe resulting membranes will then be applied in a selection of gas and liquid separation where optimal molecular\ninteractions between the functional groups of the polymer and the permeating compound will be realized. Polymer\ncrosslinking will enhance membrane stability and create stable performance. Charges will further enhance molecular\nCreated using DMPonline.be. Last modiﬁed 25 July 2023\n1 of 6\ndiscrimination and incorporation of porous, selective fillers will further expand the toolbox. The tuned materials will then\nbe brought to the more practical level by constructing modules with the resulting membranes. To more \nrationally\ndesign\n these membranes, this project will also establish a fundamental framework via a novel \nmulti-scale modeling\nstrategy to understand the key performance limiting factors in these membranes and separation processes, by\ncombining the power of the molecular dynamic (MD) simulation and computational fluid dynamic (CFD) modeling. On\nmolecular level, the interfacial properties of the membrane will be quantified considering the diffusion and sorption\nkinetics of each component and membrane surface chemistry. The interaction between models of two levels will yield a\ncomprehensive continuum model to account for the non-ideality of fluid properties, dynamic membrane characteristics\nlinked to material deterioration, and flow dynamics linked to module configuration.\nThe success of this project will produce \nrationale routes for designing high-performance membranes and\nmembrane-based systems\n, addressing fundamental challenges faced in many fields such as environmental, chemical\npurification, and energy production.\n \nLast modified: \n25-07-2023\nCreated using DMPonline.be. Last modiﬁed 25 July 2023\n2 of 6\nTailoring membranes for sustainable molecular separations: preparation and\nmulti-scale modelling\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData volume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nLab notes\nDescription of\nthe practical\nexecution of\nexperiments\nNew\nDigital and if Physical,\nthey will be\ndigitalized as\nmaterials and\nmethod section\nObservational and experimental\n.docx\n<100 GB\n5-10 note\nbooks\nUV-vis\nUV-vis spectra\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nFiltration results\nResults form the\nfiltration\nexperiments\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nLiterature\nBackground\nliterature\nExisting\nDigital\nOther\n.pdf\n< 100 GB\n \nIR\ninfrared\nspectroscopy\ndata\nNew\nDigital\nExperimental\n.xlsx/.dpt/.0\n< 100 GB\n \nDensity\nmeasurements\nDensity\nmeasurement\ndata\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nPALS\nPositron\nannihilation\nlifetime\nspectroscopy\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nGas adsorption\nGas adsorption\nexperiment data\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nXPS\nX-ray\nphotoelectron\nspectroscopy\ndata\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nERD\nElastic recoil\ndetection data\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nPorometry\nPorometry data\nNew\nDigital\nExperimental\n.txt/.xlsx/.docx\n< 100 GB\n \nMicroscopy data\nSEM, TEM, AFM\nNew\nDigital\nExperimental\n.tif\n< 100 GB\n \nModeling data\nDFT, molecular\nsimulations, CFD\nNew\nDigital\nSimulation\n.mat / .txt /.top\n/.JPG /.png /.gif\n< 1 TB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN.a.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 25 July 2023\n3 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nBefore every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be communicated with the relevant tech transfer\noffices. Therefore, all relevant data will be kept restricted until assessment towards filing a patent. Once these granted, this data can be made public.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nThe data files will be named using a standardized naming system, including date of the experiment, name of the researcher, sample code,... The used codes will\ncorrespond to the codes used in the lab notebooks.\nAn index or table of content file will be provided with the explanation of each code and a short description of each related project. In this index, also a link will be\nembedded to the data file location.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData will only be stored on OneDrive and the internal KU Leuven drives. Both are only accessable through a 2-step autentication protocol (password and KU Leuven\nauthenticator).\nCreated using DMPonline.be. Last modiﬁed 25 July 2023\n4 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for storage on the shared J: drive are 500 euro/TB. OneDrive is free of charge.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for long term data storage are 50 euro per TB per year.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nOnly data with potential IP protection will be restricted to the consortium members and will not be published before filing a patent.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nCC-BY 4.0 (data)\nCreated using DMPonline.be. Last modiﬁed 25 July 2023\n5 of 6\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nKU Leuven RDR free for 50 GB\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe researchers\nWho will manage data storage and backup during the research project? \nThe researchers\nWho will manage data preservation and sharing? \nIvo Vankelecom, Xing Yang and Laurens Rutgeerts\nWho will update and implement this DMP? \nLaurens Rutgeerts\nCreated using DMPonline.be. Last modiﬁed 25 July 2023\n6 of 6"
    },
    "clean_full_text": "Tailoring membranes for sustainable molecular separations: preparation and multi-scale modelling A Data Management Plan created using DMPonline.be Creators: n.n. n.n., Ivo Vankelecom, Laurens Rutgeerts Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., Ivo Vankelecom Data Manager: Laurens Rutgeerts Project Administrator: n.n. n.n., Ivo Vankelecom Grant number / URL: 3E230468 ID: 200954 Start date: 01-10-2023 End date: 01-10-2029 Project abstract: Separation processes account for ~50% of industrial and ~15% of the global energy consumption. Improving the energy efficiency of these processes thus grants enormous economic and environmental benefits. Compared to conventional technologies, membrane technology could save up to 90-99% energy for many key applications . In addition, no waste streams are being generated and membrane separations also possess a small footprint and modular design , allowing easy retrofit in existing plants. Nevertheless, the lack of membranes with high performance and sustained stability over an extended operational period is a major obstacle in the field. Gas separation is one of the most challenging and energy-intensive separations. Membranes are quite well applied already in, e.g., natural gas purification, H2 recovery and air separation and will be crucial to CO2 capture for realizing a carbon-neutral future. However, current polymeric membranes tend to suffer from intrinsic permeability/selectivity trade-offs or plasticisation, which causes significant deterioration in membrane selectivity in presence of even trace amounts of certain compounds in the processing streams (e.g., water vapor or hydrocarbons). Other highly relevant separations relate to liquids, such as in crude-oil separations or fine chemical and pharma applications (e.g. product removal from reagents and catalysts). The potential market size for membrane separations in these applications is huge. So called solvent-resistant nanofiltration (SRNF) could well replace the current energy- intensive distillation or waste-intensive crystallization, preparative chromatography processes. Also here, there is still a clear need for membranes that remain stable in these harsh streams and that combine good selectivity with sufficient permeation. In both membrane-based gas and liquid separations, there is a lack of fundamental theories to link the membrane chemical/structural characteristics with the non-ideality of multi-component fluids, not to mention the lack of comprehensive models for predicting the separation behavior of a target compound from mixed streams, where the presence of co-existing components/impurities may adversely impact the membrane stability, or competitively transport through the membranes. Also, the inappropriate choices of operating conditions and module configurations may hamper the separation driving force. These phenomena may result in failures in membrane operation and limit scalability, thus should be systematically investigated for the design of future membranes and membrane systems. This C1-project aims at (1) tailoring new membrane materials for these applications and at (2) enhancing the fundamental understanding of the final processes via mathematical modelling at two levels. (1) Molecular tuning of the polymers that form the membranes will allow optimization of the materials for the different gas and liquid applications, while (2) module construction will bring these materials to a final product that is closer to real applications. At both levels, material development and modelling will go hand-in-hand and offer directions for mutual improvement via feedback loops, in which modelling will guide membrane design and predict performances. The base hypothesis of this proposal is that two, so far hardly explored, polymer types (i.e. polycarbonates and epoxide-based polymers ) can help solve the above application issues. Thanks to the postdoctoral stay of Rhea Verbeke at Prof. Frey’s research team at Mainz University (Germany) where novel types of these polymers have recently been developed, a whole platform of novel, tunable membrane polymers has come in reach. Monomers, many of them bio-based, will thus be selected to manipulate the polarity, crosslinking degree and charge of the final polymer. The resulting membranes will then be applied in a selection of gas and liquid separation where optimal molecular interactions between the functional groups of the polymer and the permeating compound will be realized. Polymer crosslinking will enhance membrane stability and create stable performance. Charges will further enhance molecular Created using DMPonline.be. Last modiﬁed 25 July 2023 1 of 6 discrimination and incorporation of porous, selective fillers will further expand the toolbox. The tuned materials will then be brought to the more practical level by constructing modules with the resulting membranes. To more rationally design these membranes, this project will also establish a fundamental framework via a novel multi-scale modeling strategy to understand the key performance limiting factors in these membranes and separation processes, by combining the power of the molecular dynamic (MD) simulation and computational fluid dynamic (CFD) modeling. On molecular level, the interfacial properties of the membrane will be quantified considering the diffusion and sorption kinetics of each component and membrane surface chemistry. The interaction between models of two levels will yield a comprehensive continuum model to account for the non-ideality of fluid properties, dynamic membrane characteristics linked to material deterioration, and flow dynamics linked to module configuration. The success of this project will produce rationale routes for designing high-performance membranes and membrane-based systems , addressing fundamental challenges faced in many fields such as environmental, chemical purification, and energy production. Last modified: 25-07-2023 Created using DMPonline.be. Last modiﬁed 25 July 2023 2 of 6 Tailoring membranes for sustainable molecular separations: preparation and multi-scale modelling Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Lab notes Description of the practical execution of experiments New Digital and if Physical, they will be digitalized as materials and method section Observational and experimental .docx <100 GB 5-10 note books UV-vis UV-vis spectra New Digital Experimental .xlsx < 100 GB Filtration results Results form the filtration experiments New Digital Experimental .xlsx < 100 GB Literature Background literature Existing Digital Other .pdf < 100 GB IR infrared spectroscopy data New Digital Experimental .xlsx/.dpt/.0 < 100 GB Density measurements Density measurement data New Digital Experimental .xlsx < 100 GB PALS Positron annihilation lifetime spectroscopy New Digital Experimental .xlsx < 100 GB Gas adsorption Gas adsorption experiment data New Digital Experimental .xlsx < 100 GB XPS X-ray photoelectron spectroscopy data New Digital Experimental .xlsx < 100 GB ERD Elastic recoil detection data New Digital Experimental .xlsx < 100 GB Porometry Porometry data New Digital Experimental .txt/.xlsx/.docx < 100 GB Microscopy data SEM, TEM, AFM New Digital Experimental .tif < 100 GB Modeling data DFT, molecular simulations, CFD New Digital Simulation .mat / .txt /.top /.JPG /.png /.gif < 1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N.a. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 25 July 2023 3 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Before every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be communicated with the relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards filing a patent. Once these granted, this data can be made public. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data files will be named using a standardized naming system, including date of the experiment, name of the researcher, sample code,... The used codes will correspond to the codes used in the lab notebooks. An index or table of content file will be provided with the explanation of each code and a short description of each related project. In this index, also a link will be embedded to the data file location. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will only be stored on OneDrive and the internal KU Leuven drives. Both are only accessable through a 2-step autentication protocol (password and KU Leuven authenticator). Created using DMPonline.be. Last modiﬁed 25 July 2023 4 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for storage on the shared J: drive are 500 euro/TB. OneDrive is free of charge. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for long term data storage are 50 euro per TB per year. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. All researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Only data with potential IP protection will be restricted to the consortium members and will not be published before filing a patent. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) CC-BY 4.0 (data) Created using DMPonline.be. Last modiﬁed 25 July 2023 5 of 6 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? KU Leuven RDR free for 50 GB Responsibilities Who will manage data documentation and metadata during the research project? The researchers Who will manage data storage and backup during the research project? The researchers Who will manage data preservation and sharing? Ivo Vankelecom, Xing Yang and Laurens Rutgeerts Who will update and implement this DMP? Laurens Rutgeerts Created using DMPonline.be. Last modiﬁed 25 July 2023 6 of 6"
}