{
    "document_id": "D-2023-2274",
    "LinkTitle": "D-2023-2274",
    "file_name": "D-2023-2274.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2274.pdf",
    "metadata": {
        "title": "Exploiting combinatorial structures for algebraic and geometric decompositions",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Exploiting combinatorial structures for algebraic and geometric decompositions\nA Data Management Plan created using DMPonline.be\nCreator: \nFatemeh Mohammadi\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nFatemeh Mohammadi\nGrant number / URL: \nG0F5921N\nID: \n200906\nStart date: \n01-08-2022\nEnd date: \n31-08-2029\nProject abstract:\nWe will develop novel tools to solve several important real-world problems: (i) Proving safety of programs (Computer\nScience), (ii) Computing network reliability (Industrial Engineering), (iii) Causality (Statistics), and (iv) Geometry of\nparticle interactions (Physics). These problems are all traditionally modeled as polynomial systems. However, given that\nsolving a general system is very difficult, they all lack scalable algorithms. The main idea is that our applications’\nsystems tend to have additional structural properties. Our vision is to exploit these specific properties to sidestep the\ndifficulty of solving general systems, and obtain dedicated solution methods for realworld cases.\nThe most profound impact is in program verification, focusing on proving the presence/absence of bugs or\nvulnerabilities in code. Given the ever-increasing role of software in safety-critical operations, e.g. avionics and\nhealthcare, it is vital to perform software verification reliably and exactly. Our results will have a huge downstream\neffect on every aspect of verification, ultimately leading to more secure and trustworthy software in all sorts of\napplications. Another focus is Network Reliability with significant applications in economics and epidemiology. We will\ndevelop novel methods to compute the reliability. Finally, we will study the Amplituhedron: a geometric object that\ndramatically simplifies calculations of particle interactions in Physics.\nLast modified: \n02-07-2023\nCreated using DMPonline.be. Last modiﬁed 02 July 2023\n1 of 8\nExploiting combinatorial structures for algebraic and geometric decompositions\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThe research will not collect any data. However, it will produce software code and artifacts. Any resulting software will be distributed using a free and open-source license\nand made available to the general public through long-term archives such as Zenodo and also the Ken Leuven repositories.\nThe results will be also published as articles in journals and proceeding of main conferences in our field.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1. Designation of responsible person (If already designated, please fill in his/her name.)\n2. Storage capacity/repositoryduring the research\nafter the research\n \nThe PI (Fatemeh Mohammadi) will ensure long-term open-access publication of the results by publishing in (preferably gold) open-access venues and depositing copies of\nall publications on both the KU Leuven repository and arxiv.\n \nIn terms of software packages, there are a few megabyte and will be saved on KU Leuven (Computer Science Department) repositories. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNot Applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNot Applicable\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot Applicable\nCreated using DMPonline.be. Last modiﬁed 02 July 2023 2 of 8\n  They will be also shared via Zenodo.\nExploiting combinatorial structures for algebraic and geometric decompositions\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nNot\nApplicable   Only for digital data Only for digital data Only for digital\ndata Only for\nphysical\ndata\nDataset\nNameDescription New or reused Digital or Physical Digital Data Type Digital Data formatDigital data\nvolume\n(MB/GB/TB)Physical\nvolume\n  Please choose from the following\noptions:\nGenerate new data\nReuse existing dataPlease choose from\nthe following\noptions:\nDigital\nPhysicalPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndataSimulation data\nSoftware\nOther\nNAPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.csv,.pdf, .txt, .rtf,\n.dwg, .gml, …NAPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA \n        \n        \n        \n        \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot Applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNot Applicable\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nNot Applicable\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nNot Applicable\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 02 July 2023 3 of 8\nsoftware package\nNew\nDigital\nsoftware package\n.pdf\n<1GB\npapers/notes\nNew\nDigital\nObservation/papers\n.pdf\n<1GB\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAs the only data that I will create in this project will be research papers and \nsoftware packages. I will provide precise and easy to understand \ndocumentation with the\nsoftware packages which will be available to the \ngeneral public through long-term archives such as Zenodo.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional\nencryption will be activated to ensure the safe storage of (strictly) confidential data. Only the PI can provide access to the OneDrive for study personnel.\n \nHow will the data be backed up?\nA back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file.\n \nA second copy will be kept on the departmental level in the Computer Science Department. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nEvery member of the KU Leuven personnel benefits from a generous allocation of 2 TB data storage on OneDrive. This ample storage capacity ensures that there is more\nthan enough room to accommodate the estimated sizes of the datasets, including papers and software packages, which do not exceed 100 GB. Moreover, the backup\ncapacity is also fully sufficient to safeguard the integrity and availability of the stored data. We can confidently rely on the robust storage infrastructure provided by\nOneDrive to securely store and backup our files.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive ensures the utmost privacy and security for the files by employing strict access controls. Any files that we do not explicitly share remain entirely inaccessible to\nothers. In order to provide an additional layer of protection for this particular dataset, a dedicated folder will be established, and it will be encrypted to safeguard its\ncontents. Only the Principal Investigator (PI) and authorized collaborating researchers will be granted access to this folder, which will require the use of a unique\nencryption key. This ensures that only the designated individuals can view and interact with the dataset, guaranteeing its confidentiality.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven.\nThe Department of Computer Sciences provides additional storage space for every member, where the costs are covered by the department. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nDigital data: All digitally generated data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 02 July 2023\n4 of 8\nDigital data: The generated research data and documentation necessary to reuse the data will be transferred to OneDrive for Business for long-term data archiving,\nmanaged by KU Leuven with automatic back-up procedures.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor the KU Leuven members, OneDrive for Business is free and the cost will be taken care of by the CS department.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nthe KU Leuven institutional repository,\nsoftware packages which will be available to the \ngeneral public through long-term archives such as Zenodo. Papers will be available on ArXiv\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nTo foster open sharing and proper attribution, all project data that can be shared will be made available under the Creative Commons Attribution License (CC-BY 4.0). This\nlicensing choice ensures that users who access and utilize the data are required to give appropriate credit to the original creators. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA DOI will be available through RDR, but is not yet available\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nFatemeh Mohammadi (PI) \nWho will manage data storage and backup during the research project?\nFatemeh Mohammadi (PI) \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 02 July 2023\n5 of 8\nFatemeh Mohammadi (PI) \nWho will update and implement this DMP?\nFatemeh Mohammadi (PI) \nCreated using DMPonline.be. Last modiﬁed 02 July 2023\n6 of 8\nExploiting combinatorial structures for algebraic and geometric decompositions\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 02 July 2023\n7 of 8\nExploiting combinatorial structures for algebraic and geometric decompositions\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 02 July 2023\n8 of 8"
    },
    "clean_full_text": "Exploiting combinatorial structures for algebraic and geometric decompositions A Data Management Plan created using DMPonline.be Creator: Fatemeh Mohammadi Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Fatemeh Mohammadi Grant number / URL: G0F5921N ID: 200906 Start date: 01-08-2022 End date: 31-08-2029 Project abstract: We will develop novel tools to solve several important real-world problems: (i) Proving safety of programs (Computer Science), (ii) Computing network reliability (Industrial Engineering), (iii) Causality (Statistics), and (iv) Geometry of particle interactions (Physics). These problems are all traditionally modeled as polynomial systems. However, given that solving a general system is very difficult, they all lack scalable algorithms. The main idea is that our applications’ systems tend to have additional structural properties. Our vision is to exploit these specific properties to sidestep the difficulty of solving general systems, and obtain dedicated solution methods for realworld cases. The most profound impact is in program verification, focusing on proving the presence/absence of bugs or vulnerabilities in code. Given the ever-increasing role of software in safety-critical operations, e.g. avionics and healthcare, it is vital to perform software verification reliably and exactly. Our results will have a huge downstream effect on every aspect of verification, ultimately leading to more secure and trustworthy software in all sorts of applications. Another focus is Network Reliability with significant applications in economics and epidemiology. We will develop novel methods to compute the reliability. Finally, we will study the Amplituhedron: a geometric object that dramatically simplifies calculations of particle interactions in Physics. Last modified: 02-07-2023 Created using DMPonline.be. Last modiﬁed 02 July 2023 1 of 8 Exploiting combinatorial structures for algebraic and geometric decompositions Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The research will not collect any data. However, it will produce software code and artifacts. Any resulting software will be distributed using a free and open-source license and made available to the general public through long-term archives such as Zenodo and also the Ken Leuven repositories. The results will be also published as articles in journals and proceeding of main conferences in our field. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1. Designation of responsible person (If already designated, please fill in his/her name.) 2. Storage capacity/repositoryduring the research after the research The PI (Fatemeh Mohammadi) will ensure long-term open-access publication of the results by publishing in (preferably gold) open-access venues and depositing copies of all publications on both the KU Leuven repository and arxiv. In terms of software packages, there are a few megabyte and will be saved on KU Leuven (Computer Science Department) repositories. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not Applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not Applicable Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not Applicable Created using DMPonline.be. Last modiﬁed 02 July 2023 2 of 8 They will be also shared via Zenodo. Exploiting combinatorial structures for algebraic and geometric decompositions FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Not Applicable Only for digital data Only for digital data Only for digital data Only for physical data Dataset NameDescription New or reused Digital or Physical Digital Data Type Digital Data formatDigital data volume (MB/GB/TB)Physical volume Please choose from the following options: Generate new data Reuse existing dataPlease choose from the following options: Digital PhysicalPlease choose from the following options: Observational Experimental Compiled/aggregated dataSimulation data Software Other NAPlease choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, …NAPlease choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not Applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Not Applicable Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Not Applicable Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Not Applicable Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 02 July 2023 3 of 8 software package New Digital software package .pdf <1GB papers/notes New Digital Observation/papers .pdf <1GB 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). As the only data that I will create in this project will be research papers and software packages. I will provide precise and easy to understand documentation with the software packages which will be available to the general public through long-term archives such as Zenodo. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? OneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Only the PI can provide access to the OneDrive for study personnel. How will the data be backed up? A back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file. A second copy will be kept on the departmental level in the Computer Science Department. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Every member of the KU Leuven personnel benefits from a generous allocation of 2 TB data storage on OneDrive. This ample storage capacity ensures that there is more than enough room to accommodate the estimated sizes of the datasets, including papers and software packages, which do not exceed 100 GB. Moreover, the backup capacity is also fully sufficient to safeguard the integrity and availability of the stored data. We can confidently rely on the robust storage infrastructure provided by OneDrive to securely store and backup our files. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive ensures the utmost privacy and security for the files by employing strict access controls. Any files that we do not explicitly share remain entirely inaccessible to others. In order to provide an additional layer of protection for this particular dataset, a dedicated folder will be established, and it will be encrypted to safeguard its contents. Only the Principal Investigator (PI) and authorized collaborating researchers will be granted access to this folder, which will require the use of a unique encryption key. This ensures that only the designated individuals can view and interact with the dataset, guaranteeing its confidentiality. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven. The Department of Computer Sciences provides additional storage space for every member, where the costs are covered by the department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Digital data: All digitally generated data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 02 July 2023 4 of 8 Digital data: The generated research data and documentation necessary to reuse the data will be transferred to OneDrive for Business for long-term data archiving, managed by KU Leuven with automatic back-up procedures. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the KU Leuven members, OneDrive for Business is free and the cost will be taken care of by the CS department. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. the KU Leuven institutional repository, software packages which will be available to the general public through long-term archives such as Zenodo. Papers will be available on ArXiv When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. To foster open sharing and proper attribution, all project data that can be shared will be made available under the Creative Commons Attribution License (CC-BY 4.0). This licensing choice ensures that users who access and utilize the data are required to give appropriate credit to the original creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI will be available through RDR, but is not yet available What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Fatemeh Mohammadi (PI) Who will manage data storage and backup during the research project? Fatemeh Mohammadi (PI) Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 02 July 2023 5 of 8 Fatemeh Mohammadi (PI) Who will update and implement this DMP? Fatemeh Mohammadi (PI) Created using DMPonline.be. Last modiﬁed 02 July 2023 6 of 8 Exploiting combinatorial structures for algebraic and geometric decompositions GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 02 July 2023 7 of 8 Exploiting combinatorial structures for algebraic and geometric decompositions DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 02 July 2023 8 of 8"
}