{
    "document_id": "D-2024-3249",
    "LinkTitle": "D-2024-3249",
    "file_name": "D-2024-3249.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3249.pdf",
    "metadata": {
        "title": "In the eye of the beholder? Mapping and understanding appearance, appreciation and their interrelations in multidimensional stimulus spaces",
        "author": "N/A",
        "creation_date": "2024-12-03 15:41:16+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nIn the eye of the beholder? Mapping and understanding appearance, appreciation and their interrelations in multidimensional stimulus\nspaces\nCreator:\nCreator:\nEline Van Geert\nPrincipal Investigator: \nPrincipal Investigator: \nEline Van Geert\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nEline Van Geert \n \nhttps://orcid.org/0000-0002-7848-5998\nProject abstract:\nProject abstract:\nAesthetic appreciation is inherently multidimensional: many different stimulus dimensions and multiple levels of perceptual processing\nshape our appreciation for a stimulus. Previous research either lost parametric control by using naturalistic stimuli, or used\nparametrically controlled but unidimensional stimuli. Furthermore, perceptual influences on appreciation were often ignored. In addition,\nmany studies focused either on the individual or the population level of aesthetic experience, leaving the relative importance of each\nunclear.\nThe project addresses each of these limitations. At the population level, I will enable the characterization of perceptual and aesthetic\nevaluations for fine-grained, high-dimensional\nparametric stimulus spaces by combining two recent developments: the OCTA toolbox for stimulus creation and Gibbs Sampling with\nPeople for efficiently sampling the high-dimensional space. At the individual level, I will contribute to a process-level explanation of\naesthetic appreciation by extensively characterizing a group of individuals in terms of their perceptual and aesthetic processing abilities\nand experience. To integrate the results at the individual and the population level, I will estimate the relative contribution of individual\ndifferences to aesthetic appreciation for the parametric stimulus space of interest.\nID: \nID: \n207418\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2027\nLast modified: \nLast modified: \n23-11-2024\nGrant number / URL: \nGrant number / URL: \n1244825N\nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n1 of 8\nIn the eye of the beholder? Mapping and understanding appearance, appreciation and their\nIn the eye of the beholder? Mapping and understanding appearance, appreciation and their\ninterrelations in multidimensional stimulus spaces\ninterrelations in multidimensional stimulus spaces\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\nIn the course of this project, digital data will be collected from human participants via computerized\nbehavioral experiments and questionnaires. As most experiments will involve visual perception and\nappreciation, the data may be used in numeric, textual, or image format. Furthermore, the raw\ndigital data will be processed and analysed, resulting in additional data from statistical model fits and\nvisualizations. The project will also lead to the generation of new software developed for research\npurposes.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\nThe raw data will be stored and preserved on protected KU Leuven network drives. KU Leuven ICTS\nand PPW ICTS will ensure the quality (safety, regular back-ups, archive) of the protection. For\nprojects in collaboration with external partners, the data may be shared with and stored on networks\noutside of KU Leuven, but also there the necessary protection and safety will be taken into account.\nA pseudonymized version of the data will be stored publicly, e.g., on the Open Science Framework\n(osf.io). I will make sure participants are aware of this and can give their consent, in the informed\nconsent form.\nProf. Johan Wagemans will be responsible as he is a permanent staff member at KU Leuven.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nI do not wish to deviate from this principle.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nI will collect personal data from human participants. To be able to connect data from the same\nparticipants across sessions, I will make use of a personal identifier. Before sharing the data, these\nidentifiers will be replaced by another unique number, and I will keep a separate file private and\nsecured with the key to link identifiers to the data files.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n2 of 8\nIn the eye of the beholder? Mapping and understanding appearance, appreciation and their\nIn the eye of the beholder? Mapping and understanding appearance, appreciation and their\ninterrelations in multidimensional stimulus spaces\ninterrelations in multidimensional stimulus spaces\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data\nOnly for\nOnly for\ndigital\ndigital\ndata \ndata \nOnly for\nOnly for\ndigital data \ndigital data \nOnly for\nOnly for\nphysical\nphysical\ndata\ndata\nDataset Name\nDataset Name\nDescription\nDescription\nNew\nNew\nor\nor\nreused\nreused\nDigital\nDigital\nor\nor\nPhysical\nPhysical\nDigital Data Type\nDigital Data Type\nDigital\nDigital\nData\nData\nformat\nformat\nDigital data\nDigital data\nvolume\nvolume\n(MB/GB/TB)\n(MB/GB/TB)\nPhysical\nPhysical\nvolume\nvolume\nFor studies in all\nwork packages\n(GSP studies,\nMLCM studies,\nindividual\ndifferences\nstudies)\nExperiment code\nWritten in Python or Javascript (using\nPython,  jsPsych with a Javascript\nbackend,  or PsyNet with a Python\nbackend).\nNew\nDigital\nSoftware\n.py, .js,\n.html,\n.css \n<1GB\n \nBehavioral and\nquestionnaire data\nCollected via an offline or online\nprogram (using Python,  jsPsych with a\nJavascript backend,  or PsyNet with a\nPython backend). These programs\noutput .json, .csv, or .txt files that will\nbe processed into e.g., .json, .txt, .csv,\nand/or .svg files.\nNew\nDigital\nObservational,\nExperimental,\nCompiled/aggregated\ndata\n.txt, .csv,\n.json,\n.svg,\n.png, .jpg\n<100GB\n \nCode from\nanalysis and\nreporting\nWritten in R, R Markdown, and quarto\nNew\nDigital\nSoftware\n.r, .rmd,\n.qmd,\n.pdf,\n.svg,\n.png, .jpg\n<1GB\n \nProject and\nworkflow\ndocumentation\nDocuments may be created to\ndocument specific aspects of the\nresearch process (e.g.,\npreregistrations, ethical applications,\ninformed consents, codebooks).\nNew\nDigital\nOther\n.docx,\n.xlsx,\n.csv, .odt,\n.pdf,\n.rmd,\n.qmd\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo reuse of existing data is planned.\nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n3 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe ethical application will be submitted after finalizing the research design for the studies involved in the project.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nThe following personal data will be collected: contact information of participant, participant identifier based on\nProlific/mTurk/EMS SonaSystems ID, gender, age, nationality, mother tongue, questions on level of education, art expertise,\nsensory sensitivity, personality, and personal aesthetic preferences.\nWe will collect personal data from human participants. To be able to connect data from the same participants across sessions,\nwe will make use of a personal identifier. Before sharing the data, these identifiers will be replaced by another unique number, and\nwe will keep a separate file private and secured with the key to link identifiers to the data files.\nThe raw data will be stored and preserved on protected KU Leuven network drives. KU Leuven ICTS and PPW ICTS will ensure the\nquality (safety, regular back-ups, archive) of the protection. For projects in collaboration with external partners, the data may be\nshared with and stored on networks outside of KU Leuven, but also there the necessary protection and safety will be taken into\naccount.\nA pseudonymized version of the data will be stored publicly, e.g., on the Open Science Framework (osf.io). We will make sure\nparticipants are aware of this and can give their consent to collect and share the pseudonymized data with other researchers in\nthe informed consent form.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nPart of the research project will be developed in collaboration with the Max Planck Institute for Empirical Aesthetics in Frankfurt\n(Germany). As KU Leuven will be the leading institution in this specific research project (and the researcher will be paid by KU\nLeuven during the development of the project), IPR will be owned by the research group at KU Leuven.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n4 of 8\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe following files will be saved in the same folder as the dataset:\n* Project documentation will be provided in a readme file. This file will include the project name, keywords, name of involved\nresearchers and their ORCID ID, name of funder, funding code, start- and end date of the project, DOIs of shared datasets, creative\ncommon license, link to preregistration, approval/registration code of ethical committee, links to publications. \n* In case a study within the project is preregistered, the preregistration will be published on the Open Science Framework. The link\nto the preregistration will be provided in the project documentation. \n* The ethical application will be saved as a PDF document and the approval/approval code will be added to the project\ndocumentation. In addition, an empty informed consent form will be provided.\n* Experimental program\n* For each dataset resulting from a behavioral experiment, a codebook will be created.\n* The data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., R code file). The\nversion of the used software and packages will be documented. \n* A (link to a) manuscript and supplementary document will be added to the project documentation, in which the method of the\nstudy is described.\nVersion numbering, Git and/or OSF will be used for version control, depending on the stage of the project.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nProject metadata will be created when registering the project on OSF.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nRaw data, possibly including personal information, will be stored in my personal folder on the KU Leuven network [I: (active) or\nK:\\# PERSONAL (archived)].\nA pseudonymized version of the raw data will be stored in my personal KU Leuven OneDrive account. In a later stage, this\npseudonymized version of the raw data will be shared publicly, for example via the Open Science Framework (osf.io). After the\nend of the project, all raw data will be submitted to the supervisor (Prof. Johan Wagemans), in the format of a .zip-file. This will be\npart of submitting all relevant material on the conducted studies during the project, to ensure preservation of the raw data at least\n5 years after the end of the research. By sharing the data publicly on a sustained platform like Open Science Framework, (a)\npreservation of the pseudonymized data for at least 5 years after the end of the research and (b) the possibility for other\nresearchers to access the collected data are guaranteed.\nParticipants will be made aware of the fact that an pseudonymized version of the data may be made publicly accessible, for\nexample via the Open Science Framework (osf.io), as well as of the fact that the pseudonymized data can be used for re-analysis\nand additional analyses by the same or other researchers.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAs the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available shared\nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n5 of 8\nstorage space of 100 GB, there is sufficient storage and backup capacity during the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nMulti-factor authentication is activated for the KU Leuven login of all researchers having access to the data.\nDigital data will be stored on OneDrive and/or a KU Leuven network drive, which can only be accessed by the (postdoctoral)\nresearcher(s) working on the project.\nThe raw non-pseudonymized data will be stored on a shielded KU Leuven network drive, which can only be accessed by the main\nresearcher involved in the project. Only if these raw data need to stay available after the contract of the involved main researcher\nhas ended, access will be transferred to the principal investigator or appointed data manager.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no costs expected as the size of the data files does not exceed the available storage space.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nParticipants’ contact information, payment information, raw (non-pseudonymized) data files containing highly confidential data,\nwill be deleted when they are not relevant anymore for the research project (i.e., after the overarching project has ended).\nAll other data will be preserved for 10 years according to KU Leuven RDM policy, and actually longer as a pseudonymized version\nof the data will be stored on the Open Science Framework.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the Open Science Framework (osf.io).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation are minimal/negligible. These will be covered by the lab (Research Unit Brain &\nCognition).\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nPseudonymized data will be made available in an Open Access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPseudonymized data will be made available in an Open Access repository.\nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n6 of 8\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nThere are no restrictions to share the pseudonymized data as the data do not contain highly sensitive information and\nparticipants gave their informed consent to share these data with other researchers.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe pseudonymized data will be made available on the Open Science Framework (osf.io).\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe software or code license will depend on the license that is possible/common/preferrable for that programming language and\ntype of code (e.g., analysis code vs. experiment code vs. newly developed software package). For the data, a CC-BY license will be\nused.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nYes, a PID will be added upon deposit in a data repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe main researcher involved will be responsible for managing data documentation and metadata during the project. The PI will\nbe responsible for checking and making sure that the involved researchers fulfill their responsibility. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe main researcher will manage data storage and backup during the project supported by the other involved researchers. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe main researcher will manage data preservation and sharing supported by the other involved researchers. \nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n7 of 8\nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe main researcher will update and implement this DMP supported by the other involved researchers. \nCreated using DMPonline.be. Last modiﬁed 23 November 2024\n8 of 8"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: In the eye of the beholder? Mapping and understanding appearance, appreciation and their interrelations in multidimensional stimulus spaces Creator: Creator: Eline Van Geert Principal Investigator: Principal Investigator: Eline Van Geert Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Eline Van Geert https://orcid.org/0000-0002-7848-5998 Project abstract: Project abstract: Aesthetic appreciation is inherently multidimensional: many different stimulus dimensions and multiple levels of perceptual processing shape our appreciation for a stimulus. Previous research either lost parametric control by using naturalistic stimuli, or used parametrically controlled but unidimensional stimuli. Furthermore, perceptual influences on appreciation were often ignored. In addition, many studies focused either on the individual or the population level of aesthetic experience, leaving the relative importance of each unclear. The project addresses each of these limitations. At the population level, I will enable the characterization of perceptual and aesthetic evaluations for fine-grained, high-dimensional parametric stimulus spaces by combining two recent developments: the OCTA toolbox for stimulus creation and Gibbs Sampling with People for efficiently sampling the high-dimensional space. At the individual level, I will contribute to a process-level explanation of aesthetic appreciation by extensively characterizing a group of individuals in terms of their perceptual and aesthetic processing abilities and experience. To integrate the results at the individual and the population level, I will estimate the relative contribution of individual differences to aesthetic appreciation for the parametric stimulus space of interest. ID: ID: 207418 Start date: Start date: 01-10-2024 End date: End date: 30-09-2027 Last modified: Last modified: 23-11-2024 Grant number / URL: Grant number / URL: 1244825N Created using DMPonline.be. Last modiﬁed 23 November 2024 1 of 8 In the eye of the beholder? Mapping and understanding appearance, appreciation and their In the eye of the beholder? Mapping and understanding appearance, appreciation and their interrelations in multidimensional stimulus spaces interrelations in multidimensional stimulus spaces Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) In the course of this project, digital data will be collected from human participants via computerized behavioral experiments and questionnaires. As most experiments will involve visual perception and appreciation, the data may be used in numeric, textual, or image format. Furthermore, the raw digital data will be processed and analysed, resulting in additional data from statistical model fits and visualizations. The project will also lead to the generation of new software developed for research purposes. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) The raw data will be stored and preserved on protected KU Leuven network drives. KU Leuven ICTS and PPW ICTS will ensure the quality (safety, regular back-ups, archive) of the protection. For projects in collaboration with external partners, the data may be shared with and stored on networks outside of KU Leuven, but also there the necessary protection and safety will be taken into account. A pseudonymized version of the data will be stored publicly, e.g., on the Open Science Framework (osf.io). I will make sure participants are aware of this and can give their consent, in the informed consent form. Prof. Johan Wagemans will be responsible as he is a permanent staff member at KU Leuven. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) I do not wish to deviate from this principle. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) I will collect personal data from human participants. To be able to connect data from the same participants across sessions, I will make use of a personal identifier. Before sharing the data, these identifiers will be replaced by another unique number, and I will keep a separate file private and secured with the key to link identifiers to the data files. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 23 November 2024 2 of 8 In the eye of the beholder? Mapping and understanding appearance, appreciation and their In the eye of the beholder? Mapping and understanding appearance, appreciation and their interrelations in multidimensional stimulus spaces interrelations in multidimensional stimulus spaces FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for Only for digital digital data data Only for Only for digital data digital data Only for Only for physical physical data data Dataset Name Dataset Name Description Description New New or or reused reused Digital Digital or or Physical Physical Digital Data Type Digital Data Type Digital Digital Data Data format format Digital data Digital data volume volume (MB/GB/TB) (MB/GB/TB) Physical Physical volume volume For studies in all work packages (GSP studies, MLCM studies, individual differences studies) Experiment code Written in Python or Javascript (using Python, jsPsych with a Javascript backend, or PsyNet with a Python backend). New Digital Software .py, .js, .html, .css <1GB Behavioral and questionnaire data Collected via an offline or online program (using Python, jsPsych with a Javascript backend, or PsyNet with a Python backend). These programs output .json, .csv, or .txt files that will be processed into e.g., .json, .txt, .csv, and/or .svg files. New Digital Observational, Experimental, Compiled/aggregated data .txt, .csv, .json, .svg, .png, .jpg <100GB Code from analysis and reporting Written in R, R Markdown, and quarto New Digital Software .r, .rmd, .qmd, .pdf, .svg, .png, .jpg <1GB Project and workflow documentation Documents may be created to document specific aspects of the research process (e.g., preregistrations, ethical applications, informed consents, codebooks). New Digital Other .docx, .xlsx, .csv, .odt, .pdf, .rmd, .qmd <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No reuse of existing data is planned. Created using DMPonline.be. Last modiﬁed 23 November 2024 3 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The ethical application will be submitted after finalizing the research design for the studies involved in the project. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes The following personal data will be collected: contact information of participant, participant identifier based on Prolific/mTurk/EMS SonaSystems ID, gender, age, nationality, mother tongue, questions on level of education, art expertise, sensory sensitivity, personality, and personal aesthetic preferences. We will collect personal data from human participants. To be able to connect data from the same participants across sessions, we will make use of a personal identifier. Before sharing the data, these identifiers will be replaced by another unique number, and we will keep a separate file private and secured with the key to link identifiers to the data files. The raw data will be stored and preserved on protected KU Leuven network drives. KU Leuven ICTS and PPW ICTS will ensure the quality (safety, regular back-ups, archive) of the protection. For projects in collaboration with external partners, the data may be shared with and stored on networks outside of KU Leuven, but also there the necessary protection and safety will be taken into account. A pseudonymized version of the data will be stored publicly, e.g., on the Open Science Framework (osf.io). We will make sure participants are aware of this and can give their consent to collect and share the pseudonymized data with other researchers in the informed consent form. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Part of the research project will be developed in collaboration with the Max Planck Institute for Empirical Aesthetics in Frankfurt (Germany). As KU Leuven will be the leading institution in this specific research project (and the researcher will be paid by KU Leuven during the development of the project), IPR will be owned by the research group at KU Leuven. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures Created using DMPonline.be. Last modiﬁed 23 November 2024 4 of 8 used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The following files will be saved in the same folder as the dataset: * Project documentation will be provided in a readme file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, start- and end date of the project, DOIs of shared datasets, creative common license, link to preregistration, approval/registration code of ethical committee, links to publications. * In case a study within the project is preregistered, the preregistration will be published on the Open Science Framework. The link to the preregistration will be provided in the project documentation. * The ethical application will be saved as a PDF document and the approval/approval code will be added to the project documentation. In addition, an empty informed consent form will be provided. * Experimental program * For each dataset resulting from a behavioral experiment, a codebook will be created. * The data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., R code file). The version of the used software and packages will be documented. * A (link to a) manuscript and supplementary document will be added to the project documentation, in which the method of the study is described. Version numbering, Git and/or OSF will be used for version control, depending on the stage of the project. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Project metadata will be created when registering the project on OSF. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Raw data, possibly including personal information, will be stored in my personal folder on the KU Leuven network [I: (active) or K:\\# PERSONAL (archived)]. A pseudonymized version of the raw data will be stored in my personal KU Leuven OneDrive account. In a later stage, this pseudonymized version of the raw data will be shared publicly, for example via the Open Science Framework (osf.io). After the end of the project, all raw data will be submitted to the supervisor (Prof. Johan Wagemans), in the format of a .zip-file. This will be part of submitting all relevant material on the conducted studies during the project, to ensure preservation of the raw data at least 5 years after the end of the research. By sharing the data publicly on a sustained platform like Open Science Framework, (a) preservation of the pseudonymized data for at least 5 years after the end of the research and (b) the possibility for other researchers to access the collected data are guaranteed. Participants will be made aware of the fact that an pseudonymized version of the data may be made publicly accessible, for example via the Open Science Framework (osf.io), as well as of the fact that the pseudonymized data can be used for re-analysis and additional analyses by the same or other researchers. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes As the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available shared Created using DMPonline.be. Last modiﬁed 23 November 2024 5 of 8 storage space of 100 GB, there is sufficient storage and backup capacity during the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the data. Digital data will be stored on OneDrive and/or a KU Leuven network drive, which can only be accessed by the (postdoctoral) researcher(s) working on the project. The raw non-pseudonymized data will be stored on a shielded KU Leuven network drive, which can only be accessed by the main researcher involved in the project. Only if these raw data need to stay available after the contract of the involved main researcher has ended, access will be transferred to the principal investigator or appointed data manager. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs expected as the size of the data files does not exceed the available storage space. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Participants’ contact information, payment information, raw (non-pseudonymized) data files containing highly confidential data, will be deleted when they are not relevant anymore for the research project (i.e., after the overarching project has ended). All other data will be preserved for 10 years according to KU Leuven RDM policy, and actually longer as a pseudonymized version of the data will be stored on the Open Science Framework. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be archived on the Open Science Framework (osf.io). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation are minimal/negligible. These will be covered by the lab (Research Unit Brain & Cognition). 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Pseudonymized data will be made available in an Open Access repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Pseudonymized data will be made available in an Open Access repository. Created using DMPonline.be. Last modiﬁed 23 November 2024 6 of 8 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No There are no restrictions to share the pseudonymized data as the data do not contain highly sensitive information and participants gave their informed consent to share these data with other researchers. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The pseudonymized data will be made available on the Open Science Framework (osf.io). When will the data be made available? When will the data be made available? The data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The software or code license will depend on the license that is possible/common/preferrable for that programming language and type of code (e.g., analysis code vs. experiment code vs. newly developed software package). For the data, a CC-BY license will be used. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Yes, a PID will be added upon deposit in a data repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The main researcher involved will be responsible for managing data documentation and metadata during the project. The PI will be responsible for checking and making sure that the involved researchers fulfill their responsibility. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The main researcher will manage data storage and backup during the project supported by the other involved researchers. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The main researcher will manage data preservation and sharing supported by the other involved researchers. Created using DMPonline.be. Last modiﬁed 23 November 2024 7 of 8 Who will update and implement this DMP? Who will update and implement this DMP? The main researcher will update and implement this DMP supported by the other involved researchers. Created using DMPonline.be. Last modiﬁed 23 November 2024 8 of 8"
}