{
    "document_id": "D-2024-2890",
    "LinkTitle": "D-2024-2890",
    "file_name": "D-2024-2890.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2890.pdf",
    "metadata": {
        "title": "Pictures for the Kids. Visual Seriality in Illustrated Periodicals for Children in Belgium, 1919-1949",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Pictures for the Kids. Visual Seriality in Illustrated Periodicals for Children in Belgium, 1919-\n1949\nA Data Management Plan created using DMPonline.be\nCreator: \nBenoît Crucifix\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG055024N\nID: \n197683\nStart date: \n01-01-2024\nEnd date: \n31-12-2027\nProject abstract:\nThis project proposes a critical rediscovery and timely, methodologically innovative analyses of Belgian illustrated periodicals for children\nbefore the postwar rise of the comics magazine. It considers the period between 1919 and 1949 as a key moment for the transformation\nof the children's magazine in Belgium, with illustrations and pictures offering new attractions to child audiences and serial mechanisms a\nperfect means to seduce readers. This crucial rediscovery of a forgotten popular cultural heritage is enabled by the large-scale\ndigitization of existing archival collections of the magazines, supported by the Royal Library of Belgium (KBR), allowing for a\nmixed method of close and distant reading in the analysis of these periodicals. This project maps out the material and visual\ntransformations of the children's periodical, explores new approaches to visual seriality in illustrated magazines, and considers their\nimpact in shaping child audiences in a period of political and economic upheavals.\nLast modified: \n01-07-2024\nCreated using DMPonline.be. Last modiﬁed 01 July 2024\n1 of 6\nPictures for the Kids. Visual Seriality in Illustrated Periodicals for Children in Belgium, 1919-\n1949\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nDigitized\ncorpus\nDigitized \ncorpus of illustrated\nperiodicals based on physical\ncollections stored at KBR\nNew\nDigital\nDigital files\nof print\nresources\n.tiff +\n.jpg +\nOCR \n \n<5TB\nNA\nBibliographic\ndata\nBibliographic information and\nmetadata from KBR library\ncatalog linked to the corpus of\nperiodicals\nReused and new\nDigital\nBibliographic\ndata\n.xls\n<10GB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nThe digitized corpus will be realized by the partner institution KBR (Royal Library of Belgium): the DIGIT department will generate\nhigh-quality digital reproductions of the print magazines\n(.TIFF), submit them to OCR, and provide access to the digitized copies by uploading them to\nBelgicaPeriodicals\n, allowing full-text search.\nThe bibliographic metadata is based on exports from KBR's library catalogue (\nOPAC\n).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 01 July 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nYes\nDigitized corpus\n: the use of these files has to comply with copyright legislation (see below). The files are stored and made\naccessible by KBR: the research staff involved in the project will have access to digitized files based on a data exchange\nagreement with KBR (which is a partner institution in this FWO project). For images used in articles and book chapters,\nreproduction permissions will be requested with the legal rightsholder of specific images on a case-by-case basis. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nYes\nDigitized corpus\n: the corpus of periodicals (ranging from 1919 to 1949) contains material that is currently protected by copyright\nand moral rights. The digitized corpus will be made available by the Royal Library of Belgium (KBR) through \nBelgicaPeriodicals \nin\nlimited access, in order to prevent any copyright issues and in compliance with their copyright and public dissemination policy\n(\nmore info on their website\n). Access will be restricted to registered users with a MyKBR account and to the Belgian national\nresearch network (BELNET) for universities, colleges, schools and research centers, which means it will be available to students\nand staff at KU Leuven and UGent. The research staff involved in the project will have access to digitized files based on a data\nexchange agreement with KBR (which is a partner institution in this FWO project).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nDigitized corpus\n: this corpus will be managed by KBR relying on their expertise and public mission in long-term preservation of\ndigitized collections. As the national library of Belgium, KBR follows standard and state-of-the-art practices in the description,\ndocumentation and archiving of its analogue and digitized collections. Once the digitization complete, the process will be\ndocumented in an open-access article for KBR's journal \nIn Monte Artium\n (building on previous experience working with similar\ncollections,\n see here\n). \nBibliographic data\n: the project will rely on .xls and .csv exports from KBR's catalogue and library records (which follow MARC21\nand BIBFRAME standards). The existing data will be enhanced, updated, and annotated using a spreadsheet to compile a\ncurated dataset. The spreadsheet will be accompanied by a README.txt file detailing the process.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nYes\nDigitized corpus\n: all images produced by the DIGIT department are accompanied by metadata linking digital files to physical\nCreated using DMPonline.be. Last modiﬁed 01 July 2024\n3 of 6\nresources and their library records, as well as metadata documenting the digitization process following library standards. KBR is\nin the process of providing IIIF endpoints for its digitized collections.\nBibliographic data\n: the dataset will follow the DataCite metadata standard. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigitized\n \ncorpus\n: the digitized files will be stored and maintained on the long-term by KBR on its servers and in the Long-Term\nPreservation data center managed by BELSPO. \nBibliographic metadata\n: the dataset will be stored and maintained on cloud storage (OneDrive for Business) within a folder\nshared only within the staff involved in the research project. At the term of the project, the dataset will be uploaded to RDR and\nSODHA.\nHow will the data be backed up?\nThe \ndigitized corpus \nis backed up on the Long-Term Preservation data center managed by BELSPO.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nIt is part of KBR's missions to provide long-term storage for its digitized collections and hence ensure that sufficient storage is\navailable.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe\n digitized corpus \nwill be securely stored by KBR, which warrants a secure management of digitized files within the DIGIT\ndepartment to comply with copyright legislation. The research staff will be able to access the corpus through Belgicaperiodicals.\nSpecific image files from the corpus that are shared with the research staff involved in the project for scientific dissemination\npurposes (based on a data exchange convention detailing security measures) will be safely stored on the PI's OneDrive cloud\nstorage and shared with limited access to authorized researchers working on the project.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage and backup of the \ndigitized corpus\n is maintained by KBR.\nThe \nbibliographic data\n will be stored on OneDrive (costs covered by KU Leuven's Business license). \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nYes \nCreated using DMPonline.be. Last modiﬁed 01 July 2024\n4 of 6\nWhere will these data be archived (stored and curated for the long-term)?\nThe digitized corpus will be stored and preserved on the long term by KBR.\nThe curated bibliographic dataset will be uploaded to SODHA and RDR at the end of the project and maintained for at least five\nyears.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nCosts covered by KBR for the preservation of the digitized corpus\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nThe \ndigitized corpus \nwill be made available after the project through BelgicaPeriodicals and in compliance with copyright\nlegislation. m\nThe \nbibliographic dataset \nwill be made available in open access through SODHA and RDR with no restricted access.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nDigitized corpus\n: access will be restricted to registered users with a MyKBR account and to the Belgian national research\nnetwork (BELNET) for universities, colleges, schools and research centers\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe \ndigitized corpus \nfalls under copyright.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe \ndigitized corpus \nis made available through KBR's \nBelgicaPeriodicals.\nBibliographic dataset\n will be shared through SODHA and RDR.\nWhen will the data be made available?\nThe digitized corpus is made available through BelgicaPeriodicals as soon as possible following the digitization workflow. \nThe curated bibliographic dataset will be made available at the end of the project (December 2027).\nWhich data usage licenses are you going to provide? If none, please explain why.\nLicenses for the digitized corpus is managed by KBR's DIGIT department.\nCreated using DMPonline.be. Last modiﬁed 01 July 2024\n5 of 6\nCC-BY-NC-SA-4.0 for the curated bibliographic dataset.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nYes for the curated bibliographic dataset\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nBenoît Crucifix \nWho will manage data storage and backup during the research project?\nKBR's digital department (represented by Frédéric Lemmers) & Benoît Crucifix \nWho will manage data preservation and sharing?\nKBR's digital department (represented by Frédéric Lemmers) \nWho will update and implement this DMP?\nBenoît Crucifix \nCreated using DMPonline.be. Last modiﬁed 01 July 2024\n6 of 6"
    },
    "clean_full_text": "Pictures for the Kids. Visual Seriality in Illustrated Periodicals for Children in Belgium, 1919- 1949 A Data Management Plan created using DMPonline.be Creator: Benoît Crucifix Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G055024N ID: 197683 Start date: 01-01-2024 End date: 31-12-2027 Project abstract: This project proposes a critical rediscovery and timely, methodologically innovative analyses of Belgian illustrated periodicals for children before the postwar rise of the comics magazine. It considers the period between 1919 and 1949 as a key moment for the transformation of the children's magazine in Belgium, with illustrations and pictures offering new attractions to child audiences and serial mechanisms a perfect means to seduce readers. This crucial rediscovery of a forgotten popular cultural heritage is enabled by the large-scale digitization of existing archival collections of the magazines, supported by the Royal Library of Belgium (KBR), allowing for a mixed method of close and distant reading in the analysis of these periodicals. This project maps out the material and visual transformations of the children's periodical, explores new approaches to visual seriality in illustrated magazines, and considers their impact in shaping child audiences in a period of political and economic upheavals. Last modified: 01-07-2024 Created using DMPonline.be. Last modiﬁed 01 July 2024 1 of 6 Pictures for the Kids. Visual Seriality in Illustrated Periodicals for Children in Belgium, 1919- 1949 FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Digitized corpus Digitized corpus of illustrated periodicals based on physical collections stored at KBR New Digital Digital files of print resources .tiff + .jpg + OCR <5TB NA Bibliographic data Bibliographic information and metadata from KBR library catalog linked to the corpus of periodicals Reused and new Digital Bibliographic data .xls <10GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The digitized corpus will be realized by the partner institution KBR (Royal Library of Belgium): the DIGIT department will generate high-quality digital reproductions of the print magazines (.TIFF), submit them to OCR, and provide access to the digitized copies by uploading them to BelgicaPeriodicals , allowing full-text search. The bibliographic metadata is based on exports from KBR's library catalogue ( OPAC ). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 01 July 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Digitized corpus : the use of these files has to comply with copyright legislation (see below). The files are stored and made accessible by KBR: the research staff involved in the project will have access to digitized files based on a data exchange agreement with KBR (which is a partner institution in this FWO project). For images used in articles and book chapters, reproduction permissions will be requested with the legal rightsholder of specific images on a case-by-case basis. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Digitized corpus : the corpus of periodicals (ranging from 1919 to 1949) contains material that is currently protected by copyright and moral rights. The digitized corpus will be made available by the Royal Library of Belgium (KBR) through BelgicaPeriodicals in limited access, in order to prevent any copyright issues and in compliance with their copyright and public dissemination policy ( more info on their website ). Access will be restricted to registered users with a MyKBR account and to the Belgian national research network (BELNET) for universities, colleges, schools and research centers, which means it will be available to students and staff at KU Leuven and UGent. The research staff involved in the project will have access to digitized files based on a data exchange agreement with KBR (which is a partner institution in this FWO project). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Digitized corpus : this corpus will be managed by KBR relying on their expertise and public mission in long-term preservation of digitized collections. As the national library of Belgium, KBR follows standard and state-of-the-art practices in the description, documentation and archiving of its analogue and digitized collections. Once the digitization complete, the process will be documented in an open-access article for KBR's journal In Monte Artium (building on previous experience working with similar collections, see here ). Bibliographic data : the project will rely on .xls and .csv exports from KBR's catalogue and library records (which follow MARC21 and BIBFRAME standards). The existing data will be enhanced, updated, and annotated using a spreadsheet to compile a curated dataset. The spreadsheet will be accompanied by a README.txt file detailing the process. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Digitized corpus : all images produced by the DIGIT department are accompanied by metadata linking digital files to physical Created using DMPonline.be. Last modiﬁed 01 July 2024 3 of 6 resources and their library records, as well as metadata documenting the digitization process following library standards. KBR is in the process of providing IIIF endpoints for its digitized collections. Bibliographic data : the dataset will follow the DataCite metadata standard. 3. Data storage & back-up during the research project Where will the data be stored? Digitized corpus : the digitized files will be stored and maintained on the long-term by KBR on its servers and in the Long-Term Preservation data center managed by BELSPO. Bibliographic metadata : the dataset will be stored and maintained on cloud storage (OneDrive for Business) within a folder shared only within the staff involved in the research project. At the term of the project, the dataset will be uploaded to RDR and SODHA. How will the data be backed up? The digitized corpus is backed up on the Long-Term Preservation data center managed by BELSPO. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes It is part of KBR's missions to provide long-term storage for its digitized collections and hence ensure that sufficient storage is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digitized corpus will be securely stored by KBR, which warrants a secure management of digitized files within the DIGIT department to comply with copyright legislation. The research staff will be able to access the corpus through Belgicaperiodicals. Specific image files from the corpus that are shared with the research staff involved in the project for scientific dissemination purposes (based on a data exchange convention detailing security measures) will be safely stored on the PI's OneDrive cloud storage and shared with limited access to authorized researchers working on the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage and backup of the digitized corpus is maintained by KBR. The bibliographic data will be stored on OneDrive (costs covered by KU Leuven's Business license). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Yes Created using DMPonline.be. Last modiﬁed 01 July 2024 4 of 6 Where will these data be archived (stored and curated for the long-term)? The digitized corpus will be stored and preserved on the long term by KBR. The curated bibliographic dataset will be uploaded to SODHA and RDR at the end of the project and maintained for at least five years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs covered by KBR for the preservation of the digitized corpus 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository The digitized corpus will be made available after the project through BelgicaPeriodicals and in compliance with copyright legislation. m The bibliographic dataset will be made available in open access through SODHA and RDR with no restricted access. If access is restricted, please specify who will be able to access the data and under what conditions. Digitized corpus : access will be restricted to registered users with a MyKBR account and to the Belgian national research network (BELNET) for universities, colleges, schools and research centers Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The digitized corpus falls under copyright. Where will the data be made available? If already known, please provide a repository per dataset or data type. The digitized corpus is made available through KBR's BelgicaPeriodicals. Bibliographic dataset will be shared through SODHA and RDR. When will the data be made available? The digitized corpus is made available through BelgicaPeriodicals as soon as possible following the digitization workflow. The curated bibliographic dataset will be made available at the end of the project (December 2027). Which data usage licenses are you going to provide? If none, please explain why. Licenses for the digitized corpus is managed by KBR's DIGIT department. Created using DMPonline.be. Last modiﬁed 01 July 2024 5 of 6 CC-BY-NC-SA-4.0 for the curated bibliographic dataset. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes for the curated bibliographic dataset What are the expected costs for data sharing? How will these costs be covered? None 6. Responsibilities Who will manage data documentation and metadata during the research project? Benoît Crucifix Who will manage data storage and backup during the research project? KBR's digital department (represented by Frédéric Lemmers) & Benoît Crucifix Who will manage data preservation and sharing? KBR's digital department (represented by Frédéric Lemmers) Who will update and implement this DMP? Benoît Crucifix Created using DMPonline.be. Last modiﬁed 01 July 2024 6 of 6"
}