{
    "document_id": "D-2023-2424",
    "LinkTitle": "D-2023-2424",
    "file_name": "D-2023-2424.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2424.pdf",
    "metadata": {
        "title": "The role of cerebral imaging in the diagnosis, management and prognosis of possible non-convulsive status epilepticus",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "The role of cerebral imaging in the diagnosis, management and prognosis of \nThe role of cerebral imaging in the diagnosis, management and prognosis of \npossible non-convulsive status\npossible non-convulsive status\nepilepticus\nepilepticus\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nJeroen Gijs, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \nGrant number / URL: \nT000423N\nID: \nID: \n202502\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nPatient, problem or population: The diagnosis of non-convulsive status epilepticus (NCSE) is currently based \non electroclinical data. The current gold-standard EEG criteria for the diagnosis of NCSE are known as the \n“Salzburg criteria”. EEG patterns, which belong to the interictal-ictal continuum (IIC) only allow a diagnosis of \npossible NCSE. In these cases, it is recommended to treat with antiseizure medication (ASM), and confirm a \ndiagnosis of NCSE only if clinic and EEG improves. This approach is problematic since patients who are not in \nNCSE will receive unnecessary treatment with potential side effects, and absence of response does not \nexclude refractory NCSE. In addition, it is unclear what a trial with ASM involves and over what time period \nthis should be evaluated. In our study, we will select this group of patients with possible NCSE. \nIntervention: We will obtain 18F-fluorodeoxyglucose positron emission tomography (FDG-PET), arterial spin \nlabeling (ASL) MR imaging, and CT perfusion (CTP). We will determine which IIC patterns are associated with \nhyper-metabolism/-perfusion, which is an argument for ongoing ictal activity, and hypo-metabolism/-\nperfusion, which is consistent with an interictal state.\nDeliverable 1. Cerebral imaging algorithm in possible NCSE. \nDeliverable 2. New diagnostic criteria of NCSE based on cerebral imaging. \nDeliverable 3: Guidelines for best management of \npossible NCSE based on cerebral imaging. \nDeliverable 4. Determination of the prognostic role of cerebral imaging in possible NCSE.\nLast modified: \nLast modified: \n21-02-2024\nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n1 of 10\nThe role of cerebral imaging in the diagnosis, management and prognosis of \nThe role of cerebral imaging in the diagnosis, management and prognosis of \npossible non-convulsive status\npossible non-convulsive status\nepilepticus\nepilepticus\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nThe research will collect following datatypes:\n- Medical information of participants gathered based on information within the medical record and clinical examination.\n- Imaging information (DICOM files) of MR-FDG-PET and CT files. \n- Electrographic information (EDF files) gathered from clinically indicated video-EEG's. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nClinical and EEG information are collected for clinical purposes. This includes data from the clinical file, and clinically indicated video-EEG.\nIn addition, radiographic information will not be blinded and can be used clinically (CT and MR-FDG-PET). In accordance with UZ Leuven\nguidelines, this data is stored in a patient-specific manner.\nSpecifically, clinical information is stored in the KWS system at UZ Leuven. Radiographic information is stored in the PACS (CT and MR-\nFDG-PET) and MIM-server(MR-FDG-PET, list mode). EEG information from the video-EEG is stored on a dedicated server specific to UZ-\nLeuven, part of BrainRT.\nIn addition to these, aggregated pseudonymized data is securely stored on dedicated servers, ensuring the privacy and security of patient\ninformation while allowing for comprehensive data analysis. This information will be stored in:\n-  During research: Redcap, UZ Leuven server (access-protected)\n- After research: Redcap, UZ Leuven server (access-protected)\nM.D. Jeroen Gijs and prof. Dr. Wim Van Paesschen will have acces to the Redcap server and UZ Leuven server. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNot applicable (data will be preserved for at least 5 years). \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nREDcap is a secure web application for building and managing clinical data. M.D. Jeroen Gijs followed training for investigator and developer\naccess to the REDcap project. \nEDF files and DICOM/NIFTI files can not be stored within REDcap. They will be safely stored in a UZ Leuven server, where M.D. Jeroen\nGijs and prof. Dr. Wim van Paesschen will have sole access to patient-specific data.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nProf. Dr. Wim Van Paesschen and Prof. Dr. Nicolas Gaspard will perform blind annotation of pseudonymized EEG files. This process\ninvolves exporting the EEG data to Prof. Dr. Nicolas Gaspard at Erasme Hospital.\nPlease note that only pseudonymized EEG data will be exported for blind reading. Prof. Dr. Nicolas Gaspard will interpret these EEGs using\nthe BrainRT software, identical to the one we utilize at UZ Leuven.\nTo ensure patient confidentiality, the EEG files will be stripped of any identifiable information. This includes the removal of video content and\nthe anonymization of headers and metadata using a dedicated tool within BrainRT. Headers will only containt pseudonymized information (so\nthat blind annotation in REDcap can be performed). \nThe export of EEG information will be conducted exclusively through Liquidfiles, a data-sharing tool specific to UZ Leuven, to further ensure\nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n2 of 10\ndata security and privacy.\nSpecifically, clinical information is stored in the KWS system at UZ Leuven. Radiographic information is stored in the PACS and MIM-server.\nEEG information from the video-EEG is stored on a dedicated server specific to UZ-Leuven, known as BrainRT.\nIn addition to these, aggregated pseudonymized data is securely stored on dedicated servers, ensuring the privacy and security of patient\ninformation while allowing for comprehensive data analysis.\nRadiographic and electrographic information can be pre-processed and stored in several ways. To keep a clear overview of these performed\nsteps and radiographic output data, every dedicated folder contains a word document specifying pre-processing steps. \nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n3 of 10\nThe role of cerebral imaging in the diagnosis, management and prognosis of \nThe role of cerebral imaging in the diagnosis, management and prognosis of \npossible non-convulsive status\npossible non-convulsive status\nepilepticus\nepilepticus\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nClinical information\n(REDcap)\nClinically gathered information\nwithin REDcap, including\neligibility, demographics,\nclinical presentation, evolution,\ntreatment evolution, outcome,\nadverse events \nNew data\nDigital\nObservational\n .csv\n<100GB\n/\nRadiographic\ninformation\n(MRI,18FDG PET,\nCT, CT-perfusion)\n(UZL server, PACS/\nMIM server)\nRadiographic gathered data on\n18FDG-PET-MR and CT-P\nNew data\nDigital\nObservational\n.dcm\n.nii\n< 10TB\n/\nElectrographic\ninformation (UZL\nserver, BrainRT-\nserver)\nVideo-EEG information\nNew data\nDigital\nObservational\n.edf\n< 10TB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nHuman subject data will be collected. This can be divided in 3 data types:\n- Clinical information, prospectively collected. These examinations are performed as standard clinical practice. Video-data from video-EEG\nwill not be stored. \n- Radiographic information (18-FDG-PET-MR and Photon-countin CT-perfusion) prospectively collected (not standard clinical practice). \n- Electrographic data (EDF format), prospectively collected and annotated. \nWe recieved approval from the Ethics Committee Research UZ / KU Leuven for our study s67933, including an interventional (CT and FDG-\nPET-MR) and observational (collection of clinical, electrographic information) subpart. Prospective collection of this data will only be\nperformed after informed consent signed and agreed by the participant or the legal representative of the participant. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n4 of 10\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nWe will process personal data. All aggregated data will be pseudonymised. Following personal data are stored:\n- Clinical information, prospectively collected: this data will contain personal information (age, weight, date of symptom onset, diagnosis, ...). \n- Radiographic information: metadata in DICOM headers will have a date of birth, age, and weight. \n- Electrographic data: metadata in EDF headers will have a date of birth.  \nData of births will not be processed. Names and surnames will not be stored or processed. Other personal information (home adress, email\nadress,...) is not stored nor processed. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nAt this moment there is no plan to commercially valorise this project. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nWe only have a data transfer agreement with prof. Dr. Nicolas Gaspard for blind annotation of EEG data. This agreement does not restrict\nexploitation or dissemination of our data. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n- For REDcap data a codebook will be available on the REDcap server. \n- For radiographic data a README.TXT or Word file will be created for documenting pre-processing steps. This Readme.txt or Word\ndocument will also contain a standard protocol for naming of files (for example patient pseudonymised id, scan type, and processing steps\npatient1_PET_c_SUV_.nii).\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n- For REDcap data a codebook will be available on the REDcap server. \nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n5 of 10\n- For radiographic data a README.TXT or Word file will be created for documenting pre-processing steps. This Readme.txt or Word\ndocument will also contain a standard protocol for naming of files (for example patient pseudonymised id, scan type, and processing steps\npatient1_PET_c_SUV_.nii).\n- Concerning metadata, all radiographic data will be stored in DICOM format. All electrographic data will be stored in EDF/EDF+ format.\nThese are internationally recognized data formats.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\n- Clinical data will be stored in the REDcap-allocated server. \n- Radiographic and electrographic data will be stored in a firewall-protected UZL server, where only M.D. Jeroen Gijs en prof. Dr. Wim Van\nPaesschen will have acces to.\n- In addition, clinical and EEG information are collected for clinical purposes. This includes data from the clinical file, and clinically indicated\nvideo-EEG. In addition, radiographic information will not be blinded and can be used clinically (CT and MR-FDG-PET). In accordance with\nUZ Leuven guidelines, this data is stored in a patient-specific manner.\nHow will the data be backed up?\nHow will the data be backed up?\nWhen using UZL REDCap, data is backed up as follows:\nThe web server backup regime is specified below:\nAn hourly backup, the last 6 versions of which are saved\nA daily backup, the last 7 versions of which are saved\nA weekly backup,  the last 6 versions of which are saved\nThe database backup regime is specified below:\nA nightly cold backup of all databases\nOne month’s storage of the nightly cold backups\n \nWhen using UZL servers, data is backed up following an in-house protocol, we opted for a 'medium' backup protocol: 2 weekly and 48 hours\nbackup.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently we have 2 Terabyte (TB) of data storage in the UZL server. If this proves to be insufficient we will demand more data storage space. \nWe estimate to need 7 TB of data storage per year on UZL server. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly prof. Dr. Wim Van Paeeschen and M.D. Jeroen Gijs will have developer access to the REDcap project. \nOnly prof. Dr. Wim van Paesschen and M.D. Jeroen Gijs will have access to the UZL server. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe estimate we will need around 7 TB of hard disk space per year to save the imaging data. We estimated the total cost of our TBM-FWO\nproject for 9 years (4 years of study plus 5 years after the end of the study) to be around €11340, based on a price of €180 per TB. \nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n6 of 10\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll collected data will be retained for at least 5 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nClinical data will be archived in REDcap.\nRadiographic and clinico-electrographic data will be archived in the UZL server. \nIn addition, as radiographic data is not blinded this data is archived using standard clinical archiving protocols (PACS for CT, MIM-server,\nand dedicated server for list mode data for FDG-MR-PET) according to clinical practice in UZL. Clinical archiving protocol is meant to store\nclinically relevant data and might differ from our research protocol. We do not consider this to be a backup.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe estimate we will need around 7 Terabyte (TB) of hard disk space per year to save the imaging data. We estimated the total cost for 9 years\n(4 years of study plus 5 years after the end of the study) to be around €11340, based on a price of €180 per TB.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOur original imaging and annotated EEG data will be made available to researchers who provide a methodologically sound proposal.\nSupporting Information:\nStudy Protocol\nStatistical Analysis Plan (SAP)\nClinical Study Report (CSR)\nAnalytic Code\nTime Frame:\ndata will be made available after publication of our results. There is no end date.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOur original imaging and annotated EEG data will be made available to researchers who provide a methodologically sound proposal.\nTo gain access, data requestors will need to sign a data access agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n7 of 10\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nCurrently the clinical, electrographic and radiological data is stored in a dedicated firewall protected UZ Leuven server and REDcap (as\nmentioned before). \nAfter publication of our results, we will upload our data to the KU Leuven RDR depository.\nWhen will the data be made available?\nWhen will the data be made available?\nAfter publication of our results. \n \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution 4.0 International CC-BY-4.0 \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nNot applicable.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nCurrently, we have not considered any costs for data sharing. \nEEG data sets, and clinical information and processed images will demand relatively little storage.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nM.D. Jeroen Gijs \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nM.D. Jeroen Gijs, UZL, UZL REDcap \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nM.D. Jeroen Gijs, UZL, UZL REDcap \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nM.D. Jeroen Gijs \nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n8 of 10\nThe role of cerebral imaging in the diagnosis, management and prognosis of \nThe role of cerebral imaging in the diagnosis, management and prognosis of \npossible non-convulsive status\npossible non-convulsive status\nepilepticus\nepilepticus\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n9 of 10\nThe role of cerebral imaging in the diagnosis, management and prognosis of \nThe role of cerebral imaging in the diagnosis, management and prognosis of \npossible non-convulsive status\npossible non-convulsive status\nepilepticus\nepilepticus\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nYes\nCreated using DMPonline.be. Last modiﬁed 21 February 2024\n10 of 10"
    },
    "clean_full_text": "The role of cerebral imaging in the diagnosis, management and prognosis of The role of cerebral imaging in the diagnosis, management and prognosis of possible non-convulsive status possible non-convulsive status epilepticus epilepticus A Data Management Plan created using DMPonline.be Creators: Creators: Jeroen Gijs, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n. Grant number / URL: Grant number / URL: T000423N ID: ID: 202502 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Patient, problem or population: The diagnosis of non-convulsive status epilepticus (NCSE) is currently based on electroclinical data. The current gold-standard EEG criteria for the diagnosis of NCSE are known as the “Salzburg criteria”. EEG patterns, which belong to the interictal-ictal continuum (IIC) only allow a diagnosis of possible NCSE. In these cases, it is recommended to treat with antiseizure medication (ASM), and confirm a diagnosis of NCSE only if clinic and EEG improves. This approach is problematic since patients who are not in NCSE will receive unnecessary treatment with potential side effects, and absence of response does not exclude refractory NCSE. In addition, it is unclear what a trial with ASM involves and over what time period this should be evaluated. In our study, we will select this group of patients with possible NCSE. Intervention: We will obtain 18F-fluorodeoxyglucose positron emission tomography (FDG-PET), arterial spin labeling (ASL) MR imaging, and CT perfusion (CTP). We will determine which IIC patterns are associated with hyper-metabolism/-perfusion, which is an argument for ongoing ictal activity, and hypo-metabolism/- perfusion, which is consistent with an interictal state. Deliverable 1. Cerebral imaging algorithm in possible NCSE. Deliverable 2. New diagnostic criteria of NCSE based on cerebral imaging. Deliverable 3: Guidelines for best management of possible NCSE based on cerebral imaging. Deliverable 4. Determination of the prognostic role of cerebral imaging in possible NCSE. Last modified: Last modified: 21-02-2024 Created using DMPonline.be. Last modiﬁed 21 February 2024 1 of 10 The role of cerebral imaging in the diagnosis, management and prognosis of The role of cerebral imaging in the diagnosis, management and prognosis of possible non-convulsive status possible non-convulsive status epilepticus epilepticus Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) The research will collect following datatypes: - Medical information of participants gathered based on information within the medical record and clinical examination. - Imaging information (DICOM files) of MR-FDG-PET and CT files. - Electrographic information (EDF files) gathered from clinically indicated video-EEG's. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) Clinical and EEG information are collected for clinical purposes. This includes data from the clinical file, and clinically indicated video-EEG. In addition, radiographic information will not be blinded and can be used clinically (CT and MR-FDG-PET). In accordance with UZ Leuven guidelines, this data is stored in a patient-specific manner. Specifically, clinical information is stored in the KWS system at UZ Leuven. Radiographic information is stored in the PACS (CT and MR- FDG-PET) and MIM-server(MR-FDG-PET, list mode). EEG information from the video-EEG is stored on a dedicated server specific to UZ- Leuven, part of BrainRT. In addition to these, aggregated pseudonymized data is securely stored on dedicated servers, ensuring the privacy and security of patient information while allowing for comprehensive data analysis. This information will be stored in: - During research: Redcap, UZ Leuven server (access-protected) - After research: Redcap, UZ Leuven server (access-protected) M.D. Jeroen Gijs and prof. Dr. Wim Van Paesschen will have acces to the Redcap server and UZ Leuven server. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) Not applicable (data will be preserved for at least 5 years). Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) REDcap is a secure web application for building and managing clinical data. M.D. Jeroen Gijs followed training for investigator and developer access to the REDcap project. EDF files and DICOM/NIFTI files can not be stored within REDcap. They will be safely stored in a UZ Leuven server, where M.D. Jeroen Gijs and prof. Dr. Wim van Paesschen will have sole access to patient-specific data. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Prof. Dr. Wim Van Paesschen and Prof. Dr. Nicolas Gaspard will perform blind annotation of pseudonymized EEG files. This process involves exporting the EEG data to Prof. Dr. Nicolas Gaspard at Erasme Hospital. Please note that only pseudonymized EEG data will be exported for blind reading. Prof. Dr. Nicolas Gaspard will interpret these EEGs using the BrainRT software, identical to the one we utilize at UZ Leuven. To ensure patient confidentiality, the EEG files will be stripped of any identifiable information. This includes the removal of video content and the anonymization of headers and metadata using a dedicated tool within BrainRT. Headers will only containt pseudonymized information (so that blind annotation in REDcap can be performed). The export of EEG information will be conducted exclusively through Liquidfiles, a data-sharing tool specific to UZ Leuven, to further ensure Created using DMPonline.be. Last modiﬁed 21 February 2024 2 of 10 data security and privacy. Specifically, clinical information is stored in the KWS system at UZ Leuven. Radiographic information is stored in the PACS and MIM-server. EEG information from the video-EEG is stored on a dedicated server specific to UZ-Leuven, known as BrainRT. In addition to these, aggregated pseudonymized data is securely stored on dedicated servers, ensuring the privacy and security of patient information while allowing for comprehensive data analysis. Radiographic and electrographic information can be pre-processed and stored in several ways. To keep a clear overview of these performed steps and radiographic output data, every dedicated folder contains a word document specifying pre-processing steps. Created using DMPonline.be. Last modiﬁed 21 February 2024 3 of 10 The role of cerebral imaging in the diagnosis, management and prognosis of The role of cerebral imaging in the diagnosis, management and prognosis of possible non-convulsive status possible non-convulsive status epilepticus epilepticus FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Clinical information (REDcap) Clinically gathered information within REDcap, including eligibility, demographics, clinical presentation, evolution, treatment evolution, outcome, adverse events New data Digital Observational .csv <100GB / Radiographic information (MRI,18FDG PET, CT, CT-perfusion) (UZL server, PACS/ MIM server) Radiographic gathered data on 18FDG-PET-MR and CT-P New data Digital Observational .dcm .nii < 10TB / Electrographic information (UZL server, BrainRT- server) Video-EEG information New data Digital Observational .edf < 10TB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Human subject data will be collected. This can be divided in 3 data types: - Clinical information, prospectively collected. These examinations are performed as standard clinical practice. Video-data from video-EEG will not be stored. - Radiographic information (18-FDG-PET-MR and Photon-countin CT-perfusion) prospectively collected (not standard clinical practice). - Electrographic data (EDF format), prospectively collected and annotated. We recieved approval from the Ethics Committee Research UZ / KU Leuven for our study s67933, including an interventional (CT and FDG- PET-MR) and observational (collection of clinical, electrographic information) subpart. Prospective collection of this data will only be performed after informed consent signed and agreed by the participant or the legal representative of the participant. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Created using DMPonline.be. Last modiﬁed 21 February 2024 4 of 10 datasets or data types when appropriate. datasets or data types when appropriate. Yes We will process personal data. All aggregated data will be pseudonymised. Following personal data are stored: - Clinical information, prospectively collected: this data will contain personal information (age, weight, date of symptom onset, diagnosis, ...). - Radiographic information: metadata in DICOM headers will have a date of birth, age, and weight. - Electrographic data: metadata in EDF headers will have a date of birth. Data of births will not be processed. Names and surnames will not be stored or processed. Other personal information (home adress, email adress,...) is not stored nor processed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No At this moment there is no plan to commercially valorise this project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No We only have a data transfer agreement with prof. Dr. Nicolas Gaspard for blind annotation of EEG data. This agreement does not restrict exploitation or dissemination of our data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). - For REDcap data a codebook will be available on the REDcap server. - For radiographic data a README.TXT or Word file will be created for documenting pre-processing steps. This Readme.txt or Word document will also contain a standard protocol for naming of files (for example patient pseudonymised id, scan type, and processing steps patient1_PET_c_SUV_.nii). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No - For REDcap data a codebook will be available on the REDcap server. Created using DMPonline.be. Last modiﬁed 21 February 2024 5 of 10 - For radiographic data a README.TXT or Word file will be created for documenting pre-processing steps. This Readme.txt or Word document will also contain a standard protocol for naming of files (for example patient pseudonymised id, scan type, and processing steps patient1_PET_c_SUV_.nii). - Concerning metadata, all radiographic data will be stored in DICOM format. All electrographic data will be stored in EDF/EDF+ format. These are internationally recognized data formats. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? - Clinical data will be stored in the REDcap-allocated server. - Radiographic and electrographic data will be stored in a firewall-protected UZL server, where only M.D. Jeroen Gijs en prof. Dr. Wim Van Paesschen will have acces to. - In addition, clinical and EEG information are collected for clinical purposes. This includes data from the clinical file, and clinically indicated video-EEG. In addition, radiographic information will not be blinded and can be used clinically (CT and MR-FDG-PET). In accordance with UZ Leuven guidelines, this data is stored in a patient-specific manner. How will the data be backed up? How will the data be backed up? When using UZL REDCap, data is backed up as follows: The web server backup regime is specified below: An hourly backup, the last 6 versions of which are saved A daily backup, the last 7 versions of which are saved A weekly backup, the last 6 versions of which are saved The database backup regime is specified below: A nightly cold backup of all databases One month’s storage of the nightly cold backups When using UZL servers, data is backed up following an in-house protocol, we opted for a 'medium' backup protocol: 2 weekly and 48 hours backup. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently we have 2 Terabyte (TB) of data storage in the UZL server. If this proves to be insufficient we will demand more data storage space. We estimate to need 7 TB of data storage per year on UZL server. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only prof. Dr. Wim Van Paeeschen and M.D. Jeroen Gijs will have developer access to the REDcap project. Only prof. Dr. Wim van Paesschen and M.D. Jeroen Gijs will have access to the UZL server. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? We estimate we will need around 7 TB of hard disk space per year to save the imaging data. We estimated the total cost of our TBM-FWO project for 9 years (4 years of study plus 5 years after the end of the study) to be around €11340, based on a price of €180 per TB. Created using DMPonline.be. Last modiﬁed 21 February 2024 6 of 10 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All collected data will be retained for at least 5 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Clinical data will be archived in REDcap. Radiographic and clinico-electrographic data will be archived in the UZL server. In addition, as radiographic data is not blinded this data is archived using standard clinical archiving protocols (PACS for CT, MIM-server, and dedicated server for list mode data for FDG-MR-PET) according to clinical practice in UZL. Clinical archiving protocol is meant to store clinically relevant data and might differ from our research protocol. We do not consider this to be a backup. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We estimate we will need around 7 Terabyte (TB) of hard disk space per year to save the imaging data. We estimated the total cost for 9 years (4 years of study plus 5 years after the end of the study) to be around €11340, based on a price of €180 per TB. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Our original imaging and annotated EEG data will be made available to researchers who provide a methodologically sound proposal. Supporting Information: Study Protocol Statistical Analysis Plan (SAP) Clinical Study Report (CSR) Analytic Code Time Frame: data will be made available after publication of our results. There is no end date. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Our original imaging and annotated EEG data will be made available to researchers who provide a methodologically sound proposal. To gain access, data requestors will need to sign a data access agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Created using DMPonline.be. Last modiﬁed 21 February 2024 7 of 10 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Currently the clinical, electrographic and radiological data is stored in a dedicated firewall protected UZ Leuven server and REDcap (as mentioned before). After publication of our results, we will upload our data to the KU Leuven RDR depository. When will the data be made available? When will the data be made available? After publication of our results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution 4.0 International CC-BY-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No Not applicable. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Currently, we have not considered any costs for data sharing. EEG data sets, and clinical information and processed images will demand relatively little storage. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? M.D. Jeroen Gijs Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? M.D. Jeroen Gijs, UZL, UZL REDcap Who will manage data preservation and sharing? Who will manage data preservation and sharing? M.D. Jeroen Gijs, UZL, UZL REDcap Who will update and implement this DMP? Who will update and implement this DMP? M.D. Jeroen Gijs Created using DMPonline.be. Last modiﬁed 21 February 2024 8 of 10 The role of cerebral imaging in the diagnosis, management and prognosis of The role of cerebral imaging in the diagnosis, management and prognosis of possible non-convulsive status possible non-convulsive status epilepticus epilepticus GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 February 2024 9 of 10 The role of cerebral imaging in the diagnosis, management and prognosis of The role of cerebral imaging in the diagnosis, management and prognosis of possible non-convulsive status possible non-convulsive status epilepticus epilepticus DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Yes Created using DMPonline.be. Last modiﬁed 21 February 2024 10 of 10"
}