{
    "document_id": "D-2023-2024",
    "LinkTitle": "D-2023-2024",
    "file_name": "D-2023-2024.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2024.pdf",
    "metadata": {
        "title": "The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes and their controlled polymerization to high MW polymers",
        "author": "N/A",
        "creation_date": "2023-05-03 11:44:17+02:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes\nand their controlled polymerization to high MW polymers\nA Data Management Plan created using DMPonline.be\nCreator: \nMargot Houbrechts \n \nhttps://orcid.org/0000-0002-3412-4381\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMargot Houbrechts \n \nhttps://orcid.org/0000-0002-3412-4381\nData Manager:\n \nMargot Houbrechts \n \nhttps://orcid.org/0000-0002-3412-4381\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \n1S58023N\nID: \n198223\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nThe transition from a linear economy to a fully circular, closed loop economy goes along two tracks. First, for existing materials, improved\nrecycling techniques are desired; but most current polymer types are hard to recycle to identical chemical building blocks. The alternative\nis to develop materials that are designed to be easily chemically recycled to their original monomers (‘CRM’). In this PhD, the focus is on\nsuch a class of polymers, viz. polyacetals formed from the ring-opening polymerization of 1,3-dioxacycloalkanes, such as 1,3-dioxolane.\nFirst, we address the high yield preparation of the monomers from alpha,omega-diols and formaldehyde, using hydrophobic zeolites as\nthe preferred catalysts. Next, solid catalysts are identified for the conversion of 1,3-dioxacycloalkanes to high molecular weight\npolyacetals, either via ring-opening polymerization (ROP) on Lewis acid sites, or via cationic ROP (CROP). The major asset of the solid\ncatalysts is that they are easy to remove from the product, which impedes spontaneous depolymerization of the material. Double metal\ncyanides and Lewis acid zeolites are earmarked as platforms to design polymerization catalysts; to understand the catalysts’ action, they\nare thoroughly characterized, also in catalytic operation, e.g. via X-ray absorption spectroscopy. The physicochemical properties of the\nhigh MW polymers are briefly explored, as well as their controlled depolymerization to monomers on Brønsted acid solids.\nLast modified: \n03-04-2023\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n1 of 8\nThe path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes\nand their controlled polymerization to high MW polymers\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n2 of 8\nThe path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes\nand their controlled polymerization to high MW polymers\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n3 of 8\nThe path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes\nand their controlled polymerization to high MW polymers\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n4 of 8\nThe path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes\nand their controlled polymerization to high MW polymers\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nExperimental\ndata\nRaw datafiles containing material\ncharacerization data (NMR, UV-Vis, XRD,\nphysisorption and chemisorption data etc.)\nChromatographic data (GPC, GC, GC-MS\netc.\nGenerate new data\nDigital\nExperimental\nNMR data\n.csv\n.gcd\n.xrdml\n.SPA\n< 1 MB\n< 1 MB\n< 2 MB\n20 kB\n150 kB\n \n \nPhysical\nsamples\nCatalysts, reaction products\nGenerate new data\nPhysical\n \n \n \n1000\nreaction\nvials\nData\nprocessing\nexcel files, summaries, manuscripts and/or\npatents, presentations\nGenerate new data\nDigital\nSummarized experimental\ndata\n.xlsx\n.docx\n.pdf\n.pptx\n.cdxml\n< 1 MB\n< 500 kB\n< 500 kB\n1 MB\n< 500 kB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe methods and reactor configurations developed in this project have potential for valorization,\nwhich will be subjected for discussion during the project. Patents will be submitted, transferred\nand valorized with the assistance of the intellectual property unit of KU Leuven Research &\nDevelopment (LRD).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n5 of 8\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nDetails to reproduce reaction procedures are described in a personal lab booklet. Upon\npresentation or publication of data, procedures are described in sufficient detail to enable a\nreproduction of the generated results for an experienced user. ReadMe-files or recording\nmethods for advanced characterization are stored in parallel with generated data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nAlthough no metadata standard is available for the advanced characterization in this project, most techniques store a non-standardized ReadMe-file containing recording parameters and file\ninformation in parallel with recorded datasets. Alternatively, some datasets contain metadata headers on recording parameters (e.g. XRD diffractograms). The data will be stored and named in a\nconsistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in a\ncomprehensive excel worksheet with references to the identifiers. The resulting summaries will culminate in presentations, and finally in manuscripts and/or patents.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPhysical hand-notes of procedures and initial observations are kept in lab books. Digital data, with unambiguous identifiers for reactions and materials, are kept in cloud storage from ‘Box’. KU\nLeuven offers an Enterprise Box account 3, which offers an easy and secure storage space of up to 100 GB for each user.\nHow will the data be backed up?\nBy using the cloud storage of ‘Box’, digital data will be stored in parallel on the cloud and on the personal computer of the applicant, guaranteeing back-up for this data. Most raw data is also\nstored and frequently backed up off-line on external hard drives.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe cloud storage provides a storage space up to 100 GB for each user, while the project is\nexpected to generate less than 10 GB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment for private data. An Enterprise Box\naccount 3 for cloud storage ensures a secure environment.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage costs on Box are included in an internal service contract with the KU Leuven IT support service (SET-IT). No additional costs are expected for the storage of data. In case additional\ncosts do arise, they will be covered by the project budget or reserve funds.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for the expected 5 year period after the end of the project with exception of physical lab sampls.. Physical lab samples will be stored for 2 years or until a manuscript is\npeer-reviewed and published. This storage time is limited due to physical storage limitations regarding space and safety as well as the possibility of the chemical composition to change over time,\nyielding the samples unreliable. \nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n6 of 8\nWhere will these data be archived (stored and curated for the long-term)?\nUpon termination of the contract, the data will be transferred and stored on an external hard drive (Samsung Portable SSD T5 1 TB), managed by Annelies Van Vlasselaer.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe high capacity of the available external hard drive (1 TB) enables the preservation of data from multiple terminated or finished projects. Currently, an average of 15 GB is used for the finished\nprojects of each user, which allows to divide its cost over approximately 60 users. Given the cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved IT-\nexpenses are included in the project’s consumable expenses or covered by reserve funds.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nOther, please specify:\nGeneral data  and summaries (explained under \"Data processing\" in part 1) will be made available through means of 'Supplementary Information' accompanying a publication. Extra data such as\nchromatograms or specific spectral data can be made available upon request by email. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nGeneral data and summaries will be made available through means of 'Supplementary Information' accompanying a publication. Extra data such as chromatograms or specific spectral data can\nbe made available upon request by email.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected as the data can be shared via online platforms (e.g.\nWeTransfer) or the already budgeted storage cloud from Box. If additional costs would occur they\nwill be covered from reserve funds.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMargot Houbrechts (applicant) \nWho will manage data storage and backup during the research project?\nThe applicant (Margot Houbrechts), her supervisor (Dirk De Vos) and Annelies Van Vlasselaer. \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n7 of 8\nThe supervisor (Dirk De Vos) and Annelies Van Vlasselaer. \nWho will update and implement this DMP?\nMargot Houbrechts (applicant) \nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n8 of 8"
    },
    "clean_full_text": "The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes and their controlled polymerization to high MW polymers A Data Management Plan created using DMPonline.be Creator: Margot Houbrechts https://orcid.org/0000-0002-3412-4381 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Margot Houbrechts https://orcid.org/0000-0002-3412-4381 Data Manager: Margot Houbrechts https://orcid.org/0000-0002-3412-4381 Project Administrator: n.n. n.n. Grant number / URL: 1S58023N ID: 198223 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: The transition from a linear economy to a fully circular, closed loop economy goes along two tracks. First, for existing materials, improved recycling techniques are desired; but most current polymer types are hard to recycle to identical chemical building blocks. The alternative is to develop materials that are designed to be easily chemically recycled to their original monomers (‘CRM’). In this PhD, the focus is on such a class of polymers, viz. polyacetals formed from the ring-opening polymerization of 1,3-dioxacycloalkanes, such as 1,3-dioxolane. First, we address the high yield preparation of the monomers from alpha,omega-diols and formaldehyde, using hydrophobic zeolites as the preferred catalysts. Next, solid catalysts are identified for the conversion of 1,3-dioxacycloalkanes to high molecular weight polyacetals, either via ring-opening polymerization (ROP) on Lewis acid sites, or via cationic ROP (CROP). The major asset of the solid catalysts is that they are easy to remove from the product, which impedes spontaneous depolymerization of the material. Double metal cyanides and Lewis acid zeolites are earmarked as platforms to design polymerization catalysts; to understand the catalysts’ action, they are thoroughly characterized, also in catalytic operation, e.g. via X-ray absorption spectroscopy. The physicochemical properties of the high MW polymers are briefly explored, as well as their controlled depolymerization to monomers on Brønsted acid solids. Last modified: 03-04-2023 Created using DMPonline.be. Last modiﬁed 03 April 2023 1 of 8 The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes and their controlled polymerization to high MW polymers Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 03 April 2023 2 of 8 The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes and their controlled polymerization to high MW polymers DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 April 2023 3 of 8 The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes and their controlled polymerization to high MW polymers GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 April 2023 4 of 8 The path to to chemically recyclable polymers: catalytic synthesis of 1,3-dioxacycloalkanes and their controlled polymerization to high MW polymers FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Experimental data Raw datafiles containing material characerization data (NMR, UV-Vis, XRD, physisorption and chemisorption data etc.) Chromatographic data (GPC, GC, GC-MS etc. Generate new data Digital Experimental NMR data .csv .gcd .xrdml .SPA < 1 MB < 1 MB < 2 MB 20 kB 150 kB Physical samples Catalysts, reaction products Generate new data Physical 1000 reaction vials Data processing excel files, summaries, manuscripts and/or patents, presentations Generate new data Digital Summarized experimental data .xlsx .docx .pdf .pptx .cdxml < 1 MB < 500 kB < 500 kB 1 MB < 500 kB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The methods and reactor configurations developed in this project have potential for valorization, which will be subjected for discussion during the project. Patents will be submitted, transferred and valorized with the assistance of the intellectual property unit of KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 03 April 2023 5 of 8 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Details to reproduce reaction procedures are described in a personal lab booklet. Upon presentation or publication of data, procedures are described in sufficient detail to enable a reproduction of the generated results for an experienced user. ReadMe-files or recording methods for advanced characterization are stored in parallel with generated data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Although no metadata standard is available for the advanced characterization in this project, most techniques store a non-standardized ReadMe-file containing recording parameters and file information in parallel with recorded datasets. Alternatively, some datasets contain metadata headers on recording parameters (e.g. XRD diffractograms). The data will be stored and named in a consistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in a comprehensive excel worksheet with references to the identifiers. The resulting summaries will culminate in presentations, and finally in manuscripts and/or patents. 3. Data storage & back-up during the research project Where will the data be stored? Physical hand-notes of procedures and initial observations are kept in lab books. Digital data, with unambiguous identifiers for reactions and materials, are kept in cloud storage from ‘Box’. KU Leuven offers an Enterprise Box account 3, which offers an easy and secure storage space of up to 100 GB for each user. How will the data be backed up? By using the cloud storage of ‘Box’, digital data will be stored in parallel on the cloud and on the personal computer of the applicant, guaranteeing back-up for this data. Most raw data is also stored and frequently backed up off-line on external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The cloud storage provides a storage space up to 100 GB for each user, while the project is expected to generate less than 10 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. An Enterprise Box account 3 for cloud storage ensures a secure environment. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage costs on Box are included in an internal service contract with the KU Leuven IT support service (SET-IT). No additional costs are expected for the storage of data. In case additional costs do arise, they will be covered by the project budget or reserve funds. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for the expected 5 year period after the end of the project with exception of physical lab sampls.. Physical lab samples will be stored for 2 years or until a manuscript is peer-reviewed and published. This storage time is limited due to physical storage limitations regarding space and safety as well as the possibility of the chemical composition to change over time, yielding the samples unreliable. Created using DMPonline.be. Last modiﬁed 03 April 2023 6 of 8 Where will these data be archived (stored and curated for the long-term)? Upon termination of the contract, the data will be transferred and stored on an external hard drive (Samsung Portable SSD T5 1 TB), managed by Annelies Van Vlasselaer. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The high capacity of the available external hard drive (1 TB) enables the preservation of data from multiple terminated or finished projects. Currently, an average of 15 GB is used for the finished projects of each user, which allows to divide its cost over approximately 60 users. Given the cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved IT- expenses are included in the project’s consumable expenses or covered by reserve funds. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: General data and summaries (explained under \"Data processing\" in part 1) will be made available through means of 'Supplementary Information' accompanying a publication. Extra data such as chromatograms or specific spectral data can be made available upon request by email. If access is restricted, please specify who will be able to access the data and under what conditions. Only uses for research purposes will be allowed and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. General data and summaries will be made available through means of 'Supplementary Information' accompanying a publication. Extra data such as chromatograms or specific spectral data can be made available upon request by email. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected as the data can be shared via online platforms (e.g. WeTransfer) or the already budgeted storage cloud from Box. If additional costs would occur they will be covered from reserve funds. 6. Responsibilities Who will manage data documentation and metadata during the research project? Margot Houbrechts (applicant) Who will manage data storage and backup during the research project? The applicant (Margot Houbrechts), her supervisor (Dirk De Vos) and Annelies Van Vlasselaer. Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 03 April 2023 7 of 8 The supervisor (Dirk De Vos) and Annelies Van Vlasselaer. Who will update and implement this DMP? Margot Houbrechts (applicant) Created using DMPonline.be. Last modiﬁed 03 April 2023 8 of 8"
}