{
    "document_id": "D-2023-2326",
    "LinkTitle": "D-2023-2326",
    "file_name": "D-2023-2326.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2326.pdf",
    "metadata": {
        "title": "D-2023-2326",
        "author": "Stefania Marzo",
        "creation_date": "2024-03-29 10:41:54+01:00",
        "num_pages": 12
    },
    "content": {
        "full_text": " \nSTEFANIA'S PLAN  \nA Data Management Plan created using DMPonline.be  \n \nCreator:      Stefania Marzo    \n \nAffiliation: KU Leuven (KUL)  \n \nTemplate: KU Leuven BOF -IOF \n \nID: 205948  \n \nLast modified: 26-03-2024  \n \n \n \nSTEFANIA'S PLAN  \n \n \nRESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data \ntype (observational, experimental etc.), provide a short name & description (suffi cient for yourself to know what data it is about), indicate whether the \ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file \nextension), and an estimate of t he upper limit of the volume of the data.  \n \n \n \n \nDataset Name Description  New or \nReused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Data Volume (MB, \nGB, TB)  \n \nProduction  \n(CitéTALK )  \nAudio -recordings  \n• self-recordings  at home \nand during leisure \nactivities  (1h/speaker)  \n• picture description \ntasks  \n     (10 min/speaker)  ☒ Generate \nnew data  \n☐ Reuse \nexisting \ndata ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☒ Compiled/  \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA ☐ .por \n☐ .xml \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☒ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n• Sociolinguistic \ninterviews   \n(20 min/speaker)  \n \n= in total 1,5 hours of \nspoken data per speaker \nor  90 hours in total (60 \nspeakers)   \n ☐ .tab \n☐ .gml \n☒ other:  \n- WAV files (audio)  \n- Computational scripts for \nR (statistics)  \n \n☐ NA ☐ NA \n \n \nPRAAT Annotated  \ncorpus  \n(CitéTALK  PRAAT  ) Phonetic  annota tions  of \ndataset 1 ( CitéTALK ):  \nexclusivel y for ph onetic \nfeatures  in the softwaare \nPRAAT   ☒ Generate \nnew data  \n☐ Reuse \nexisting \ndata ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☒ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ N ☐ .por \n☒ .xml \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml \n☐ other:  \n☐ NA: ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nELAN  Annotated  \ncorpus  \n(CitéTALK  ELAN  ) Transcriptions of  dataset 1 \n(CitéTALK ):  transcriptions \nand annot ation of phonetic \nand morphologic features   ☒ Generate \nnew data  \n☐ Reuse \nexisting \ndata ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☒ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ N ☐ .por \n☐ .xml \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml \n☐ other:  \n☐ NA: ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nAnnotated corpus  \n(CitéTALK EXCEL ) Excel sheets with detailed \ntranscriptions of dataset 1 \n(CITETALK) , annotated  for \nseveral variables for 90 \ninformants in  \ndifferent contexts \n(home/leisure/interviews/task\ns) \n \nthe excel sheets are \nexported files from ELAN  ☒ Generate \nnew data  \n☐ Reuse \nexisting \ndata ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☒ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ N ☐ .por \n☒ .xml \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml \n☐ other:  \n☐ NA: ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nAttitudes  \n(CitéEXPERIENCE )  \nTwo online experiments  \n(tool to be determined)  \nWhere evaluations and \nperceptions of linguistic \nfeatures are measured  \n \n+ the output  files (c sv) \n \n500 respondents  ☒ Generate \nnew data  \n☐ Reuse \nexisting \ndata ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml \n☐ .tab \n☒ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml \n☐ other:  \n☐ NA:  \n ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nR-scripts for statistical \nanalysis  \n(CitéSCRIPTS )  ☒ Generate \nnew data  \n☒ Reuse \nexisting \ndata ☒ Digital  \n☐ Physical  ☐ Observational  \n☐ Experimental  \n☒ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☒ .xml \n☐ .tab \n☒ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml \n☒ other: scripts in used in R \nstudio  \n☐ NA:  \n ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc .) per dataset or data type:  \n \n \nQuestion not answered.  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use) ? If so, refer to specific \ndatasets or data types when appropriate and provide the relevant ethical approv al number.  \n \n \nYes, we are using human subject data.  \nWe plan to collect linguistic  (CitéTALK ) and attitudinal (CitéEXPERIENCE ) data from speakers, including specific types of data described below. We have already \nreceived ethical approval for the majority of the data collection, which includes participants aged 16 and over. An amendment is being  prepared to extend the data \ncollection to younger people, specifically those between the ages of 13 and 16.  \n \n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Le uven or UZ Leuven \nprivacy register number (G or S number).  \n \n \nFor each data type (self -recordings, interviews, tasks and attitude experiments), the project team will produce detailed documentation consisting of m etadata. We \nwill collect the following personal demographic metadata: Year of birth, gender, place of livi ng during childhood, educational qualification, current place of living, \ncitizenship and ethnic background (migration or not), place of birth and living of grand -parents/partners, social network, and language use at home, at work and \namong friends.  \nAlso, each respondent will receive a unique identifier.  \n \nPrivacy Registry Reference:  G-2023 -6774 -R2(AMD)  \n \nDoes yo ur work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)?  If so, please \ncomment per dataset or data type where appropriate.   \n \n \nNo. \n \n \nDo existing 3rd party agreements rest rict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research \ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in  place.  \n \n \nNo. \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you ( re)use? If so, please \nexplain in the comment section to what data they relate and which restrictions will be assert ed. \n \n \nIdeally, the production corpus ( CitéTALK ) will be shared as a corpu s (at the end of the project). This issue will be dealt with in the  next months.  \n \n  \n \nDOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable  and usable, for \nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, \nREADME.txt files, codebook.tsv etc. where this information is recorded).   \n \n \nA comprehensive codebook is currently under development, which will be a detailed explanation of each socio -demographic parameter, each language variable, \nand each language annotation (across all language levels). This will include a code for all parameters, covering all levels and detailing how everything is \nannotated. In addition, each speaker is assigned a unique ID for both the production and attitude datasets. The process for t he production dataset is slightly more \ncomplex, as each ID is also pseudonymized; this metad ata set is keyed securely. In addition, the data collection protocol, analysis methods, and decisions made \nare documented in a readme file.  \n \nWill a metadata standard be used to make it easier to find and reuse the data?   NO \nIf so, please specify which metadata standa rd will be used.  \n \nIf not, please specify which metadata will be created to make the data easier to find and reuse.   \n \n \nQuestion not answered.  \n \n \n \n  \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \n \n- We will use the desktop file storage offered at KU Leuven, including central network folders KU Leuven OneDrive (this storage  space is safe and automatically \nbacked up).  \n- We will use two external hard drives for local storage.  \n- We are considering  the use of back -end storage a t KU Leuven for a supplementary and safe backup of the audio f iles (larger volume types) : during the project  \n- We will also  additionally publish our  anonymized  datasets on Open Science Framework (OSF).  \n \n \nHow will the data be backed up?  \n \n- We will use two external hard drives for local storage.  \n- Storage on the KU Leuven OneDrive – it is safe and automatically backed up. \n- Back -end st orage at K U leuven for supplementary backup (larger volume):  \n \n \nIs there currently sufficient storage & backup capacity during the project?  \n \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.   \n \n \nYes: external hard drivers are used +  KU Leuven OneDrive  + backup solution at KU Leuven (back -end s torage)  \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   \n \n \nAll PCs purchased through the Faculty have Bitlocker pre -installed  and Back -end s torage at KU Leuven is also sa fe. \n \nSAFE STORAGE OF PSEUDONIMISED SPOKEN DATA  \nSpoken data:  \n- A list of 60 names (boys and girls) is created. Each name on the list is assigned a random number between 1 and 60.  \n- The names of the respondents are assigned a random sequence number.  \n- The sequence numbers are linked, and thus a random (girl or boy)  name is assigned to each respondent.  \nStorage mode: the PI keeps the key in a separate folder created specifically for this document. The keys are stored in a pass word -protected Word document. The \nkey and the data are not in the same place.  \n \nThe online q uestionnaires : \nThe question naires ar e completely anonymous and thus don’t have to be pseudonomised or stored with a key . \n \nWhat are the expected costs for data storage and backup during the research project? How will these cost s be covered?  \n \nThe two  external hard drives for local storage  will be covered by the project budget (+/ -€ 150 for 5TB = +/ -  € 300 for the backup of the dataset)  \nBack -end s torage will also be covered by t he project: around 225 euro per TB – only mp3 versions of the audio files will be stored.  \n \n \n  \n \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after th e end of the project?  \n \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget iss ues, institutional \npolicies...).  \n \n \nIt is intended that all data will be preserved for longitudinal research  (by the PI Stefania Marzo) , that is, kept for more than 10 years. This approach is taken \nbecause the project marks the beginning of long -term research aimed at studying language change t hroughout the life span of speakers.  \n \n \nWhere will these data be archived (stored and curated for the long -term)?   \n \n \nWe will rely on a file storage option offered at KU Leuven (Archive storage per TB).  \nThis type of storage is used to cost -efficiently store la rge amounts of data for long periods of time.  \nSee: File storage - ICTS Servicecatalogus (kuleuven.be)  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?  \n \n \nAround  € 250 euro / year . These costs will be covered and anticipated (for 10 years) by the project budget  \n \n \n  \nDATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the p roject?   \nPlease explain per dataset or data type which data will be made available.  \n \n \n \nProduction  \n(CitéTALK )  \nRaw material (a udio data):  not shared  \n \nPRAAT Annotated  corpus  \n(CitéTALK  PRAAT  )  \nPhonetic annotations   Not shared  \n \nELAN  Annotated  corpus  \n(CitéTALK  ELAN  )  \nExported transcriptio ns \n(not Elan files)   \nShared (only the exp orted transcriptions in excel) at the end of the \nproject: platform to be discussed  \n \nAnnotated corpus  \n(CitéTALK EXCEL )  \nExcel sheets wi th transc riptions and \nannotation  Shared  at the end of the project: platform to be discussed  \n \nAttitudes  \n(CitéEXPERIENCE ) Datasets (anonyme) with csv files  Shared  via O pen Scien ce Framework (OSF)  \nR-scripts for statistical \nanalysis  \n(CitéSCRIPTS )  \nScripts for statistical analyses and output \nof the analyses  Shared via OSF  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.   \n \n \nQuestion not answered.  \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  \n \nPlease explain per dataset or data type where appropriate.  \n \n \nPrivacy and ethical issues.  \n \n \nWhere will the data be made available?   \n \nIf already known, please provide a repository per dataset or data type.  \n \nWe are considering making the transcribed corpus of spoken data available through the use of an online tool or repository for ac cess (to be determined).  \n \n \nWhen will the data be made available?   \n \n \nThis initiative will be in place at the end of the project, after the dissertation defense and publication of the first paper s. This approach ensures academic integrity \nand strategic publication o f research results, allowing for peer review and scholarly discourse prior to public access.  \n \n \nWhich data usage licenses are you going  to provide?  \n \nIf none, please explain why.   \n \n \nCopyright for analyses and transcriptions is held by PI under the license CC -BY-NC 4.0. Participants retain full access to their data if they wish.  \n \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.   \n \n \nNo. \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?    \n \n \nThis aspect is still to be determined, bu t possible costs will be covered by the project.  \n \n \n \nRESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?   \n \n \nStefania Marzo (PI ) \n \n \nWho will manage data storage and backup during the research project?   \n \n \nStefania Marzo (PI ) \n \n \nWho will manage data preservation and sharing?   \n \n \nStefania Marzo (PI ) \n \n \nWho will update and implement this DMP?   \n \n \nStefania Marzo (PI ) \n \n "
    },
    "clean_full_text": "STEFANIA'S PLAN A Data Management Plan created using DMPonline.be Creator: Stefania Marzo Affiliation: KU Leuven (KUL) Template: KU Leuven BOF -IOF ID: 205948 Last modified: 26-03-2024 STEFANIA'S PLAN RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (suffi cient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of t he upper limit of the volume of the data. Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Production (CitéTALK ) Audio -recordings • self-recordings at home and during leisure activities (1h/speaker) • picture description tasks (10 min/speaker) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ < 10 TB ☐ < 50 TB ☐ > 50 TB • Sociolinguistic interviews (20 min/speaker) = in total 1,5 hours of spoken data per speaker or 90 hours in total (60 speakers) ☐ .tab ☐ .gml ☒ other: - WAV files (audio) - Computational scripts for R (statistics) ☐ NA ☐ NA PRAAT Annotated corpus (CitéTALK PRAAT ) Phonetic annota tions of dataset 1 ( CitéTALK ): exclusivel y for ph onetic features in the softwaare PRAAT ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ N ☐ .por ☒ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA: ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA ELAN Annotated corpus (CitéTALK ELAN ) Transcriptions of dataset 1 (CitéTALK ): transcriptions and annot ation of phonetic and morphologic features ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ N ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA: ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Annotated corpus (CitéTALK EXCEL ) Excel sheets with detailed transcriptions of dataset 1 (CITETALK) , annotated for several variables for 90 informants in different contexts (home/leisure/interviews/task s) the excel sheets are exported files from ELAN ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ N ☐ .por ☒ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA: ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Attitudes (CitéEXPERIENCE ) Two online experiments (tool to be determined) Where evaluations and perceptions of linguistic features are measured + the output files (c sv) 500 respondents ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA: ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA R-scripts for statistical analysis (CitéSCRIPTS ) ☒ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☒ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: scripts in used in R studio ☐ NA: ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc .) per dataset or data type: Question not answered. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use) ? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approv al number. Yes, we are using human subject data. We plan to collect linguistic (CitéTALK ) and attitudinal (CitéEXPERIENCE ) data from speakers, including specific types of data described below. We have already received ethical approval for the majority of the data collection, which includes participants aged 16 and over. An amendment is being prepared to extend the data collection to younger people, specifically those between the ages of 13 and 16. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Le uven or UZ Leuven privacy register number (G or S number). For each data type (self -recordings, interviews, tasks and attitude experiments), the project team will produce detailed documentation consisting of m etadata. We will collect the following personal demographic metadata: Year of birth, gender, place of livi ng during childhood, educational qualification, current place of living, citizenship and ethnic background (migration or not), place of birth and living of grand -parents/partners, social network, and language use at home, at work and among friends. Also, each respondent will receive a unique identifier. Privacy Registry Reference: G-2023 -6774 -R2(AMD) Does yo ur work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No. Do existing 3rd party agreements rest rict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you ( re)use? If so, please explain in the comment section to what data they relate and which restrictions will be assert ed. Ideally, the production corpus ( CitéTALK ) will be shared as a corpu s (at the end of the project). This issue will be dealt with in the next months. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). A comprehensive codebook is currently under development, which will be a detailed explanation of each socio -demographic parameter, each language variable, and each language annotation (across all language levels). This will include a code for all parameters, covering all levels and detailing how everything is annotated. In addition, each speaker is assigned a unique ID for both the production and attitude datasets. The process for t he production dataset is slightly more complex, as each ID is also pseudonymized; this metad ata set is keyed securely. In addition, the data collection protocol, analysis methods, and decisions made are documented in a readme file. Will a metadata standard be used to make it easier to find and reuse the data? NO If so, please specify which metadata standa rd will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Question not answered. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? - We will use the desktop file storage offered at KU Leuven, including central network folders KU Leuven OneDrive (this storage space is safe and automatically backed up). - We will use two external hard drives for local storage. - We are considering the use of back -end storage a t KU Leuven for a supplementary and safe backup of the audio f iles (larger volume types) : during the project - We will also additionally publish our anonymized datasets on Open Science Framework (OSF). How will the data be backed up? - We will use two external hard drives for local storage. - Storage on the KU Leuven OneDrive – it is safe and automatically backed up. - Back -end st orage at K U leuven for supplementary backup (larger volume): Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes: external hard drivers are used + KU Leuven OneDrive + backup solution at KU Leuven (back -end s torage) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All PCs purchased through the Faculty have Bitlocker pre -installed and Back -end s torage at KU Leuven is also sa fe. SAFE STORAGE OF PSEUDONIMISED SPOKEN DATA Spoken data: - A list of 60 names (boys and girls) is created. Each name on the list is assigned a random number between 1 and 60. - The names of the respondents are assigned a random sequence number. - The sequence numbers are linked, and thus a random (girl or boy) name is assigned to each respondent. Storage mode: the PI keeps the key in a separate folder created specifically for this document. The keys are stored in a pass word -protected Word document. The key and the data are not in the same place. The online q uestionnaires : The question naires ar e completely anonymous and thus don’t have to be pseudonomised or stored with a key . What are the expected costs for data storage and backup during the research project? How will these cost s be covered? The two external hard drives for local storage will be covered by the project budget (+/ -€ 150 for 5TB = +/ - € 300 for the backup of the dataset) Back -end s torage will also be covered by t he project: around 225 euro per TB – only mp3 versions of the audio files will be stored. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after th e end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget iss ues, institutional policies...). It is intended that all data will be preserved for longitudinal research (by the PI Stefania Marzo) , that is, kept for more than 10 years. This approach is taken because the project marks the beginning of long -term research aimed at studying language change t hroughout the life span of speakers. Where will these data be archived (stored and curated for the long -term)? We will rely on a file storage option offered at KU Leuven (Archive storage per TB). This type of storage is used to cost -efficiently store la rge amounts of data for long periods of time. See: File storage - ICTS Servicecatalogus (kuleuven.be) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Around € 250 euro / year . These costs will be covered and anticipated (for 10 years) by the project budget DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the p roject? Please explain per dataset or data type which data will be made available. Production (CitéTALK ) Raw material (a udio data): not shared PRAAT Annotated corpus (CitéTALK PRAAT ) Phonetic annotations Not shared ELAN Annotated corpus (CitéTALK ELAN ) Exported transcriptio ns (not Elan files) Shared (only the exp orted transcriptions in excel) at the end of the project: platform to be discussed Annotated corpus (CitéTALK EXCEL ) Excel sheets wi th transc riptions and annotation Shared at the end of the project: platform to be discussed Attitudes (CitéEXPERIENCE ) Datasets (anonyme) with csv files Shared via O pen Scien ce Framework (OSF) R-scripts for statistical analysis (CitéSCRIPTS ) Scripts for statistical analyses and output of the analyses Shared via OSF If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Privacy and ethical issues. Where will the data be made available? If already known, please provide a repository per dataset or data type. We are considering making the transcribed corpus of spoken data available through the use of an online tool or repository for ac cess (to be determined). When will the data be made available? This initiative will be in place at the end of the project, after the dissertation defense and publication of the first paper s. This approach ensures academic integrity and strategic publication o f research results, allowing for peer review and scholarly discourse prior to public access. Which data usage licenses are you going to provide? If none, please explain why. Copyright for analyses and transcriptions is held by PI under the license CC -BY-NC 4.0. Participants retain full access to their data if they wish. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No. What are the expected costs for data sharing? How will these costs be covered? This aspect is still to be determined, bu t possible costs will be covered by the project. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Stefania Marzo (PI ) Who will manage data storage and backup during the research project? Stefania Marzo (PI ) Who will manage data preservation and sharing? Stefania Marzo (PI ) Who will update and implement this DMP? Stefania Marzo (PI )"
}