{
    "document_id": "D-2022-1570",
    "LinkTitle": "D-2022-1570",
    "file_name": "D-2022-1570.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1570.pdf",
    "metadata": {
        "title": "D-2022-1570",
        "author": "Rose-Lima Van Keer",
        "num_pages": 4
    },
    "content": {
        "full_text": "Data Management Plan (DMP) RESONET\nProject Name: REsilience and SOlidarity in intercultural encounters between displaced\nmigrants and host society members: An ego-centered NETwork approach (RESONET)\nPrincipal Investigator / Researcher Prof. Karen Phalet\nDescription\nThe growing number of displacement and resettlement of asylum seekers and refugees \nthroughout European countries calls into question how to facilitate their integration in the \nreceiving societies. Although intercultural ties offer clear opportunities for promoting \nintegration and social participation in the host society, they posit a number of challenges that \nwill be properly recognized and addressed in this research. The main goal of this research is to  \ninvestigate optimal conditions of intercultural ties during solidarity-based initiatives. Via the \nanalysis of existing qualitative  data sources and the collection of new qualitative data in \nFlanders (Belgium) we will investigate meanings and experiences of particular relationships \nand the dynamics of reciprocity between displaced migrants and host society members.  \nInstitution KU Leuven\n1. General Information\nName applicant\nProf. Karen Phalet\nFWO Project Number & Title\nProject number: G0D8722N\nProject title: REsilience and SOlidarity in intercultural encounters between displaced\nmigrants and host society members: An ego-centered NETwork approach (RESONET)\nAffiliation\nCenter for Social and Cultural Psychology, KU Leuven. Tiensestraat 102, 3000 Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nWe will analyze existing qualitative data on emerging intercultural ties among displaced \nmigrants and host society members engaged in solidarity initiatives and collect new \nqualitative data on this topic.\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow \nand\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. Distinguish data types (the kind of content) from data formats (the\ntechnical format).\nExisting data sources:  \nThe first data set contains 40 semi-structured interviews with transit migrants contacted by \ngrassroots citizens’ initiatives in Belgium. This data was collected in 2017 during a project \ncoordinated by Andrea Rea, Marco Martiniello and Bart Meuleman. The second data set \ncontains 40 semi-structured interviews with 20 refugees and 20 Belgian volunteers engaged in  \nbuddy/mentoring programs, which was collected in 2020 by four Master students at ULB and \nKUL in collaboration with local buddy initiatives and mentoring programs in Flanders and \nBrussels. These interviews are already transcribed and will be analyzed via the qualitative \nsoftware program NVIVO. These existing data sources will allow us to study the social \nnetworks and contact experiences of migrants and volunteers engaged in solidarity initiatives.\nNew data sources: \nThe third data set will contain approximately 50 semi-structured interviews with volunteers \nand refugees participating in buddy projects in Flanders (Belgium) as well as ethnographic \nfieldnotes. This data will be collected in 2022-2023. Interviews will be audio recorded and \ntranscribed in WORD and all qualitative data will be analyzed  via the qualitative software \nprogram NVIVO. These new data will allow us to further explore the development of qualitative  \nintercultural relationships and processes of reciprocity.  \n3. Legal and ethical issues\nWill you use personal data? If so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). Be aware that registering\nthe fact that you process personal data is a legal obligation.\nWe will not record or process personal data. Data will be saved and stored on the secured KUL  \nservers. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo. For the first data set collected by the team of Andre Rea et al. no ethical approval was \nrequired. For the second data set collected by the master students approval was acquired \nfrom the ethical committee of ULB (121/2020, 23/09/2020). Prior to the data collection for the \nthird data set we will ask for ethical approval from the ethical committee of KUL.  \nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what \ndata and which restrictions will be asserted?\nThe data are property of KUL. The data does not contain trade secrets, is not part of a \npatentable intervention and is not viable for commercial exploitation. Data will be made \navailable to third parties (e.g. thesis students) once they have signed a data user agreement. \nThis agreement specifies that the user shall not commercialize either the data or the \naccompanying documentation. Neither shall he or she put the data or the accompanying \ndocumentation at the disposal of other researchers. After approval of the data user \nagreement, third parties will have access to the data through a password-protected link with a  \npassword of 8 characters (lower and upper case letters, special characters and numbers) \nwhich expires after 90 days.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data \ncollected/generated\nin this project?\nDescriptive documentation in the form of a codebook will be provided to find and interpret \nspecific data quickly and effectively. This codebook will be made available by KUL upon \nrequest. Analytical reports can be shared with other researchers, organizational partners and \nthird parties, if they request this information.\nWill a metadata standard be used? If so, describe in detail which standard will be\nused. If no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThe codebook will capture various metadata, e.g. date that the data was created, language, \nlocation, data size, descriptive variables and value labels.  \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData and informed consent forms will be stored digitally on secured servers of the KUL (with \nautomatic backup), located on the campuses of KUL in Leuven, and on a password-protected \nexternal hard disk. KUL is subject to the RGPD and national data protection regulations.  \nHow is backup of the data provided?\nStorage with automatic backup will be provided by KUL and backups to a password-protected \nexternal hard disk will be made every week. This hard disk will be stored in a closed cabinet in  \nthe researcher's office at KUL.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available \nthen\nexplain how this will be taken care of.\nYes, there is sufficient storage and back up capacity during the project. The data will be stored  \non secured servers of the KUL and on a secured password-protected external portable SSD T5 \nSamsung hard disk, with a storage capacity of 1TB.  On this disk also back ups will be made.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo additional costs\nData security: how will you ensure that the data are securely stored and not \naccessed\nor modified by unauthorized persons?\nThe servers of KUL are secured and the external hard disk is password-protected, so no \nunauthorized person can access or modify the data.  \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the data will be retained for 5 years after the end of the project and preserved for a \nminimum of 10 years after the end of the project. After completion of the project and within \nthis time bracket of 10 years, data will be deposited to a data archive (such as OSF) and made  \navailable upon request and prior subscription of the data use agreement.\nWhere will the data be archived (= stored for the longer term)?\nAll the data will be preserved for a minimum of 10 years after the end of the project. After \ncompletion of the project and within this time bracket of 10 years,  data will be deposited to a \ndata archive (such as OSF) and made available upon request and prior subscription of the data  \nuse agreement.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo additional costs\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data \n(e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes (see below)\nWhich data will be made available after the end of the project?\nData will be available for sharing or reuse for further research and replication on certain \nconditions (see below)\nWhere/how will the data be made available for reuse?\nSee below\nWhen will the data be made available?\nData will be made available, upon request (see below)\nWho will be able to access the data and under what conditions?\na) The RESONET research team, consisting of the research team at the KUL as well as the \nresearch partners at ULB and the University of Lausanne. The KUL research team shares \naccess to the secure server space, but this does not apply to our partners at ULB and the \nUniversity of Lausanne. They can either be given the same status as external users, or a \nseparate contract between universities must be drawn up with them, insofar as the data are \nthe property of KUL.\nb) Reviewers and editors of journals in which we publish our papers, we will share as needed: \nthe relevant data, codebooks and analytical reports.\nc) Colleagues, researchers and students interested in working on our data. We will share all \nnecessary processed data, codebooks and analytical reports under the conditions that \nresearchers sign a data user agreement (which is stored along with the data on the secured \nKUL servers and external password-protected hard disk). This agreement specifies that the \nuser shall not commercialize either the data or the accompanying documentation. Neither \nshall he or she put the data or the accompanying documentation at the disposal of other \nresearchers. After approval of the data user agreement, third parties will have access to the \ndata through a password-protected link with a password of 8 characters (lower- and upper-\ncase letters, special characters and numbers) which expires after 90 days.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo additional costs\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nDr. Rose-Lima Van Keer ( rose-lima.vankeer@kuleuven.be ) is reference person at KUL and \nresponsible for the whole data management during the project (e.g. data documentation, \nmetadata, data storage and back up).  \nWho will be responsible for data storage & back up during the project?\nDr. Rose-Lima Van Keer ( rose-lima.vankeer@kuleuven.be ) is reference person at KUL and \nresponsible for the whole data management during the project, including data storage and \nback up. \nWho will be responsible for ensuring data preservation and reuse ?\nProf. Karen Phalet\nWho bears the end responsibility for updating & implementing this DMP?\nProf. Karen Phalet"
    },
    "clean_full_text": "Data Management Plan (DMP) RESONET Project Name: REsilience and SOlidarity in intercultural encounters between displaced migrants and host society members: An ego-centered NETwork approach (RESONET) Principal Investigator / Researcher Prof. Karen Phalet Description The growing number of displacement and resettlement of asylum seekers and refugees throughout European countries calls into question how to facilitate their integration in the receiving societies. Although intercultural ties offer clear opportunities for promoting integration and social participation in the host society, they posit a number of challenges that will be properly recognized and addressed in this research. The main goal of this research is to investigate optimal conditions of intercultural ties during solidarity-based initiatives. Via the analysis of existing qualitative data sources and the collection of new qualitative data in Flanders (Belgium) we will investigate meanings and experiences of particular relationships and the dynamics of reciprocity between displaced migrants and host society members. Institution KU Leuven 1. General Information Name applicant Prof. Karen Phalet FWO Project Number & Title Project number: G0D8722N Project title: REsilience and SOlidarity in intercultural encounters between displaced migrants and host society members: An ego-centered NETwork approach (RESONET) Affiliation Center for Social and Cultural Psychology, KU Leuven. Tiensestraat 102, 3000 Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? We will analyze existing qualitative data on emerging intercultural ties among displaced migrants and host society members engaged in solidarity initiatives and collect new qualitative data on this topic. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Existing data sources: The first data set contains 40 semi-structured interviews with transit migrants contacted by grassroots citizens’ initiatives in Belgium. This data was collected in 2017 during a project coordinated by Andrea Rea, Marco Martiniello and Bart Meuleman. The second data set contains 40 semi-structured interviews with 20 refugees and 20 Belgian volunteers engaged in buddy/mentoring programs, which was collected in 2020 by four Master students at ULB and KUL in collaboration with local buddy initiatives and mentoring programs in Flanders and Brussels. These interviews are already transcribed and will be analyzed via the qualitative software program NVIVO. These existing data sources will allow us to study the social networks and contact experiences of migrants and volunteers engaged in solidarity initiatives. New data sources: The third data set will contain approximately 50 semi-structured interviews with volunteers and refugees participating in buddy projects in Flanders (Belgium) as well as ethnographic fieldnotes. This data will be collected in 2022-2023. Interviews will be audio recorded and transcribed in WORD and all qualitative data will be analyzed via the qualitative software program NVIVO. These new data will allow us to further explore the development of qualitative intercultural relationships and processes of reciprocity. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. We will not record or process personal data. Data will be saved and stored on the secured KUL servers. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No. For the first data set collected by the team of Andre Rea et al. no ethical approval was required. For the second data set collected by the master students approval was acquired from the ethical committee of ULB (121/2020, 23/09/2020). Prior to the data collection for the third data set we will ask for ethical approval from the ethical committee of KUL. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? The data are property of KUL. The data does not contain trade secrets, is not part of a patentable intervention and is not viable for commercial exploitation. Data will be made available to third parties (e.g. thesis students) once they have signed a data user agreement. This agreement specifies that the user shall not commercialize either the data or the accompanying documentation. Neither shall he or she put the data or the accompanying documentation at the disposal of other researchers. After approval of the data user agreement, third parties will have access to the data through a password-protected link with a password of 8 characters (lower and upper case letters, special characters and numbers) which expires after 90 days. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Descriptive documentation in the form of a codebook will be provided to find and interpret specific data quickly and effectively. This codebook will be made available by KUL upon request. Analytical reports can be shared with other researchers, organizational partners and third parties, if they request this information. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. The codebook will capture various metadata, e.g. date that the data was created, language, location, data size, descriptive variables and value labels. 5. Data storage and backup during the FWO project Where will the data be stored? Data and informed consent forms will be stored digitally on secured servers of the KUL (with automatic backup), located on the campuses of KUL in Leuven, and on a password-protected external hard disk. KUL is subject to the RGPD and national data protection regulations. How is backup of the data provided? Storage with automatic backup will be provided by KUL and backups to a password-protected external hard disk will be made every week. This hard disk will be stored in a closed cabinet in the researcher's office at KUL. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes, there is sufficient storage and back up capacity during the project. The data will be stored on secured servers of the KUL and on a secured password-protected external portable SSD T5 Samsung hard disk, with a storage capacity of 1TB. On this disk also back ups will be made. What are the expected costs for data storage and back up during the project? How will these costs be covered? No additional costs Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The servers of KUL are secured and the external hard disk is password-protected, so no unauthorized person can access or modify the data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the data will be retained for 5 years after the end of the project and preserved for a minimum of 10 years after the end of the project. After completion of the project and within this time bracket of 10 years, data will be deposited to a data archive (such as OSF) and made available upon request and prior subscription of the data use agreement. Where will the data be archived (= stored for the longer term)? All the data will be preserved for a minimum of 10 years after the end of the project. After completion of the project and within this time bracket of 10 years, data will be deposited to a data archive (such as OSF) and made available upon request and prior subscription of the data use agreement. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes (see below) Which data will be made available after the end of the project? Data will be available for sharing or reuse for further research and replication on certain conditions (see below) Where/how will the data be made available for reuse? See below When will the data be made available? Data will be made available, upon request (see below) Who will be able to access the data and under what conditions? a) The RESONET research team, consisting of the research team at the KUL as well as the research partners at ULB and the University of Lausanne. The KUL research team shares access to the secure server space, but this does not apply to our partners at ULB and the University of Lausanne. They can either be given the same status as external users, or a separate contract between universities must be drawn up with them, insofar as the data are the property of KUL. b) Reviewers and editors of journals in which we publish our papers, we will share as needed: the relevant data, codebooks and analytical reports. c) Colleagues, researchers and students interested in working on our data. We will share all necessary processed data, codebooks and analytical reports under the conditions that researchers sign a data user agreement (which is stored along with the data on the secured KUL servers and external password-protected hard disk). This agreement specifies that the user shall not commercialize either the data or the accompanying documentation. Neither shall he or she put the data or the accompanying documentation at the disposal of other researchers. After approval of the data user agreement, third parties will have access to the data through a password-protected link with a password of 8 characters (lower- and upper- case letters, special characters and numbers) which expires after 90 days. What are the expected costs for data sharing? How will the costs be covered? No additional costs 8. Responsibilities Who will be responsible for data documentation & metadata? Dr. Rose-Lima Van Keer ( rose-lima.vankeer@kuleuven.be ) is reference person at KUL and responsible for the whole data management during the project (e.g. data documentation, metadata, data storage and back up). Who will be responsible for data storage & back up during the project? Dr. Rose-Lima Van Keer ( rose-lima.vankeer@kuleuven.be ) is reference person at KUL and responsible for the whole data management during the project, including data storage and back up. Who will be responsible for ensuring data preservation and reuse ? Prof. Karen Phalet Who bears the end responsibility for updating & implementing this DMP? Prof. Karen Phalet"
}