{
    "document_id": "D-2024-2910",
    "LinkTitle": "D-2024-2910",
    "file_name": "D-2024-2910.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2910.pdf",
    "metadata": {
        "title": "G010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential Empowering Effects",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "G010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential\nG010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential\nEmpowering Effects\nEmpowering Effects\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nLaura Vandenbosch\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG010124N\nID: \nID: \n208222\nStart date: \nStart date: \n02-09-2024\nEnd date: \nEnd date: \n01-10-2028\nProject abstract:\nProject abstract:\nResearch has primarily applied a harm-focused perspective to examine the effects of adolescents’ pornography use. To overcome this negativity bias in the field,\nrecent voices in sexology and communication literature have called for the exploration of pornography's positive potential in youth’s sexual socialization. As a\nresponse to these calls, this project theorizes the Adolescents, Pornography, and Positive Sexuality (APPS) Model. The APPS model integrates sexual media effects\ntheories with positive media psychology and sexology literature. Central to this model is its attention to content variation (i.e., negative and positive sexual themes),\nhedonic and eudaimonic responses (i.e., experiences of inspiration and autonomy), and porn literacy as a key user factor. The theorization and testing of this model\ncan lead to a more complete understanding of youth's experiences with pornography. Such knowledge is crucial given the developmental relevance of healthy\nsexuality in adolescence. The APPS model will be tested using the most robust methods. New concepts will be conceptualized and operationalized by combing\n(cognitive) interviews with quantitative research (i.e., cross-sectional survey and content analysis). Further, the fluctuating impact of pornography uses on\nadolescents’ positive sexuality will be studied in a five days diary \nLast modified: \nLast modified: \n14-06-2024\nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n1 of 7\nG010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential\nG010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential\nEmpowering Effects\nEmpowering Effects\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are\nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an\nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an\nestimate of the upper limit of the volume of the data.\nestimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCodebook_ContentAnalysis_WP2\nCodebook contains\nall relevant codes\nthat will be used\nduring coding\nprocess of content\nanalysis\nnew\ndigital\ntextual\npdf\n<1GB\n \nSamplepornlinks_ContentAnalysis_W2\nlinks to online\nimagery coded\nnew\ndigital\ntextual (embedded links)\n.xls\n<1GB\n \nTopicListInterviews-WP1\nTopic list that\ncontains topics and\nquestions to ask\nduring the interview\nnew\ndigital\ntextual\npdf\n<1gb\n \nRecordings_Interviews_WP1\naudiorecordings of\ninterviews\nnew\ndigital\naudio/sound\n.mp3\n<1gb\n \nTranscripts_interviews_WP1\nDataset containing\nthe observational\nnotes and transcripts\nof the interviews\naccompanied by the\ncodes that are\nascribed to the\nparticipants'\nresponses and the\ncodebook that will\nbe created based on\nthese responses\nnew\ndigital\ntextual\npdf\n<1GB\n \nDataset_Survey1_WP1\nDataset containing\nthe  survey answer/\nresults of the first\nplanned porn use\nsurvey\nnew\ndigital\nnummerical\n.R\n<100GB\n \nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n2 of 7\nDataset_Survey1ID_WP1\nDataset containing\nthe private\nemailaddresses from\nthe respondents of\nsurvey 1, will be\ndeleted after\nrewarding/debriefing\nnew\ndigital\nnummerical\n.R\n<100gb\n \nDataset_Survey2_WP1\nDataset containing\nthe answers of the\nSECOND planned\nporn use survey\nnew\ndigital\nnummerical\n.R\n<100gb\n \nDataset_Survey2ID_WP1\nDataset containing\nthe private\nemailaddresses from\nthe respondents of\nsurvey 2, will be\ndeleted after\nrewarding/debriefing\nnew\ndigital\nnummerical\n.R\n<100gb\n \nDataset_Diarystudy_WP3\nDataset containing\nthe daily diary\nsurvey results\nnew\ndigital\nnummerical\n.R\n<100gb\n \nParentalConsent_survey_WP1_WP3\nDataset containing\nactive consent,\nnames of\nparents/legal\nguardian and email\naddresses of child\nnew\ndigital\nnummerical\n.R\n<100gb\n \nParticipantrewarddebriefdata_WP1_WP3\nDataset containing\nthe email addresses\nof all participants\nwho successfully\ncompleted a study\nand a list in which\nstudies they\nparticipated) . Note\nthat this dataset is\ndeleted after\nrewarding/debriefing\nis finished\nnew\ndigital\nnummerical\n.R\n<100gb\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nPorn_ContentAnalysis_WP1: The researchers will use a sample of existing porn images and videos that are publicly available to adults. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the\ncomment section. Please refer to specific datasets or data types when appropriate.\ncomment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, human subject data (Provide SMEC or EC approval number below) Work packages (1/3) make use of human subject data (demographic info,\npersonality, sexuality, sexual media use) For all the studies ethical approval will be asked to SMEC in the near future. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data\ntypes when appropriate.\ntypes when appropriate.\nYes\nIn work packages 1 and 3 personal data of participants will be collected in the form of socio-demographical data (e.g. gender, age), sexual (media) data and\nbackground information of the participants (e.g. email addresses). Personal information will also be collected and will be stored separately and all analytical\ndatasets will be pseudonymized. Privacy Registry Reference: ethical approval is currently being asked from the Ethical Commission of KU Leuven\n(SMEC).\nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n3 of 7\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment\nper dataset or data type where appropriate.\nper dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself\nand others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files,\nand others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files,\nCodebook.tsv etc. where this information is recorded).\nCodebook.tsv etc. where this information is recorded).\nThe main researcher will collect all data and group the different datafiles according to the different work packages (WP) in het secured KU Leuven folder.\n \nAn exception is the folder personal data which includes 5 datafiles including for both WP1 and WP3 the active parental consent dataset (including names of\nthe  parent/legal guardian and the email address of the child that can participate and the type of study for which consent is given) and the\ndebriefing/rewarding datasets per study (WP1 survey study 1 // WP1 survey study 2 // WP1 interview study// WP3 diary study) including the email\naddresses of all participants who successfully completed a study and a list in which studies they participated) . Note that singular datafiles are deleted after\nrewarding/debriefing in a WP is finished. \n \nWP2  has 2 datasets with one containing the codes that will be used during the coding process of the content analysis, these codes are based on previous\ncontent analyses and other relevant porn/sexual media literature, one with (1) the data of the embedded links on with the porn videos/images are distributed\nthat will be coded during the coding process of the content analysis) as well as (2) codes that were ascribed to each different porn imagery/video \n \nWP1 contains 4 datasets. For interviews, a dataset on TopicListInterviews-WP1 Topic list that contains topics and questions to ask during the interview new\ndigital textual pdf <1gb, Recordings_Interviews_WP1 audiorecordings of interviews new digital audio/sound .mp3 <1gb and  Transcripts_interviews_WP1\nDataset containing the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the\ncodebook that will be created based on these responses new digital textual pdf <1GB \nFor survey 1, Dataset_Survey1_WP1 Dataset containing the  survey answer/ results of the first planned porn use survey, accompanied by a methodology\ndocument where the used scales are described, mentioning all items and references of the original articles to explain all concepts and variables.\nFor survey 2, Dataset_Survey2_WP1 Dataset containing the  survey answer/ results of the second planned porn use survey, accompanied by a methodology\ndocument where the used scales are described, mentioning all items and references of the original articles to explain all concepts and variables)\n \nWP3 contains 1 dataset and receives the name 'Dataset_DailyDiary_WP3' (with as data the export of the responses to the daily surveys, accompanied by a\nmethodology document where the used scales are described, mentioning all items and references of the original articles to explain all concepts and\nvariables).\n \nAll data transformations and analyses performed on all included datasets will be explained in a document and stored in a safe folder. Datasets in OSF will be\naccompanied by metadata so datasets are understandable for later re-use.\n \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to\nfind and reuse.\nfind and reuse.\nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n4 of 7\nNo\n \nFor WP2 the codebook will be made accessible. This codebook will contain detailed explanations of all the variables and the accompanying codes. In this\nway, the codebook can be reused in other studies. On OSF the dataset will also be made available\nFor WP1 a metadatafile on the interviews will be created including the context specific information in which the interviews were conducted. For WP1\n(Survey Study 1 and Survey Study 2) two metadatafiles  (with compiled data) will be created (one per survey study) in the following steps: 1) a unique\nidentification code is given to each participant; 2) a check is done to ensure no identifying data has been reported in open answer questions to ensure the\nmetadatafile will no longer contain personal information and will be pseudonymized. On OSF the raw pseudoanomyzed dataset will also be made available.\nFor WP3 a metadatafile (with compiled data) will be created in the following steps: 1) a unique identification code is given to each participant; 2)\nparticipants answers across consecutive days will be linked in diary research through their unique identification codes. After participants have been linked,\nthe unique identification codes will be deleted and the metadatafile will no longer contain personal information and will be pseudonymized. On OSF the raw\npseudoanomyzed dataset will also be made available.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive) Personal network drive (I-drive) All data will be stored and managed for the duration of the project on the secure central\nstorage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN.\nThe pseudonimized data will not be stored together with the personal information.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution Data are automatically backed up when stored on the secure central storage\ninfrastructure of KULeuven.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven ensures sufficient storage for our data which are not exceptionally large.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven employees (who received access)\nand can only be obtained through the password protected intranet or through VPN. The ICTS of KU Leuven guarantees the safety and ensures to update this\nplatform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven (i.e., PhD student and (co-)supervisors)\nand will not be distributed to anyone else. This personal data will be stored seperately from the pseudonimized data sets.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no additional costs for this project. Costs are covered by the research group. The I- and J-drive can be accessed for this project\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In\ncase some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\ncase some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data\nwill be deleted permanently on the servers of KU Leuven. Note that pseudo-anonymized datasets and codebooks shared on OSF will remain available at\nOSF.\nAll emailaddresses, names, dates of birth, ages, and other information that can identify a person will be deleted after completion of the data\ncollection/debriefing/rewarding, and before disseminating the results of the study. \nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n5 of 7\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nShared network drive (J-drive) Data will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be,\nin line with open access guidelines, stay available in the long term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are covered by the research group\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which\ndata will be made available.\ndata will be made available.\nYes, in an Open Access repository\nOnly anonymised data of all work packages will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets\nwill be made available.\nAll identification data will only be made available to the PhD student and the PI’s.\nFor WP2, the codebook and the dataset containing the variables with accompanying codes will be made available.\nFor WP1, topic lists the interviews will be made available.\nFor WP1 /WP3 survey data, the exported data of the responses to the questionnaires will be made available. All information that can identify persons will be\ndeleted before making this data public. All participants will be informed about the public availability of the data in the informed consent forms. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly the PhD student and PI's will ave access to the full datasets. The general public will only have access to the datasets without identifiable information. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please\nexplain in the comment section per dataset or data type where appropriate.\nexplain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nIdentification data of the participants will never be shared.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOther data repository (specify below) All anonymized datasets will be made available in the open access repository of OSF. Following international\nstandards, the research should be available to the international community who are not familiar with the new RDR. \nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (data) Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users\nhave to give credit to the original data creators.\nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n6 of 7\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, a PID will be added upon deposit in a data repository A DOI will be automatically made when preregistering the studies on OSF.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs expected\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPhD student soon to be hired \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nPhD student soon to be hired \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPhD student soon to be hired \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPhD student soon to be hired \nCreated using DMPonline.be. Last modiﬁed 14 June 2024\n7 of 7"
    },
    "clean_full_text": "G010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential G010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential Empowering Effects Empowering Effects A Data Management Plan created using DMPonline.be Creator: Creator: Laura Vandenbosch Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G010124N ID: ID: 208222 Start date: Start date: 02-09-2024 End date: End date: 01-10-2028 Project abstract: Project abstract: Research has primarily applied a harm-focused perspective to examine the effects of adolescents’ pornography use. To overcome this negativity bias in the field, recent voices in sexology and communication literature have called for the exploration of pornography's positive potential in youth’s sexual socialization. As a response to these calls, this project theorizes the Adolescents, Pornography, and Positive Sexuality (APPS) Model. The APPS model integrates sexual media effects theories with positive media psychology and sexology literature. Central to this model is its attention to content variation (i.e., negative and positive sexual themes), hedonic and eudaimonic responses (i.e., experiences of inspiration and autonomy), and porn literacy as a key user factor. The theorization and testing of this model can lead to a more complete understanding of youth's experiences with pornography. Such knowledge is crucial given the developmental relevance of healthy sexuality in adolescence. The APPS model will be tested using the most robust methods. New concepts will be conceptualized and operationalized by combing (cognitive) interviews with quantitative research (i.e., cross-sectional survey and content analysis). Further, the fluctuating impact of pornography uses on adolescents’ positive sexuality will be studied in a five days diary Last modified: Last modified: 14-06-2024 Created using DMPonline.be. Last modiﬁed 14 June 2024 1 of 7 G010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential G010124N: Putting Adolescents’ Porn Use in Perspective: Introducing Porn Themes and Literacy to Understand Potential Empowering Effects Empowering Effects FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Codebook_ContentAnalysis_WP2 Codebook contains all relevant codes that will be used during coding process of content analysis new digital textual pdf <1GB Samplepornlinks_ContentAnalysis_W2 links to online imagery coded new digital textual (embedded links) .xls <1GB TopicListInterviews-WP1 Topic list that contains topics and questions to ask during the interview new digital textual pdf <1gb Recordings_Interviews_WP1 audiorecordings of interviews new digital audio/sound .mp3 <1gb Transcripts_interviews_WP1 Dataset containing the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the codebook that will be created based on these responses new digital textual pdf <1GB Dataset_Survey1_WP1 Dataset containing the survey answer/ results of the first planned porn use survey new digital nummerical .R <100GB Created using DMPonline.be. Last modiﬁed 14 June 2024 2 of 7 Dataset_Survey1ID_WP1 Dataset containing the private emailaddresses from the respondents of survey 1, will be deleted after rewarding/debriefing new digital nummerical .R <100gb Dataset_Survey2_WP1 Dataset containing the answers of the SECOND planned porn use survey new digital nummerical .R <100gb Dataset_Survey2ID_WP1 Dataset containing the private emailaddresses from the respondents of survey 2, will be deleted after rewarding/debriefing new digital nummerical .R <100gb Dataset_Diarystudy_WP3 Dataset containing the daily diary survey results new digital nummerical .R <100gb ParentalConsent_survey_WP1_WP3 Dataset containing active consent, names of parents/legal guardian and email addresses of child new digital nummerical .R <100gb Participantrewarddebriefdata_WP1_WP3 Dataset containing the email addresses of all participants who successfully completed a study and a list in which studies they participated) . Note that this dataset is deleted after rewarding/debriefing is finished new digital nummerical .R <100gb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Porn_ContentAnalysis_WP1: The researchers will use a sample of existing porn images and videos that are publicly available to adults. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, human subject data (Provide SMEC or EC approval number below) Work packages (1/3) make use of human subject data (demographic info, personality, sexuality, sexual media use) For all the studies ethical approval will be asked to SMEC in the near future. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. types when appropriate. Yes In work packages 1 and 3 personal data of participants will be collected in the form of socio-demographical data (e.g. gender, age), sexual (media) data and background information of the participants (e.g. email addresses). Personal information will also be collected and will be stored separately and all analytical datasets will be pseudonymized. Privacy Registry Reference: ethical approval is currently being asked from the Ethical Commission of KU Leuven (SMEC). Created using DMPonline.be. Last modiﬁed 14 June 2024 3 of 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Codebook.tsv etc. where this information is recorded). The main researcher will collect all data and group the different datafiles according to the different work packages (WP) in het secured KU Leuven folder. An exception is the folder personal data which includes 5 datafiles including for both WP1 and WP3 the active parental consent dataset (including names of the parent/legal guardian and the email address of the child that can participate and the type of study for which consent is given) and the debriefing/rewarding datasets per study (WP1 survey study 1 // WP1 survey study 2 // WP1 interview study// WP3 diary study) including the email addresses of all participants who successfully completed a study and a list in which studies they participated) . Note that singular datafiles are deleted after rewarding/debriefing in a WP is finished. WP2 has 2 datasets with one containing the codes that will be used during the coding process of the content analysis, these codes are based on previous content analyses and other relevant porn/sexual media literature, one with (1) the data of the embedded links on with the porn videos/images are distributed that will be coded during the coding process of the content analysis) as well as (2) codes that were ascribed to each different porn imagery/video WP1 contains 4 datasets. For interviews, a dataset on TopicListInterviews-WP1 Topic list that contains topics and questions to ask during the interview new digital textual pdf <1gb, Recordings_Interviews_WP1 audiorecordings of interviews new digital audio/sound .mp3 <1gb and Transcripts_interviews_WP1 Dataset containing the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the codebook that will be created based on these responses new digital textual pdf <1GB For survey 1, Dataset_Survey1_WP1 Dataset containing the survey answer/ results of the first planned porn use survey, accompanied by a methodology document where the used scales are described, mentioning all items and references of the original articles to explain all concepts and variables. For survey 2, Dataset_Survey2_WP1 Dataset containing the survey answer/ results of the second planned porn use survey, accompanied by a methodology document where the used scales are described, mentioning all items and references of the original articles to explain all concepts and variables) WP3 contains 1 dataset and receives the name 'Dataset_DailyDiary_WP3' (with as data the export of the responses to the daily surveys, accompanied by a methodology document where the used scales are described, mentioning all items and references of the original articles to explain all concepts and variables). All data transformations and analyses performed on all included datasets will be explained in a document and stored in a safe folder. Datasets in OSF will be accompanied by metadata so datasets are understandable for later re-use. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. find and reuse. Created using DMPonline.be. Last modiﬁed 14 June 2024 4 of 7 No For WP2 the codebook will be made accessible. This codebook will contain detailed explanations of all the variables and the accompanying codes. In this way, the codebook can be reused in other studies. On OSF the dataset will also be made available For WP1 a metadatafile on the interviews will be created including the context specific information in which the interviews were conducted. For WP1 (Survey Study 1 and Survey Study 2) two metadatafiles (with compiled data) will be created (one per survey study) in the following steps: 1) a unique identification code is given to each participant; 2) a check is done to ensure no identifying data has been reported in open answer questions to ensure the metadatafile will no longer contain personal information and will be pseudonymized. On OSF the raw pseudoanomyzed dataset will also be made available. For WP3 a metadatafile (with compiled data) will be created in the following steps: 1) a unique identification code is given to each participant; 2) participants answers across consecutive days will be linked in diary research through their unique identification codes. After participants have been linked, the unique identification codes will be deleted and the metadatafile will no longer contain personal information and will be pseudonymized. On OSF the raw pseudoanomyzed dataset will also be made available. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) All data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN. The pseudonimized data will not be stored together with the personal information. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Data are automatically backed up when stored on the secure central storage infrastructure of KULeuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven ensures sufficient storage for our data which are not exceptionally large. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven employees (who received access) and can only be obtained through the password protected intranet or through VPN. The ICTS of KU Leuven guarantees the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven (i.e., PhD student and (co-)supervisors) and will not be distributed to anyone else. This personal data will be stored seperately from the pseudonimized data sets. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no additional costs for this project. Costs are covered by the research group. The I- and J-drive can be accessed for this project 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently on the servers of KU Leuven. Note that pseudo-anonymized datasets and codebooks shared on OSF will remain available at OSF. All emailaddresses, names, dates of birth, ages, and other information that can identify a person will be deleted after completion of the data collection/debriefing/rewarding, and before disseminating the results of the study. Created using DMPonline.be. Last modiﬁed 14 June 2024 5 of 7 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Data will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be, in line with open access guidelines, stay available in the long term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are covered by the research group 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data will be made available. Yes, in an Open Access repository Only anonymised data of all work packages will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets will be made available. All identification data will only be made available to the PhD student and the PI’s. For WP2, the codebook and the dataset containing the variables with accompanying codes will be made available. For WP1, topic lists the interviews will be made available. For WP1 /WP3 survey data, the exported data of the responses to the questionnaires will be made available. All information that can identify persons will be deleted before making this data public. All participants will be informed about the public availability of the data in the informed consent forms. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the PhD student and PI's will ave access to the full datasets. The general public will only have access to the datasets without identifiable information. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Identification data of the participants will never be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) All anonymized datasets will be made available in the open access repository of OSF. Following international standards, the research should be available to the international community who are not familiar with the new RDR. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Created using DMPonline.be. Last modiﬁed 14 June 2024 6 of 7 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, a PID will be added upon deposit in a data repository A DOI will be automatically made when preregistering the studies on OSF. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs expected 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PhD student soon to be hired Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PhD student soon to be hired Who will manage data preservation and sharing? Who will manage data preservation and sharing? PhD student soon to be hired Who will update and implement this DMP? Who will update and implement this DMP? PhD student soon to be hired Created using DMPonline.be. Last modiﬁed 14 June 2024 7 of 7"
}