{
    "document_id": "D-2022-1452",
    "LinkTitle": "D-2022-1452",
    "file_name": "D-2022-1452.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1452.pdf",
    "metadata": {
        "title": "DMP_G059822N_TVanuytsel - DMP title",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP_G059822N_TVanuytsel - DMP title\nProject Identifier\n G059822N\nGrant Title\n G059822N\nPrincipal Investigator / Researcher\n Tim Vanuytsel\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTim Vanuytsel\nFWO Project Number & Title\nG059822N - The central role of the duodenal microenvironment in functional dyspepsia.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1: In-depth characterization of duodenal mucosal immune activation in functional\ndyspepsia\n+\nWP3: Anti-inflammatory treatments in FD\n \n \nType of data\nFormat\nVolume\nHow created\n1\nSymptom\nquestionnaires\nQuality of Life\nquestionnaires\nFood frequency\nquestionnaires\n.xls\n \n \n.txt\n1-\n100MB\n \n5-500kB\n Questionnaires are\nfilled out on paper\nand are transferred\ninto an Excel file\n \nOnline\nquestionnaires are\nfilled out using the\nQualtrics platform.\nData can be\nextracted as .txt\nfiles which are\nconverted into .xls\nfiles.\n2\nPersonal data: sex,\nage, weight, length,\nmedication,\nallergies, co-\nmorbidities\n.xls\n1-5MB\nThe data are filled\nout on paper by the\npatient and\ntransferred into an\nExcel file.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 8\n3\nFlow cytometry\n.fcs\n.wsp\n5-30MB\n1-10MB\n Flow cytometry\ndata are saved from\nFACS Diva software\nas .fcs (3.0) files,\nwhich are processed\nin FlowJo software as\na workspace (.wsp)\nper experiment\nThe physical\nsamples are\ndiscarded after the\nanalysis since no\nfurther experiments\ncan be done using\nthese cells. \n4\n \n \nGene expression\ndata (RT-PCR)\n \n \n.txt\n.xls\n.png\n1-10kB\n1-\n100MB\n50-\n100kB\nSamples with\nreaction mix are\ntransferred into 96\nwell plates, analyzed\nin a light-cycler PCR\nmachine. The\nmachine generates\na .txt file with the Ct\nvalues, which is then\ntransferred to an .xls\nfile for further\nprocessing.\nGraphical overviews\nof PCR efficiency are\nsaved as .png files\nThe physical\nsamples (RNA and\ncDNA) are stored in\nthe freezer of the\nTARGID laboratory\nin boxes with clear\nidentification on\nshelves allocated to\nthe research unit of\nProf. Tim Vanuytsel.\n5\n \n \n \nProtein expression\ndata (Mesoscale\nprotein assay)\n \n \n \n.txt\n.xls\n1-10kB\n1-\n100MB\nSamples are\nanalyzed in a\nmultiplexing imager.\nA .txt file with the\nspectrophotometry\nresults is generated\nand then transferred\nto an .xls file for\nfurther processing.\nThe physical\nsamples (RNA and\ncDNA) are stored in\nthe freezer of the\nTARGID laboratory\nin boxes with clear\nidentification on\nshelves allocated to\nthe research unit of\nProf. Tim Vanuytsel.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 8\n6\n \n \n \nImmunofluorescence\nmicroscopy images\n \n \n \n.tif\n.czi\n5-20MB\n10-\n50MB\n Widefield\nimmunofluorescence\nimages acquired\nwith an Olympus\nmicroscope are\nsaved as .tif files\nusing Adobe\nPhotoshop.\nProcessing in ImageJ\nsoftware renders\nnew .tif files.\nConfocal\nimmunofluorescence\nimages acquired\nwith an LSM880\nZeiss microscope\nare saved as .czi\nfiles using Zeiss\nBlack software.\nProcessing in ImageJ\nsoftware renders .tif\nfiles.\n \nThe physical\nsamples (paraffin\nblocks with sample\nembedded and\ntissue slides) will be\nstored in the cold\nroom of the TARGID\nlaboratory in boxes\nwith clear\nidentification on\nshelves allocated to\nthe research unit of\nProf. Tim Vanuytsel\n \nWP2: The link between duodenal inflammation and neuronal activation in FD\n+\nWP3: Anti-inflammatory treatments in FD\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 8\n \nType of data\nFormat\nVolume\nHow created\n1\nNeuronal imaging\nmovies\n.pst\n.inf\n.vws\n.txt\n.pxp\n.xls\n40-60MB\n1-\n100bytes\n50-\n250MB\n1-25kB\n0.1-5GB\n10-\n100MB\nLive fluorescence\nmicroscopy image\nseries generated\nusing a calcium\nimaging technique\nare saved as outlook\ndata files (.pst) in\nTillVision software\nwith supporting\ntechnical metadata\n(.inf). Additional\nmetadata are stored\nas .vws and .txt\nfiles. After analysis\nby Igor software,\nworkspace files are\nsaved as .pxp files,\nwith results\nsummarized in .xls\nfiles.\nThe physical\nsamples are\ndiscarded after\nanalysis since the\ntissue is not suitable\nfor further analysis\nanymore.\n2\n \n \nImmunofluorescence\nmicroscopy images\n \n \n.tif\n5-20MB\nWidefield\nimmunofluorescence\nimages acquired\nwith an Olympus\nmicroscope are\nsaved as .tif files\nusing Adobe\nPhotoshop.\nProcessing in ImageJ\nsoftware renders\nnew .tif files.\nThe physical\nsamples (paraffin\nblocks with sample\nembedded and\ntissue slides) will be\nstored in the cold\nroom of the TARGID\nlaboratory in boxes\nwith clear\nidentification on\nshelves allocated to\nthe research unit of\nProf. Tim Vanuytsel\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 8\nPrivacy Registry Reference: GDPR questionnaire of studies S64807 - S64847\nShort description of the kind of personal data that will be used:\nThe data below will be used as pseudononimized data. The file containing the link between the\nunique study number and the patient ID (as used in the electronic patient file) and the name of\nthe patient is password protected and stored on the secured server of the UZ Leuven. This file\nalso contains the contact details including E-mail and telephone number.\nData collected as pseudonimized data:\nAge, sex, weight, length, medication, allergies, co-morbidities, medical history, symptom severity\nand frequency, food intake.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nReference to ethical committee approval (including GDPR questionnaire): S64807 - S64847\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nWe refer to the data mentioned in section 2 using the same numbers: \nWP1: In-depth characterization of duodenal mucosal immune activation in functional\ndyspepsia\n+\nWP3: Anti-inflammatory treatments in FD\n1-2: Questionnaire and personal data\nThe general study protocol, including detailed information on the type and time of filling out the\nquestionnaires,  is stored on KULeuven OneDrive. SOPs for the informed consent procedure and\ncalculation of the summary scores of the questionnaires is also available on KULeuven OneDrive.\n3: Flow cytometry\nStandard metadata according to guidelines (MIFlowCyt) are collected and include the overview of\nthe experiment, flow sample/specimen details, instrument details and data analysis details.\nFurthermore the data and time of the experiment are also included. SOPs for the flow cytometry\nprotocols are available on KULeuven OneDrive.\n \n4: Gene expression data\nA .txt file is generated by the LightCycler machine including the date and time of the experiment,\nthe name of the samples in each location of the plate and the fluorophore used (standard SYBR-\ngreen). Graphical representation of efficiency of the reaction are generated as .png files.\nSOPs for the processing of RNA samples, cDNA production and RT-PCR protocol are available on\nKULeuven OneDrive. \n5: Protein expression data\nA .txt file is generated by the multiplex machine including the date and time of the experiment,\ntitle of the plate, the analyzed proteins and the name of the samples in each location of the\nplate.\nSOPs for the protein extraction and processing using the MesoScale technology are available on\nKULeuven OneDrive.\n6: Immunofluorescence microscopy data\nA .txt file is generated including the date and time of the experiment, exposure time (ms),\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 8\nwavelength (Ex and Em).\nSOPs for the immunofluoresence staining and image generation is stored on KULeuven OneDrive.\n \nWP2: The link between duodenal inflammation and neuronal activation in FD\n+\nWP3: Anti-inflammatory treatments in FD\n1: Neuronal imaging movies\nSupporting technical metadata are generated as .inf, .vws and .txt files, including date and start\ntime of experiment, exposure time, monochromator wavelength, monochromator wavelength\nincrement, image type, horizontal and vertical binning factor, chip window x- and y position, chip\nwindow width and height.\n \n SOPs for live calcium imaging are stored on KULeuven OneDrive.\n \n2: Immunofluorescence microscopy data\nA .txt file is generated including the date and time of the experiment, exposure time (ms),\nwavelength (Ex and Em).\nSOPs for the immunofluoresence staining and image generation is stored on KULeuven OneDrive.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nWhere possible, metadata standards will be used - e.g. in case of the flow cytometry data the\nMIFlowCyt standard will be used as detailed in the previous question - or if unavailable, the\nexperimental and data analysis metadata will be stored in a structed manner alongside our\nresearch data in .csv, .docx, .xslx or .txt files (e.g. “README” files for each distinct dataset),\nbased on commonly used terminology in the field of neuroimaging, biomedicine and biostatistics.\nFor the (f)MRI data, metadata are included in the BIDS file format.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll experimental data are transferred via the KU Leuven server to a personal computer where\ndata are immediately uploaded to KU Leuven OneDrive where the master copy of the data is\nstored. Only working templates are saved locally in FACS Diva software (Flow cytometry) or\nTillVision software (Neuronal imaging).\nThe pseudonimization link containing the link between the unique study number and the patient\nID (as used in the electronic patient file) and the name of the patient is password protected and\nstored on the secured server of the UZ Leuven.\nData in paper format (informed consent forms, payment forms, inclusion/exclusion criteria forms)\nwill be stored separately in a key-locked cabinet in a restricted room of the research group).\nBiological data (blood samples and derivatives) will be stored in the KU Leuven Biobank.\nHow is backup of the data provided?\nThe data are stored on KULeuven One Drive with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe available storage space of the OneDrive is sufficient for the amount of data specified above.\nIf needed (not anticipated), this can be extended flexibly if needed. Storage for biological\nsamples is guaranteed by dedicated freezer space at a PI-owned freezer in the KU Leuven\nBiobank.\nWhat are the expected costs for data storage and back up during the project? How\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 8\nwill these costs be covered?\nThe KULeuven OneDrive is free of charge.\nThe freezer to store the biological samples has already been purchased by the PI and is located\nin the biobank at no cost.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSince we will be working with sensitive personal data that will only be anonymised at the end of\nthe project, the data will be stored in the UZ Leuven secure environment for private data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nBiological samples will be destroyed after 5 years because of the degradation of the samples.\nSome samples will be destroyed immediately after analysis: flow cytometry samples and\nneuronal imaging samples.\nThe obtained data will be anonimized at the end of the project and stored for at least 10 years as\ndetailed below. \nThe anonimized data will also be presented in PhD theses and research papers.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe costs to archive the digital data are estimated at 156,60 EUR/TB/year and will be paid from\nthe current project.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nAnonimized data can be made available for further analyses in line with the terms of the ICFs and\nfollowing advice from the relevant local ethics committees.\nWhich data will be made available after the end of the project?\nThe anonimized data sets can be shared within the research unit or shared upon request.\nWhere/how will the data be made available for reuse?\nOther (specify):\nData will be available on request after signing a data sharing agreement. \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe anonimised data will be available upon reasonable request by email after publication of the\ndata and after signing a data sharing agreement.\nWhat are the expected costs for data sharing? How will the costs be covered?\nData sharing is free of charge.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD researchers working on this project: Matthias Ceulemans and Pauline Huyghe\nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 8\nWho will be responsible for data storage & back up during the project?\nThe PhD researchers working on this project: Matthias Ceulemans and Pauline Huyghe\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI: Tim Vanuytsel.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n8 of 8"
    },
    "clean_full_text": "DMP title Project Name DMP_G059822N_TVanuytsel - DMP title Project Identifier G059822N Grant Title G059822N Principal Investigator / Researcher Tim Vanuytsel Institution KU Leuven 1. General Information Name applicant Tim Vanuytsel FWO Project Number & Title G059822N - The central role of the duodenal microenvironment in functional dyspepsia. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: In-depth characterization of duodenal mucosal immune activation in functional dyspepsia + WP3: Anti-inflammatory treatments in FD Type of data Format Volume How created 1 Symptom questionnaires Quality of Life questionnaires Food frequency questionnaires .xls .txt 1- 100MB 5-500kB Questionnaires are filled out on paper and are transferred into an Excel file Online questionnaires are filled out using the Qualtrics platform. Data can be extracted as .txt files which are converted into .xls files. 2 Personal data: sex, age, weight, length, medication, allergies, co- morbidities .xls 1-5MB The data are filled out on paper by the patient and transferred into an Excel file. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 8 3 Flow cytometry .fcs .wsp 5-30MB 1-10MB Flow cytometry data are saved from FACS Diva software as .fcs (3.0) files, which are processed in FlowJo software as a workspace (.wsp) per experiment The physical samples are discarded after the analysis since no further experiments can be done using these cells. 4 Gene expression data (RT-PCR) .txt .xls .png 1-10kB 1- 100MB 50- 100kB Samples with reaction mix are transferred into 96 well plates, analyzed in a light-cycler PCR machine. The machine generates a .txt file with the Ct values, which is then transferred to an .xls file for further processing. Graphical overviews of PCR efficiency are saved as .png files The physical samples (RNA and cDNA) are stored in the freezer of the TARGID laboratory in boxes with clear identification on shelves allocated to the research unit of Prof. Tim Vanuytsel. 5 Protein expression data (Mesoscale protein assay) .txt .xls 1-10kB 1- 100MB Samples are analyzed in a multiplexing imager. A .txt file with the spectrophotometry results is generated and then transferred to an .xls file for further processing. The physical samples (RNA and cDNA) are stored in the freezer of the TARGID laboratory in boxes with clear identification on shelves allocated to the research unit of Prof. Tim Vanuytsel. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 8 6 Immunofluorescence microscopy images .tif .czi 5-20MB 10- 50MB Widefield immunofluorescence images acquired with an Olympus microscope are saved as .tif files using Adobe Photoshop. Processing in ImageJ software renders new .tif files. Confocal immunofluorescence images acquired with an LSM880 Zeiss microscope are saved as .czi files using Zeiss Black software. Processing in ImageJ software renders .tif files. The physical samples (paraffin blocks with sample embedded and tissue slides) will be stored in the cold room of the TARGID laboratory in boxes with clear identification on shelves allocated to the research unit of Prof. Tim Vanuytsel WP2: The link between duodenal inflammation and neuronal activation in FD + WP3: Anti-inflammatory treatments in FD This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 8 Type of data Format Volume How created 1 Neuronal imaging movies .pst .inf .vws .txt .pxp .xls 40-60MB 1- 100bytes 50- 250MB 1-25kB 0.1-5GB 10- 100MB Live fluorescence microscopy image series generated using a calcium imaging technique are saved as outlook data files (.pst) in TillVision software with supporting technical metadata (.inf). Additional metadata are stored as .vws and .txt files. After analysis by Igor software, workspace files are saved as .pxp files, with results summarized in .xls files. The physical samples are discarded after analysis since the tissue is not suitable for further analysis anymore. 2 Immunofluorescence microscopy images .tif 5-20MB Widefield immunofluorescence images acquired with an Olympus microscope are saved as .tif files using Adobe Photoshop. Processing in ImageJ software renders new .tif files. The physical samples (paraffin blocks with sample embedded and tissue slides) will be stored in the cold room of the TARGID laboratory in boxes with clear identification on shelves allocated to the research unit of Prof. Tim Vanuytsel 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 8 Privacy Registry Reference: GDPR questionnaire of studies S64807 - S64847 Short description of the kind of personal data that will be used: The data below will be used as pseudononimized data. The file containing the link between the unique study number and the patient ID (as used in the electronic patient file) and the name of the patient is password protected and stored on the secured server of the UZ Leuven. This file also contains the contact details including E-mail and telephone number. Data collected as pseudonimized data: Age, sex, weight, length, medication, allergies, co-morbidities, medical history, symptom severity and frequency, food intake. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Reference to ethical committee approval (including GDPR questionnaire): S64807 - S64847 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? We refer to the data mentioned in section 2 using the same numbers: WP1: In-depth characterization of duodenal mucosal immune activation in functional dyspepsia + WP3: Anti-inflammatory treatments in FD 1-2: Questionnaire and personal data The general study protocol, including detailed information on the type and time of filling out the questionnaires, is stored on KULeuven OneDrive. SOPs for the informed consent procedure and calculation of the summary scores of the questionnaires is also available on KULeuven OneDrive. 3: Flow cytometry Standard metadata according to guidelines (MIFlowCyt) are collected and include the overview of the experiment, flow sample/specimen details, instrument details and data analysis details. Furthermore the data and time of the experiment are also included. SOPs for the flow cytometry protocols are available on KULeuven OneDrive. 4: Gene expression data A .txt file is generated by the LightCycler machine including the date and time of the experiment, the name of the samples in each location of the plate and the fluorophore used (standard SYBR- green). Graphical representation of efficiency of the reaction are generated as .png files. SOPs for the processing of RNA samples, cDNA production and RT-PCR protocol are available on KULeuven OneDrive. 5: Protein expression data A .txt file is generated by the multiplex machine including the date and time of the experiment, title of the plate, the analyzed proteins and the name of the samples in each location of the plate. SOPs for the protein extraction and processing using the MesoScale technology are available on KULeuven OneDrive. 6: Immunofluorescence microscopy data A .txt file is generated including the date and time of the experiment, exposure time (ms), This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 8 wavelength (Ex and Em). SOPs for the immunofluoresence staining and image generation is stored on KULeuven OneDrive. WP2: The link between duodenal inflammation and neuronal activation in FD + WP3: Anti-inflammatory treatments in FD 1: Neuronal imaging movies Supporting technical metadata are generated as .inf, .vws and .txt files, including date and start time of experiment, exposure time, monochromator wavelength, monochromator wavelength increment, image type, horizontal and vertical binning factor, chip window x- and y position, chip window width and height. SOPs for live calcium imaging are stored on KULeuven OneDrive. 2: Immunofluorescence microscopy data A .txt file is generated including the date and time of the experiment, exposure time (ms), wavelength (Ex and Em). SOPs for the immunofluoresence staining and image generation is stored on KULeuven OneDrive. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Where possible, metadata standards will be used - e.g. in case of the flow cytometry data the MIFlowCyt standard will be used as detailed in the previous question - or if unavailable, the experimental and data analysis metadata will be stored in a structed manner alongside our research data in .csv, .docx, .xslx or .txt files (e.g. “README” files for each distinct dataset), based on commonly used terminology in the field of neuroimaging, biomedicine and biostatistics. For the (f)MRI data, metadata are included in the BIDS file format. 5. Data storage and backup during the FWO project Where will the data be stored? All experimental data are transferred via the KU Leuven server to a personal computer where data are immediately uploaded to KU Leuven OneDrive where the master copy of the data is stored. Only working templates are saved locally in FACS Diva software (Flow cytometry) or TillVision software (Neuronal imaging). The pseudonimization link containing the link between the unique study number and the patient ID (as used in the electronic patient file) and the name of the patient is password protected and stored on the secured server of the UZ Leuven. Data in paper format (informed consent forms, payment forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a restricted room of the research group). Biological data (blood samples and derivatives) will be stored in the KU Leuven Biobank. How is backup of the data provided? The data are stored on KULeuven One Drive with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The available storage space of the OneDrive is sufficient for the amount of data specified above. If needed (not anticipated), this can be extended flexibly if needed. Storage for biological samples is guaranteed by dedicated freezer space at a PI-owned freezer in the KU Leuven Biobank. What are the expected costs for data storage and back up during the project? How This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 8 will these costs be covered? The KULeuven OneDrive is free of charge. The freezer to store the biological samples has already been purchased by the PI and is located in the biobank at no cost. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data that will only be anonymised at the end of the project, the data will be stored in the UZ Leuven secure environment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Biological samples will be destroyed after 5 years because of the degradation of the samples. Some samples will be destroyed immediately after analysis: flow cytometry samples and neuronal imaging samples. The obtained data will be anonimized at the end of the project and stored for at least 10 years as detailed below. The anonimized data will also be presented in PhD theses and research papers. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs to archive the digital data are estimated at 156,60 EUR/TB/year and will be paid from the current project. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Anonimized data can be made available for further analyses in line with the terms of the ICFs and following advice from the relevant local ethics committees. Which data will be made available after the end of the project? The anonimized data sets can be shared within the research unit or shared upon request. Where/how will the data be made available for reuse? Other (specify): Data will be available on request after signing a data sharing agreement. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The anonimised data will be available upon reasonable request by email after publication of the data and after signing a data sharing agreement. What are the expected costs for data sharing? How will the costs be covered? Data sharing is free of charge. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD researchers working on this project: Matthias Ceulemans and Pauline Huyghe Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 8 Who will be responsible for data storage & back up during the project? The PhD researchers working on this project: Matthias Ceulemans and Pauline Huyghe Who will be responsible for ensuring data preservation and reuse ? The PI: Tim Vanuytsel. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 8 of 8"
}