{
    "document_id": "D-2021-1194",
    "LinkTitle": "D-2021-1194",
    "file_name": "D-2021-1194.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1194.pdf",
    "metadata": {
        "title": "Working better jobs: short and long-run implications - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Working better jobs: short and long-run implications - DMP title\nGrant Title\n 11I7822N\nPrincipal Investigator / Researcher\n Thimo De Schouwer\nDescription\n My research aims at identifying how much wages people are willing to give up for\ndifferent job amenities, how this affects retirement income, and how policy efforts aimed at\nfacilitating more flexibility work out. To do this I will use data from the LISS panel in the\nNetherlands and administrative data from the CBS in the Netherlands. This data is all\nanonymized.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nThimo De Schouwer\nFWO Project Number & Title\nWorking better jobs: short- and long-run implications. Evidence\nfrom the Netherlands.\nFWO Project Number: 11I7822N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n1) The LISS Panel:\n- Format: .dta\n- Volume: 40mb\n- Re-using existing survey data + collection of own data through LISS panel\n \n2) Centraal Bureau voor de Statistiek (CBS) Admin data:\n- Format / Volume: do not have data yet\n- Re-using existing administrative data\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nThe LISS data has the following user agreement:\n\"The undersigned hereby undertakes to carry out work on the data of the LISS panel or immigrant\npanel, in accordance with the following conditions:\n1\n. \nHe/she undertakes to keep confidential any information in the data concerning individual\npersons, households, enterprises or institutions which comes to his/her knowledge during\nthe work on the data.\n2\n. \nHe/she undertakes not to distribute data of the LISS panel or immigrant panel to others\nwithout permission from Centerdata.\n3\n. \nHe/she undertakes to use the data for scientific or policy relevant (i.e. noncommercial)\nresearch only.\n4\n. \nHe/she does not use the data in a paid assignment for a third party without payment to and\nwritten permission from Centerdata.\n5\n. \nHe/she provides a copy of all publications based on the data to \nPriscilla Zhang\n \nof\nCenterdata and includes the following acknowledgement: \"In this paper we make use of\ndata of the LISS (Longitudinal Internet studies for the Social Sciences) panel administered by\nCenterdata (Tilburg University, The Netherlands)\"\n6\n. \nThis statement shall remain valid, even after conclusion of the work on the data.\"\n \nCBS Administrative can only be accessed on-side or through protected remote access.\nAgreements have not yet been made for this dataset.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. We provide a codebook for the survey data with the design of the survey and detailed\ninformation on each variable. The sampling methodology can be found on the CentER data\nwebsite. The data becomes available on the website of center-data and free of charge.\n2. Code for further sample selection and analysis will be available and saved on KU Leuven\nservers.\nThis ensures that everyone can replicate the analysis in our project starting from the initial\ndatasets provided by CentER data.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe source data will be stored on the one-drive of the KU Leuven.\nThe code used to process the data will also be stored on the one-drive.\nHow is backup of the data provided?\nOne-drive backs up the data daily.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere is no additional cost to store the data: KU Leuven offers sufficient storage to it's employees\nfor free.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData is anonymized before we gain access. It is then stored in a map that only I have access to.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data is stored by CentER Data and the CBS and can be accessed for future research for\nresearchers writing a motivated data request. The code is saved on the KU Leuven one drive for\n10 years in accordance to KU Leuven policies.\nWhere will the data be archived (= stored for the longer term)?\nThe data is stored / archived by CentER data and the CBS.\nWe store our code for at least 10 years on KU Leuven servers in accordance with KU Leuven\npolicies.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe data is stored and retention for 5 years in ensured by CentER data and the CBS.\nThe script files are very limited in size (< 1gb) and will not be costly to store.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nData are not allowed to be shared due to contractual agreement (both LISS and CBS data)\nWhich data will be made available after the end of the project?\nThe codes / scripts to analyze the data will be made available.\nWhere/how will the data be made available for reuse?\nOther (specify):\nData are not allowed to be shared due to contractual agreement (both LISS and CBS data)\nWhen will the data be made available?\nImmediately after the end of the project\nAll data are publicly available for research institutions and can be granted through a motivated\ndata request with CentER data or the CBS.\nWho will be able to access the data and under what conditions?\nTo access CBS data, researchers need to write a research plan and pay project-specific costs.\nTo access LISS data, researchers need to sign a compliance agreement, after which they can\naccess the data for free.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe cannot share the data.\n8. Responsibilities\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be responsible for data documentation & metadata?\nThimo De Schouwer\nWho will be responsible for data storage & back up during the project?\nThimo De Schouwer\nWho will be responsible for ensuring data preservation and reuse ?\nThimo De Schouwer\nWho bears the end responsibility for updating & implementing this DMP?\nEdoardo Ciscato bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Working better jobs: short and long-run implications - DMP title Grant Title 11I7822N Principal Investigator / Researcher Thimo De Schouwer Description My research aims at identifying how much wages people are willing to give up for different job amenities, how this affects retirement income, and how policy efforts aimed at facilitating more flexibility work out. To do this I will use data from the LISS panel in the Netherlands and administrative data from the CBS in the Netherlands. This data is all anonymized. Institution KU Leuven 1. General Information Name applicant Thimo De Schouwer FWO Project Number & Title Working better jobs: short- and long-run implications. Evidence from the Netherlands. FWO Project Number: 11I7822N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 1) The LISS Panel: - Format: .dta - Volume: 40mb - Re-using existing survey data + collection of own data through LISS panel 2) Centraal Bureau voor de Statistiek (CBS) Admin data: - Format / Volume: do not have data yet - Re-using existing administrative data 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes The LISS data has the following user agreement: \"The undersigned hereby undertakes to carry out work on the data of the LISS panel or immigrant panel, in accordance with the following conditions: 1 . He/she undertakes to keep confidential any information in the data concerning individual persons, households, enterprises or institutions which comes to his/her knowledge during the work on the data. 2 . He/she undertakes not to distribute data of the LISS panel or immigrant panel to others without permission from Centerdata. 3 . He/she undertakes to use the data for scientific or policy relevant (i.e. noncommercial) research only. 4 . He/she does not use the data in a paid assignment for a third party without payment to and written permission from Centerdata. 5 . He/she provides a copy of all publications based on the data to Priscilla Zhang of Centerdata and includes the following acknowledgement: \"In this paper we make use of data of the LISS (Longitudinal Internet studies for the Social Sciences) panel administered by Centerdata (Tilburg University, The Netherlands)\" 6 . This statement shall remain valid, even after conclusion of the work on the data.\" CBS Administrative can only be accessed on-side or through protected remote access. Agreements have not yet been made for this dataset. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. We provide a codebook for the survey data with the design of the survey and detailed information on each variable. The sampling methodology can be found on the CentER data website. The data becomes available on the website of center-data and free of charge. 2. Code for further sample selection and analysis will be available and saved on KU Leuven servers. This ensures that everyone can replicate the analysis in our project starting from the initial datasets provided by CentER data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The source data will be stored on the one-drive of the KU Leuven. The code used to process the data will also be stored on the one-drive. How is backup of the data provided? One-drive backs up the data daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? There is no additional cost to store the data: KU Leuven offers sufficient storage to it's employees for free. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is anonymized before we gain access. It is then stored in a map that only I have access to. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data is stored by CentER Data and the CBS and can be accessed for future research for researchers writing a motivated data request. The code is saved on the KU Leuven one drive for 10 years in accordance to KU Leuven policies. Where will the data be archived (= stored for the longer term)? The data is stored / archived by CentER data and the CBS. We store our code for at least 10 years on KU Leuven servers in accordance with KU Leuven policies. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The data is stored and retention for 5 years in ensured by CentER data and the CBS. The script files are very limited in size (< 1gb) and will not be costly to store. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Data are not allowed to be shared due to contractual agreement (both LISS and CBS data) Which data will be made available after the end of the project? The codes / scripts to analyze the data will be made available. Where/how will the data be made available for reuse? Other (specify): Data are not allowed to be shared due to contractual agreement (both LISS and CBS data) When will the data be made available? Immediately after the end of the project All data are publicly available for research institutions and can be granted through a motivated data request with CentER data or the CBS. Who will be able to access the data and under what conditions? To access CBS data, researchers need to write a research plan and pay project-specific costs. To access LISS data, researchers need to sign a compliance agreement, after which they can access the data for free. What are the expected costs for data sharing? How will the costs be covered? We cannot share the data. 8. Responsibilities This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be responsible for data documentation & metadata? Thimo De Schouwer Who will be responsible for data storage & back up during the project? Thimo De Schouwer Who will be responsible for ensuring data preservation and reuse ? Thimo De Schouwer Who bears the end responsibility for updating & implementing this DMP? Edoardo Ciscato bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}