{
    "document_id": "D-2021-1169",
    "LinkTitle": "D-2021-1169",
    "file_name": "D-2021-1169.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1169.pdf",
    "metadata": {
        "title": "Inverse ME effect (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-02-02 14:52:16+01:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Inverse ME effect (FWO DMP) - DMP title\nProject Identifier\n 1183722N\nPrincipal Investigator / Researcher\n Federica Luciano\nProject Data Contact\n +393922875458; fede.luciano97@gmail.com\nDescription\n Magnetoelectricity is a dynamical field leading to fundamental interest in the\nphenomena as well as wide application potential. To date, for micro- and nanoscale systems,\nresearch has focused on manipulating magnets by electric fields for both memory and logic\napplications. In such applications, magnetoelectricity promises much higher power efficiency\nthan conventional charge-spin conversion by spin-transfer or spin-orbit torques. Concerning the\nopposite challenge of spin-charge conversion, the inverse spin-Hall effect is currently being\nextensively researched. However, little attention has been devoted to inverse magnetoelectric\neffects as read mechanism in logic and memory devices so far. Here, I propose the study of\ninverse magnetoelectric effects to generate voltage signals based on the magnetization of a\nnanomagnet. The work will concentrate on three classes of materials: multiferroics,\npiezoelectric/piezomagnetic or magnetostrictive composites, as well as materials that show\ninduced ferroelectric polarization under a magnetic field. The emphasis will be on the\nfundamental understanding of the magnetoelectric coupling at the nanoscale. To this aim, I will\ndevelop test devices to quantify the coupling and deduce its relation to materials properties. The\nresults will allow for an evaluation of the prospects of inverse magnetoelectricity for disruptive\nread mechanisms and pave the way for applications in future magnetic memories.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFederica Luciano\nFWO Project Number & Title\nProject number: 1183722N\nEnglish Title: Inverse magnetoelectric effects at the nanoscale for advanced magnetic memories\nDutch Title: Inverse magneto-elektrische effecten op nanoschaal voor geavanceerde\nmagnetische geheugenapparaten\nAffiliation\nKU Leuven\nOther\nIMEC\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of Data\nFormat\nVolume\nHow created\nAtomic Force\nMicroscopy\nimages\nOrigin\ngraphic\nexport\nfilter\n20GB\nAFM measurements of\nmaterial surface\nX-ray diffraction\npatterns\n.xrdml,\n.csv\n500MB\nXRD spectroscopy of thin\nfilm materials\nStructure and\ndevice images\n.tif\n100GB\nX-SEM, SEM and TEM\ninspections\nHysteresis loops\n.csv\n10GB\nMeasurements of\nMagnetization vs Magnetic\nfield by VSM for different\nmaterials\nProcess flows\nand recipes for\nprocessing\n.csv\n10GB\nDescriptions of processes\nperformed and recipes\nused for fabrication in\ncleanroom\nElectrical\ncharacterization\n.dat, .csv\n100GB\nMeasurement of voltage\nsignals by external\nmagnetic fields in Imec\nlabs\nOther\ncharacterizations\n.dat,\n.docx\n100 -\n300GB\nXPS, PIXE etc. analysis\ndata and reports from\nanalysis requests\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. From the images by SEM, X-SEM, TEM inspections, all the information related to the pictures\n(dimension, pixel sizes etc.) are already embedded in the generated images.\n2. Raw data from material characterization and requested inspections (including reports and txt\nor excel files with the used parameters) will be collected in the same folder.\n3. All the information related to electrical characterization and on samples/devices will be\ncollected in the lab book.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n4. Presentations and contributions (poster, transactions, ...) presented at national and\ninternational meetings will be collected and shared with colleages, promoter and the other\nparticipants after every meeting.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe metadata refers always to a specific generation of devices/materials. Then, it will be\nextended with further information related to the specific characterization implemented.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe dataset will be made available online, on Imec's servers (OneDrive), on SharePoint and on\nthe new KU Leuven platform for publishing and archiving research data: RDR.\nAll generated samples will be preserved in Imec's cleanroom for the duration of the project, and\nwill afterwards be stored in dedicated storage for a period of at least 5 years.\nHow is backup of the data provided?\nDuring the implementation of the project, data will be stored on the PhD’s candidate personal\nimec SharePoint location. \nAfter the end of the research, samples and raw data will be stored for a minimum of 5 years.  If\ninventions are made in connection data, access to data will be restricted until provisional patent\nfilings are made according to the university agreement.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe data will be all stored in IMEC's central servers or clouds (SharePoint or OneDrive) and it can\nbe extended if needed.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo extra costs are expected\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll the data stored require authorization or password to be consulted. Data will be made publicly\navailable after publication\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAfter the end of the research, all samples and raw data will be stored for a minimum of 5 years. \nWhere will the data be archived (= stored for the longer term)?\nDuring the implementation of the project, data will be stored on the PhD’s candidate personal\nimec SharePoint location.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo extra costs are expected\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhich data will be made available after the end of the project?\nAll relevant data will be published in journals or directly reported in the final PhD thesis.\nAdditionally, if needed, they can be shared with FWI or/and Ku Leuven\nWhere/how will the data be made available for reuse?\nUpon request by mail\nOther (specify):\nIf needed, another and most suitable procedure for all the parties involved can be defined\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll the required data can be shared with the FWO and the KU Leuven.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo extra costs are expected\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nCandidate will be responsible: Federica Luciano (Federica.Luciano@imec.be)\nUnder the supervision of designated people: Prof. Stefan De Gendt (Stefan.DeGendt@imec.be),\nDr. Christoph Adelmann (Cristoph.Adelmann@imec.be), Dr. Sebastien Couet\n(Sebastien.Couet@imec.be) and Dr. Florin Ciubotaru (Florin.Ciubotaru@imec.be).\n \nWho will be responsible for data storage & back up during the project?\nCandidate will be responsible: Federica Luciano (Federica.Luciano@imec.be)\nUnder the supervision of designated people: Prof. Stefan De Gendt (Stefan.DeGendt@imec.be),\nDr. Christoph Adelmann (Cristoph.Adelmann@imec.be), Dr. Sebastien Couet\n(Sebastien.Couet@imec.be) and Dr. Florin Ciubotaru (Florin.Ciubotaru@imec.be).\nWho will be responsible for ensuring data preservation and reuse ?\nDesignated people: Prof. Stefan De Gendt (Stefan.DeGendt@imec.be), Dr. Christoph Adelmann\n(Cristoph.Adelmann@imec.be), Dr. Sebastien Couet (Sebastien.Couet@imec.be) and Dr. Florin\nCiubotaru (Florin.Ciubotaru@imec.be).\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Inverse ME effect (FWO DMP) - DMP title Project Identifier 1183722N Principal Investigator / Researcher Federica Luciano Project Data Contact +393922875458; fede.luciano97@gmail.com Description Magnetoelectricity is a dynamical field leading to fundamental interest in the phenomena as well as wide application potential. To date, for micro- and nanoscale systems, research has focused on manipulating magnets by electric fields for both memory and logic applications. In such applications, magnetoelectricity promises much higher power efficiency than conventional charge-spin conversion by spin-transfer or spin-orbit torques. Concerning the opposite challenge of spin-charge conversion, the inverse spin-Hall effect is currently being extensively researched. However, little attention has been devoted to inverse magnetoelectric effects as read mechanism in logic and memory devices so far. Here, I propose the study of inverse magnetoelectric effects to generate voltage signals based on the magnetization of a nanomagnet. The work will concentrate on three classes of materials: multiferroics, piezoelectric/piezomagnetic or magnetostrictive composites, as well as materials that show induced ferroelectric polarization under a magnetic field. The emphasis will be on the fundamental understanding of the magnetoelectric coupling at the nanoscale. To this aim, I will develop test devices to quantify the coupling and deduce its relation to materials properties. The results will allow for an evaluation of the prospects of inverse magnetoelectricity for disruptive read mechanisms and pave the way for applications in future magnetic memories. Institution KU Leuven 1. General Information Name applicant Federica Luciano FWO Project Number & Title Project number: 1183722N English Title: Inverse magnetoelectric effects at the nanoscale for advanced magnetic memories Dutch Title: Inverse magneto-elektrische effecten op nanoschaal voor geavanceerde magnetische geheugenapparaten Affiliation KU Leuven Other IMEC 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of Data Format Volume How created Atomic Force Microscopy images Origin graphic export filter 20GB AFM measurements of material surface X-ray diffraction patterns .xrdml, .csv 500MB XRD spectroscopy of thin film materials Structure and device images .tif 100GB X-SEM, SEM and TEM inspections Hysteresis loops .csv 10GB Measurements of Magnetization vs Magnetic field by VSM for different materials Process flows and recipes for processing .csv 10GB Descriptions of processes performed and recipes used for fabrication in cleanroom Electrical characterization .dat, .csv 100GB Measurement of voltage signals by external magnetic fields in Imec labs Other characterizations .dat, .docx 100 - 300GB XPS, PIXE etc. analysis data and reports from analysis requests 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. From the images by SEM, X-SEM, TEM inspections, all the information related to the pictures (dimension, pixel sizes etc.) are already embedded in the generated images. 2. Raw data from material characterization and requested inspections (including reports and txt or excel files with the used parameters) will be collected in the same folder. 3. All the information related to electrical characterization and on samples/devices will be collected in the lab book. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 4. Presentations and contributions (poster, transactions, ...) presented at national and international meetings will be collected and shared with colleages, promoter and the other participants after every meeting. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The metadata refers always to a specific generation of devices/materials. Then, it will be extended with further information related to the specific characterization implemented. 5. Data storage and backup during the FWO project Where will the data be stored? The dataset will be made available online, on Imec's servers (OneDrive), on SharePoint and on the new KU Leuven platform for publishing and archiving research data: RDR. All generated samples will be preserved in Imec's cleanroom for the duration of the project, and will afterwards be stored in dedicated storage for a period of at least 5 years. How is backup of the data provided? During the implementation of the project, data will be stored on the PhD’s candidate personal imec SharePoint location. After the end of the research, samples and raw data will be stored for a minimum of 5 years. If inventions are made in connection data, access to data will be restricted until provisional patent filings are made according to the university agreement. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The data will be all stored in IMEC's central servers or clouds (SharePoint or OneDrive) and it can be extended if needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? No extra costs are expected Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the data stored require authorization or password to be consulted. Data will be made publicly available after publication 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the research, all samples and raw data will be stored for a minimum of 5 years. Where will the data be archived (= stored for the longer term)? During the implementation of the project, data will be stored on the PhD’s candidate personal imec SharePoint location. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No extra costs are expected 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Which data will be made available after the end of the project? All relevant data will be published in journals or directly reported in the final PhD thesis. Additionally, if needed, they can be shared with FWI or/and Ku Leuven Where/how will the data be made available for reuse? Upon request by mail Other (specify): If needed, another and most suitable procedure for all the parties involved can be defined When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All the required data can be shared with the FWO and the KU Leuven. What are the expected costs for data sharing? How will the costs be covered? No extra costs are expected 8. Responsibilities Who will be responsible for data documentation & metadata? Candidate will be responsible: Federica Luciano (Federica.Luciano@imec.be) Under the supervision of designated people: Prof. Stefan De Gendt (Stefan.DeGendt@imec.be), Dr. Christoph Adelmann (Cristoph.Adelmann@imec.be), Dr. Sebastien Couet (Sebastien.Couet@imec.be) and Dr. Florin Ciubotaru (Florin.Ciubotaru@imec.be). Who will be responsible for data storage & back up during the project? Candidate will be responsible: Federica Luciano (Federica.Luciano@imec.be) Under the supervision of designated people: Prof. Stefan De Gendt (Stefan.DeGendt@imec.be), Dr. Christoph Adelmann (Cristoph.Adelmann@imec.be), Dr. Sebastien Couet (Sebastien.Couet@imec.be) and Dr. Florin Ciubotaru (Florin.Ciubotaru@imec.be). Who will be responsible for ensuring data preservation and reuse ? Designated people: Prof. Stefan De Gendt (Stefan.DeGendt@imec.be), Dr. Christoph Adelmann (Cristoph.Adelmann@imec.be), Dr. Sebastien Couet (Sebastien.Couet@imec.be) and Dr. Florin Ciubotaru (Florin.Ciubotaru@imec.be). Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}