{
    "document_id": "D-2021-1175",
    "LinkTitle": "D-2021-1175",
    "file_name": "D-2021-1175.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1175.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Silke Denis",
        "num_pages": 5
    },
    "content": {
        "full_text": "11. GENERAL INFORMATION\nName applicant\nSilke Denis \nFWO Project Number & Title\n1190422N - A generic platform for the development of fluorescent biosensors based on modified \nrecombinant binders.  \nAffiliation\n●KU Leuven\n●Vrije Universiteit Brussel\nMain host institution is KU Leuven. Co-promotor is affiliated with Vrije Universiteit Brussel.  \n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nType of data File format Estimated volume How created \nscans/pictures of \nagarose/SDS-PAGE gels.jpg 5 GB Checking of PCR's and \nprotein purifications\nFluorescence platereader \ndata.xlsx 10 GB Sensor titrations\nMicroscopy images .tiff 1 TB Fluorescence microscopy \nimaging of NanoBlock \nsensors\nSanger sequencing data .ab1 & .scf & .txt 5 GB Checking of plasmid \nconstructs\nPlasmid maps Benchling files 1 GB Maps of plasmid \nconstructs \npurchased/cloned\n23. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nPrivacy Registry Reference:/  \nShort description of the kind of personal data that will be used:/  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\nWP4 involves human cells and/or tissues obtained from commercial sources and/or the University \nHospital of Brussels. Approval from the appropriate ethical review committee will be obtained before this \npart of the project will start (fourth year).  \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nNot for now. May change in the future, will be updated then.  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●Yes\nSome peptide sequences were obtained from Nanotag Biotechnologies. These sequences are not to be \nshared outside the collaborators on the project.  \n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nA detailed lab notebook will be  generated. Protocols will be available there, online on the lab's SushiWiki \npage, or in .docx files. For microscopy data, parameters and instrument settings  will be attached. Same \nfor platereader data (automatically added by the instrument to .xlsx data files).  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\n35. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nOneDrive for Business provides automatic backups. Three ways of data storage will be used, ensuring \nbackup if one method fails.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nMultiple 1 TB external hard drives available.  \n2 TB online storage space on OneDrive for Business for each KU Leuven student/staff member available \nby default. Can be increased to 5 TB if requested and motivated.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nOneDrive for Business is free for KU Leuven students and staff. External hard drives will be covered by \nthe bench fee/general lab budget (€ 50).  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nNo sensitive personal data will be generated.  \nOneDrive for Business has restricted access. Multifactor authentication is activated.  \n  \n  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll data will be retained for 5 years.  \nWhere will the data be archived (= stored for the longer term)?\n4Published data will be made available on Zenodo.  \nOther data will be archived on network drive K  (KU Leuven). \nExternal hard drives will be kept in the research group.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nAnnual fee of €150/TB for use of network drive K. The lab budget will be used.  \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●Yes. Specify:\nSome peptide sequences obtained from Nanotag Biotechnologies are not to be shared outside the \ncollaborators on the project, since they might have commercial value to  the company. \nWhich data will be made available after the end of the project?\nAll published data will be made publicly available (Zenodo).  \nWhere/how will the data be made available for reuse?\n●In an Open Access repository\n●Upon request by mail\nWhen will the data be made available?\n●Upon publication of the research results\nWho will be able to access the data and under what conditions?\nPublished data will be available for free (open access), either in peer-reviewed journals or on Zenodo. \nUnpublished data will only be availbe for members of the research group and collaborators.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nSince all data will be published open access, there will be a significant cost connected to this. The bench \nfee/lab budget will be used.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nSilke Denis (the applicant). Peter Dedecker (the promotor) will supervise this.  \nWho will be responsible for data storage & back up during the project?\n5Silke Denis (the applicant). Peter Dedecker (the promotor) will supervise this.  \nWho will be responsible for ensuring data preservation and reuse ?\nSilke Denis (the applicant). Peter Dedecker (the promotor) will supervise this.  \nWho bears the end responsibility for updating & implementing this DMP?\nPeter Dedecker (the promotor) bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "11. GENERAL INFORMATION Name applicant Silke Denis FWO Project Number & Title 1190422N - A generic platform for the development of fluorescent biosensors based on modified recombinant binders. Affiliation ●KU Leuven ●Vrije Universiteit Brussel Main host institution is KU Leuven. Co-promotor is affiliated with Vrije Universiteit Brussel. 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data File format Estimated volume How created scans/pictures of agarose/SDS-PAGE gels.jpg 5 GB Checking of PCR's and protein purifications Fluorescence platereader data.xlsx 10 GB Sensor titrations Microscopy images .tiff 1 TB Fluorescence microscopy imaging of NanoBlock sensors Sanger sequencing data .ab1 & .scf & .txt 5 GB Checking of plasmid constructs Plasmid maps Benchling files 1 GB Maps of plasmid constructs purchased/cloned 23. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Privacy Registry Reference:/ Short description of the kind of personal data that will be used:/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes WP4 involves human cells and/or tissues obtained from commercial sources and/or the University Hospital of Brussels. Approval from the appropriate ethical review committee will be obtained before this part of the project will start (fourth year). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Not for now. May change in the future, will be updated then. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●Yes Some peptide sequences were obtained from Nanotag Biotechnologies. These sequences are not to be shared outside the collaborators on the project. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? A detailed lab notebook will be generated. Protocols will be available there, online on the lab's SushiWiki page, or in .docx files. For microscopy data, parameters and instrument settings will be attached. Same for platereader data (automatically added by the instrument to .xlsx data files). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No 35. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? OneDrive for Business provides automatic backups. Three ways of data storage will be used, ensuring backup if one method fails. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes Multiple 1 TB external hard drives available. 2 TB online storage space on OneDrive for Business for each KU Leuven student/staff member available by default. Can be increased to 5 TB if requested and motivated. What are the expected costs for data storage and back up during the project? How will these costs be covered? OneDrive for Business is free for KU Leuven students and staff. External hard drives will be covered by the bench fee/general lab budget (€ 50). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive personal data will be generated. OneDrive for Business has restricted access. Multifactor authentication is activated. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for 5 years. Where will the data be archived (= stored for the longer term)? 4Published data will be made available on Zenodo. Other data will be archived on network drive K (KU Leuven). External hard drives will be kept in the research group. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Annual fee of €150/TB for use of network drive K. The lab budget will be used. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●Yes. Specify: Some peptide sequences obtained from Nanotag Biotechnologies are not to be shared outside the collaborators on the project, since they might have commercial value to the company. Which data will be made available after the end of the project? All published data will be made publicly available (Zenodo). Where/how will the data be made available for reuse? ●In an Open Access repository ●Upon request by mail When will the data be made available? ●Upon publication of the research results Who will be able to access the data and under what conditions? Published data will be available for free (open access), either in peer-reviewed journals or on Zenodo. Unpublished data will only be availbe for members of the research group and collaborators. What are the expected costs for data sharing? How will the costs be covered? Since all data will be published open access, there will be a significant cost connected to this. The bench fee/lab budget will be used. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Silke Denis (the applicant). Peter Dedecker (the promotor) will supervise this. Who will be responsible for data storage & back up during the project? 5Silke Denis (the applicant). Peter Dedecker (the promotor) will supervise this. Who will be responsible for ensuring data preservation and reuse ? Silke Denis (the applicant). Peter Dedecker (the promotor) will supervise this. Who bears the end responsibility for updating & implementing this DMP? Peter Dedecker (the promotor) bears the end responsibility of updating & implementing this DMP."
}