{
    "document_id": "D-2021-1264",
    "LinkTitle": "D-2021-1264",
    "file_name": "D-2021-1264.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1264.pdf",
    "metadata": {
        "title": "D-2021-1264",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Maikel Timmermans  \nFWO Project Number & Title  1S35422N  ,  SpineVib - Development of a vibro -acoustic method to assess the intraoperative fixation of pedicle \nscrews  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  Type  Format  Origin  Volume  \nWP2 – Raw e xperimental modal \ndata (e.g. Frequency R esponse \nFunctions or FRF’s)  .csv Vibrati on Analysis on screws in \nartificial blocks  100-500MB  \nWP2 – Processed modal  data  .csv (.lms ) Processed raw data with Matlab \ncode   (& LMS Testlab post process.)  100MB -1GB  \nWP2 – Raw mechanical test data  .csv Mechanical ‘golden standard’ tests \n(pull -out, toggle load…)  on blocks  100-500MB  \nWP2 – Processed mechanical test \ndata  .csv Processed raw data with Excel, \nMatlab code.  <50MB  \nWP2 – Simulations vibration \nproperties  .csv Siemens NX simulations o n modal \nanalysis  100-500MB  \nWP2 - Metadata  .txt Description of experiments, \nsimulations and results.  <1MB  \nWP3 – CT scans of bone models  .IMA  Somatom Force CT scan s, hospital  5-50GB  \nWP3 – Segmented bone models  .mcs  Materialise Mimics segmentation  1-10GB  \nWP3 – Simulations modal \nparameters  .csv & .op2  Siemens NX simulations on modal \nanalysis  10-200GB  \nWP3 – Experimental modal \nparameters bone models  .csv & .lms  LMS Testlab modal analysis o n bone \nmodels.  100MB -1GB  \nWP3 - Metadata  .txt Description of experiments \nsimulations and results  <1MB  \nWP4 – Raw modal data  .csv Vibration analysis on blocks and \nbone models  100MB -1GB  \nWP4 – Processed modal data  .csv Processed raw data with Matlab \ncode  100MB -1GB  \nWP4 – Raw mechanical test data  .csv Micromotion measurements & \nMechanical ‘golden standard’ tests \n(pull -out, toggle load…) on blocks \nand bone models  1-100GB  \n2019-10-01 | FWO DMP Template   3 \n  WP4 – Processed mechanical test \ndata  .csv Processed raw data with Excel, \nMatlab code.  <50MB  \nWP4 - Metadata  .txt Description of experiments and \nresults  <1MB  \nWP5 – Raw modal data  .csv Vibration analysis on animal cadaver \nvertebrae  100-500MB  \nWP5 – Processed modal data  .csv (.lms)  Processed raw data with Matlab \ncode  100MB -1GB  \nWP5 – Raw mechanical test data  .csv Micromotion measurements & \nMechanical ‘golden standard’ tests \n(pull -out, toggle load…) on animal \ncadaver vertebrae  1-100GB  \nWP5 – Processed mechanical test \ndata  .csv Processed raw data with Excel, \nMatlab code.  <50MB  \nWP5 – Metadata  .txt Description of experiments and \nresults  <1MB  \nWP6 – Design & prototype clinical \nvibration measurement device  .prt, .pdf  Siemens NX part files and technical \ndrawing s <10MB  \nAll WP’s  .txt Matlab  code used for processing in \nvarious workpackages  <10MB  \nAll WP’s  .pdf Reports, publications…  200MB -1GB  \n \n3. Ethical and legal issues  \n \n2019-10-01 | FWO DMP Template   4 \n Will you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution . ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)?  If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to  ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nYes, the technical drawings and part -files of a vibration measurement device for pedicle screws can be \nused for patent application.  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? I f so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   5 \n What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  A global metadata file (Excel sheet) will be provided that contains a list of all experiments with \ncorresponding date, type of data and in which folder to find that data.  \n-) Metadata will be provided for  experimental data in the form of txt -files. The file will contain all \ninformation on date of experiment, used equipment, experiment methodology  and how to process the \ndata  or use/ display/i nterpret  the results . \n-) Metadata will be provided for simulations  in the form of txt -files. The file will contain all input \nparameters for the simulation, all properties of the mesh and how to process/interpret results.  \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \nFolder organization: the folders will have a hierarchical structure with general superfolders dividing \ndifferent categories (Simulations&Segmentation, Vibration Analysis…). Each superfolder will contain \nseveral levels of subfolders  with logical names , each  level becoming more specific up to the single \nexperiment level. Folder names will be clear and descriptive. The most specific level will have a folder \nname containing: experiment name (or acronym) corresponding to the name in the global metadata file, \ndate, type of data, researcher name (or initials).  \nIn each experiment folder, a ReadMe file will be provided that specifies the experiment methodology, \nused equipment and how to process the data or use/display/interpret the results.  All code will contain \nsufficient commentary for ease of use by non -authors.  \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  KUL One drive  and copy on personal  KUL hard drive.  \nHow will the data be backed up?  The general ICT back -up policy  that KUL uses for Onedrive  is applied.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nEvery researcher at KUL is granted 2TB of storage on Onedrive  which can be extended to 5TB for long \ntime storage without costs. 5TB should suffice.  \n2019-10-01 | FWO DMP Template   6 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject bu dget  to be used to cover the cost incurred.  2 TB (and by extension 5TB) of data storage capacity is freely available for KUL staff via Onedrive.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Access to the shared drive is only granted to authorized researchers from the research group.  \n \n6. Data preservation  after the end of t he FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All data mentioned in the table of section 2 except  for CT -scans of bone models.  \nWhere will these data be archived (= stored for \nthe long term)?  The data will be stored on the KUL Archive  (K -drive)  \n2019-10-01 | FWO DMP Template   7 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  120EUR / TB  each year:  this will be payed from the finance reserve from the department.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  All data of experiments and simulations  that were published . It is possible that some  data related to \neconomical valorization will not be made available  at the end of the project. Depending on  \nthe results of the project, some  data can be a strategic asset  that needs to be protected.  \nWhere/how will the data be made available for \nreuse?  ☐ In an Open Access repository  \n☒ In a restricted access repository  \n☐ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  Upon publication of the research results  \nWho will be able to access the data and under \nwhat conditions?  The PI can access the data  for research purposes.   \n2019-10-01 | FWO DMP Template   8 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Data can be shared for free using  KUL RDR (Radar) .   \n \n8. Responsibili ties \n \nWho will be responsible for the data \ndocumentation & metadata?  I, Maikel Timmermans, as the grant holder, will be responsible for all aspects of the data  \nmanagement in the project.  \nWho will be responsible for data storage & back \nup during the project?  I, Maikel Timmermans, as the grant holder, will be responsible for all aspects of the data  \nmanagement in the project.  \nWho will be responsible for ensuring data \npreservation and sharin g?  The PI bears the overall responsibility for updating & implementing this DMP  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  The PI bears the overall responsibility for updating & implementing this DMP  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Maikel Timmermans FWO Project Number & Title 1S35422N , SpineVib - Development of a vibro -acoustic method to assess the intraoperative fixation of pedicle screws Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type Format Origin Volume WP2 – Raw e xperimental modal data (e.g. Frequency R esponse Functions or FRF’s) .csv Vibrati on Analysis on screws in artificial blocks 100-500MB WP2 – Processed modal data .csv (.lms ) Processed raw data with Matlab code (& LMS Testlab post process.) 100MB -1GB WP2 – Raw mechanical test data .csv Mechanical ‘golden standard’ tests (pull -out, toggle load…) on blocks 100-500MB WP2 – Processed mechanical test data .csv Processed raw data with Excel, Matlab code. <50MB WP2 – Simulations vibration properties .csv Siemens NX simulations o n modal analysis 100-500MB WP2 - Metadata .txt Description of experiments, simulations and results. <1MB WP3 – CT scans of bone models .IMA Somatom Force CT scan s, hospital 5-50GB WP3 – Segmented bone models .mcs Materialise Mimics segmentation 1-10GB WP3 – Simulations modal parameters .csv & .op2 Siemens NX simulations on modal analysis 10-200GB WP3 – Experimental modal parameters bone models .csv & .lms LMS Testlab modal analysis o n bone models. 100MB -1GB WP3 - Metadata .txt Description of experiments simulations and results <1MB WP4 – Raw modal data .csv Vibration analysis on blocks and bone models 100MB -1GB WP4 – Processed modal data .csv Processed raw data with Matlab code 100MB -1GB WP4 – Raw mechanical test data .csv Micromotion measurements & Mechanical ‘golden standard’ tests (pull -out, toggle load…) on blocks and bone models 1-100GB 2019-10-01 | FWO DMP Template 3 WP4 – Processed mechanical test data .csv Processed raw data with Excel, Matlab code. <50MB WP4 - Metadata .txt Description of experiments and results <1MB WP5 – Raw modal data .csv Vibration analysis on animal cadaver vertebrae 100-500MB WP5 – Processed modal data .csv (.lms) Processed raw data with Matlab code 100MB -1GB WP5 – Raw mechanical test data .csv Micromotion measurements & Mechanical ‘golden standard’ tests (pull -out, toggle load…) on animal cadaver vertebrae 1-100GB WP5 – Processed mechanical test data .csv Processed raw data with Excel, Matlab code. <50MB WP5 – Metadata .txt Description of experiments and results <1MB WP6 – Design & prototype clinical vibration measurement device .prt, .pdf Siemens NX part files and technical drawing s <10MB All WP’s .txt Matlab code used for processing in various workpackages <10MB All WP’s .pdf Reports, publications… 200MB -1GB 3. Ethical and legal issues 2019-10-01 | FWO DMP Template 4 Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution . ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No Yes, the technical drawings and part -files of a vibration measurement device for pedicle screws can be used for patent application. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? I f so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata 2019-10-01 | FWO DMP Template 5 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? A global metadata file (Excel sheet) will be provided that contains a list of all experiments with corresponding date, type of data and in which folder to find that data. -) Metadata will be provided for experimental data in the form of txt -files. The file will contain all information on date of experiment, used equipment, experiment methodology and how to process the data or use/ display/i nterpret the results . -) Metadata will be provided for simulations in the form of txt -files. The file will contain all input parameters for the simulation, all properties of the mesh and how to process/interpret results. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : Folder organization: the folders will have a hierarchical structure with general superfolders dividing different categories (Simulations&Segmentation, Vibration Analysis…). Each superfolder will contain several levels of subfolders with logical names , each level becoming more specific up to the single experiment level. Folder names will be clear and descriptive. The most specific level will have a folder name containing: experiment name (or acronym) corresponding to the name in the global metadata file, date, type of data, researcher name (or initials). In each experiment folder, a ReadMe file will be provided that specifies the experiment methodology, used equipment and how to process the data or use/display/interpret the results. All code will contain sufficient commentary for ease of use by non -authors. 5. Data storage & backup during the FWO project Where will the data be stored? KUL One drive and copy on personal KUL hard drive. How will the data be backed up? The general ICT back -up policy that KUL uses for Onedrive is applied. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Every researcher at KUL is granted 2TB of storage on Onedrive which can be extended to 5TB for long time storage without costs. 5TB should suffice. 2019-10-01 | FWO DMP Template 6 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project bu dget to be used to cover the cost incurred. 2 TB (and by extension 5TB) of data storage capacity is freely available for KUL staff via Onedrive. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared drive is only granted to authorized researchers from the research group. 6. Data preservation after the end of t he FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data mentioned in the table of section 2 except for CT -scans of bone models. Where will these data be archived (= stored for the long term)? The data will be stored on the KUL Archive (K -drive) 2019-10-01 | FWO DMP Template 7 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. 120EUR / TB each year: this will be payed from the finance reserve from the department. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? All data of experiments and simulations that were published . It is possible that some data related to economical valorization will not be made available at the end of the project. Depending on the results of the project, some data can be a strategic asset that needs to be protected. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The PI can access the data for research purposes. 2019-10-01 | FWO DMP Template 8 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data can be shared for free using KUL RDR (Radar) . 8. Responsibili ties Who will be responsible for the data documentation & metadata? I, Maikel Timmermans, as the grant holder, will be responsible for all aspects of the data management in the project. Who will be responsible for data storage & back up during the project? I, Maikel Timmermans, as the grant holder, will be responsible for all aspects of the data management in the project. Who will be responsible for ensuring data preservation and sharin g? The PI bears the overall responsibility for updating & implementing this DMP Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP The PI bears the overall responsibility for updating & implementing this DMP"
}