{
    "document_id": "D-2022-1632",
    "LinkTitle": "D-2022-1632",
    "file_name": "D-2022-1632.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1632.pdf",
    "metadata": {
        "title": "The role of internal oxygen gradients on pore morphogenesis of tomato fruit",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The role of internal oxygen gradients on pore morphogenesis of tomato fruit\nA Data Management Plan created using DMPonline.be\nCreators: \nMaarten Hertog, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nMaarten Hertog, n.n. n.n.\nData Manager:\n \nMaarten Hertog\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nC14/22/076\nID: \n198015\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nRespiration plays a crucial role in sustaining plant life by creating energy in the form of ATP while consuming O2.\nWhen O2 drops below certain critical values, this energy supply is endangered and low O2 or hypoxic stress is\ninduced. Long term morphological adaptations\ncontrolling the amount and connectivity of cells and intercellular pores in response to hypoxia can be crucial to\nalleviate O2 stress. Programmed cell death (PCD) is thought to be responsible for such controlled pore formation.\nThe aim of this project is to unravel the contribution of gas gradients (e.g. O2, ethylene, NO) to changes in tissue\nmicrostructure due to localised PCD in mature climacteric fruit during fruit ripening. The project will focus on\nSolanum lycopersicum (tomato) as it has been successfully used for many years as a model system to study\nclimacteric fruit development of fleshy fruit at the molecular level and a wide range of molecular toolkits and\nmutant collections are available for it. Given their relatively impermeable fruit skin, tomato fruit is expected to\ndevelop fruit internal gas gradients potentially leading to localised hypoxia. Some of our current research is\nalready exploring gas transport properties of the various tissues of tomato in relation to their microstructure,\nand has provided circumstantial evidence for PCD driven pore formation in the outer pericarp of tomato fruit.\nLast modified: \n28-03-2023\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n1 of 5\nThe role of internal oxygen gradients on pore morphogenesis of tomato fruit\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nfruit quality\nClassical fruit quality measurements\nN\nD\nN\nXLSX\n< 1GB\n \nMicrostructure\nimaging\n3D stacks of 8-bit greyscale images\nN\nD\nI\nTIF\n< 1TB\n \nFluorescence\nimages\nRGB files\nN\nD\nI\nRGB\n< 1GB\n \nTranscriptomics data\nRNA sequencing data\nN\nD\nT\nFASTQ\n< 100GB\n \nGas transport\nmodels\nmatlab model files\nN\nD\nM\nm\n< 1GB\n \nVarious\nVarious data derived from the original raw measurement\ndata\nN\nD\nN\nXLSX\n< 1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe project's intention is to mainly collect new experimental data. If, for comparison sake, existing data will be used, these will be published data that can be unequivocally identified through their\npersistent identifiers (DOI, URL, etc.)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nResearch methods and practices will be fully documented as word files and in the electronic lab journal of the group. A codebook will be maintained to keep track of all samples analysed\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n2 of 5\nregistering their origin and history. Codes will be used to identify the raw data file that will be organised in file folders named according the various experiments. Metadata of the numerical dataset\nwill be created and maintained manually. For each measured or modeled variable, consistent naming will be applied and their units documented following SI rules. \n​\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nOn publication, data will be deposited and metadata will be provided following the requirements of the system used.\nPrior publication, metadata will be generated to provide an exhaustive description of the numerical data gathered in spreadsheets. The first sheet will be used to describe the experiment (referring\nto the description in the electronic lab journal) repeating main factors covering date of the experiment, name of the experimenter, experimental materials used, replication used, experimental\nconditions applied, variables measured, and protocol applied. Furthermore, coding of individual samples and variables will be explained as needed.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storage\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be electronic and will be stored in project folders on the KU Leuven network which are only accessible to the project members. Unauthorized persons won't have access to the source\ndata.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe current costs for KU Leuven based Large Volume Storage for high capacity storage of research data amounts to 104€/Tb/Year. We estimate the total volume of data to be around 1 TB, so\ntotal cost during the research project will be around 300€. This will be covered by the project itself.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe current costs for KU Leuven based Large Volume Storage for high capacity storage of research data amounts to 104€/Tb/Year. We estimate the total volume of data to be around 1 TB, so\ntotal cost for 10 year preservation would be around 1040€. After the project these costs become part of the general operational costs of the lab to be funded by future projects of the group.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n3 of 5\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nna\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nOn publication data will be made available to the wider community through either KU Leuven RDR or more dedicated repositories. Microstructural data will be made available through either\nZenodo (https://zenodo.org/) or our own online 3D image database of plant organs (www.x-plant.org). Transcriptomics data will be made available through the European Nucleotide Archive\n(https://www.ebi.ac.uk/ena/). Models will be deposited in software repositories such as Gitlab.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nGNU GPL-3.0 (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe classical data repositories we are using are most of the time free of costs.  So no specific budget is needed.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe responsible research manager, Maarten Hertog, will supervise proper implementation of data curation and documentation by the researchers working on the project.This mainly concerns one\nPhD researcher (Mohab Elsayed) and one post-doc (Hui Xiao). Other people involved in data capture will be instructed to guarantee a consistent metadata structure and warrant the general data\nquality.\nWho will manage data storage and backup during the research project? \nThe MeBioS group has already implemented special big data storage facilities including the appropriate backup systems managed by the central KU Leuven ICT department. This will also be\nused to safeguard the data from this project\nWho will manage data preservation and sharing? \nThe responsible research manager, Maarten Hertog, will manage long term data preservation and sharing in tight collaboration with the other senior staff members of the group.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n4 of 5\nWho will update and implement this DMP? \nThis DMP will be implemented and maintained by the responsible research manager, Maarten Hertog.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n5 of 5"
    },
    "clean_full_text": "The role of internal oxygen gradients on pore morphogenesis of tomato fruit A Data Management Plan created using DMPonline.be Creators: Maarten Hertog, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Maarten Hertog, n.n. n.n. Data Manager: Maarten Hertog Project Administrator: n.n. n.n. Grant number / URL: C14/22/076 ID: 198015 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Respiration plays a crucial role in sustaining plant life by creating energy in the form of ATP while consuming O2. When O2 drops below certain critical values, this energy supply is endangered and low O2 or hypoxic stress is induced. Long term morphological adaptations controlling the amount and connectivity of cells and intercellular pores in response to hypoxia can be crucial to alleviate O2 stress. Programmed cell death (PCD) is thought to be responsible for such controlled pore formation. The aim of this project is to unravel the contribution of gas gradients (e.g. O2, ethylene, NO) to changes in tissue microstructure due to localised PCD in mature climacteric fruit during fruit ripening. The project will focus on Solanum lycopersicum (tomato) as it has been successfully used for many years as a model system to study climacteric fruit development of fleshy fruit at the molecular level and a wide range of molecular toolkits and mutant collections are available for it. Given their relatively impermeable fruit skin, tomato fruit is expected to develop fruit internal gas gradients potentially leading to localised hypoxia. Some of our current research is already exploring gas transport properties of the various tissues of tomato in relation to their microstructure, and has provided circumstantial evidence for PCD driven pore formation in the outer pericarp of tomato fruit. Last modified: 28-03-2023 Created using DMPonline.be. Last modiﬁed 28 March 2023 1 of 5 The role of internal oxygen gradients on pore morphogenesis of tomato fruit Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA fruit quality Classical fruit quality measurements N D N XLSX < 1GB Microstructure imaging 3D stacks of 8-bit greyscale images N D I TIF < 1TB Fluorescence images RGB files N D I RGB < 1GB Transcriptomics data RNA sequencing data N D T FASTQ < 100GB Gas transport models matlab model files N D M m < 1GB Various Various data derived from the original raw measurement data N D N XLSX < 1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The project's intention is to mainly collect new experimental data. If, for comparison sake, existing data will be used, these will be published data that can be unequivocally identified through their persistent identifiers (DOI, URL, etc.) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Research methods and practices will be fully documented as word files and in the electronic lab journal of the group. A codebook will be maintained to keep track of all samples analysed Created using DMPonline.be. Last modiﬁed 28 March 2023 2 of 5 registering their origin and history. Codes will be used to identify the raw data file that will be organised in file folders named according the various experiments. Metadata of the numerical dataset will be created and maintained manually. For each measured or modeled variable, consistent naming will be applied and their units documented following SI rules. ​ Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes On publication, data will be deposited and metadata will be provided following the requirements of the system used. Prior publication, metadata will be generated to provide an exhaustive description of the numerical data gathered in spreadsheets. The first sheet will be used to describe the experiment (referring to the description in the electronic lab journal) repeating main factors covering date of the experiment, name of the experimenter, experimental materials used, replication used, experimental conditions applied, variables measured, and protocol applied. Furthermore, coding of individual samples and variables will be explained as needed. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storage How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be electronic and will be stored in project folders on the KU Leuven network which are only accessible to the project members. Unauthorized persons won't have access to the source data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The current costs for KU Leuven based Large Volume Storage for high capacity storage of research data amounts to 104€/Tb/Year. We estimate the total volume of data to be around 1 TB, so total cost during the research project will be around 300€. This will be covered by the project itself. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The current costs for KU Leuven based Large Volume Storage for high capacity storage of research data amounts to 104€/Tb/Year. We estimate the total volume of data to be around 1 TB, so total cost for 10 year preservation would be around 1040€. After the project these costs become part of the general operational costs of the lab to be funded by future projects of the group. Created using DMPonline.be. Last modiﬁed 28 March 2023 3 of 5 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. na Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) On publication data will be made available to the wider community through either KU Leuven RDR or more dedicated repositories. Microstructural data will be made available through either Zenodo (https://zenodo.org/) or our own online 3D image database of plant organs (www.x-plant.org). Transcriptomics data will be made available through the European Nucleotide Archive (https://www.ebi.ac.uk/ena/). Models will be deposited in software repositories such as Gitlab. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) GNU GPL-3.0 (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? The classical data repositories we are using are most of the time free of costs. So no specific budget is needed. Responsibilities Who will manage data documentation and metadata during the research project? The responsible research manager, Maarten Hertog, will supervise proper implementation of data curation and documentation by the researchers working on the project.This mainly concerns one PhD researcher (Mohab Elsayed) and one post-doc (Hui Xiao). Other people involved in data capture will be instructed to guarantee a consistent metadata structure and warrant the general data quality. Who will manage data storage and backup during the research project? The MeBioS group has already implemented special big data storage facilities including the appropriate backup systems managed by the central KU Leuven ICT department. This will also be used to safeguard the data from this project Who will manage data preservation and sharing? The responsible research manager, Maarten Hertog, will manage long term data preservation and sharing in tight collaboration with the other senior staff members of the group. Created using DMPonline.be. Last modiﬁed 28 March 2023 4 of 5 Who will update and implement this DMP? This DMP will be implemented and maintained by the responsible research manager, Maarten Hertog. Created using DMPonline.be. Last modiﬁed 28 March 2023 5 of 5"
}