{
    "document_id": "D-2021-1234",
    "LinkTitle": "D-2021-1234",
    "file_name": "D-2021-1234.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1234.pdf",
    "metadata": {
        "title": "Tampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy resistance - Tampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy resistance",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Tampering with the pyrimidinergic signalling in macrophages to\novercome immunotherapy resistance\nProject Name\n Tampering with the pyrimidinergic signalling in macrophages to overcome\nimmunotherapy resistance - Tampering with the pyrimidinergic signalling in macrophages to\novercome immunotherapy resistance\nGrant Title\n 11M9922N\nPrincipal Investigator / Researcher\n Massimiliano Mazzone / Tommaso Scolaro\nProject Data Contact\n Jens Serneels, jens.serneels@kuleuven.vib.be, +32 16 3 79429\nDescription\n Immunotherapy has revolutionized the way we treat cancer. Unfortunately, many\npatients remain unresponsive, partly due to the harsh conditions within the tumor micro-\nenvironment (TME). Metabolic fluctuations, as well as a derailed nucleotide metabolism, can be\nemployed by the TME to orchestrate a potent immunosuppressive interplay between cancer cells\nand tumorinfiltrating immune cells. Interestingly, our preliminary data show that cytidine\ndeaminase (CDA) is among the most upregulated metabolic genes in several immunotherapy-\nresistant mouse and patient tumors. Induction of CDA in cancer cells promotes uridine-\ndiphosphate (UDP) production and release. We hypothesize that cancer cell derived- UDP can be\nsensed by tumor-associated macrophages (TAMs) upon UDP binding to their cognate P2Y\nreceptors. The activation of this pyrimidinergic signalling results in the infiltration and\npreservation of the immunosuppressive phenotype in TAMs that, consequently, abate CD8+ T\ncell recruitment to the tumor and their cytotoxic functions. Unravelling this unexplored crosstalk\nbetween cancer cells and TAMs will lead us to achieve our ultimate goal of disrupting\nTAMmediated immunosuppression and promoting cytotoxic T cell (CTL) infiltration and activation.\nSince the absence of tumor-infiltrating CTLs can explain at large the disappointing clinical results\nof current immunotherapeutics, we envision our new approach to enable the efficacy of a-PD-1\ntherapy.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTommaso Scolaro\nFWO Project Number & Title\n11M9922N\nTampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy\nresistance\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nSeveral biological materials will be used. Digital data will be initially collected in a variety of file\nformats mainly Microsoft Excel, MS Word and equipment specific software such as FlowJo for flow\ncytometry data.\n \nThis project, in particular, will generate the following datatypes:\n \nEstablished cell lines and/or transduced cell lines (30 boxes, 13x13x5 cm)\nMurine organs and tumors (preserved + slides, 0.5m3)\nDNA, RNA, cDNA and protein (100 boxes 13x13x5 cm)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nTranscriptomic data (.FATSQ; .bam; .csv; .xlsx; volume @ 50Gb)\nqRT-PCR data: (.xlsx, .pfz; volume 200Mb)\nMetabolomic data (.raw; .pmd; .quan; .xlsx; volume @ 50Gb)\nFACS DATA: (.fcs; .wsp; .xlsx; .pzf; volume @ 100Gb)\nHistological DATA (.tif; .xlsx; .pzf; volume @ 50Gb)\nWestern blot data (.tif; .pzf; volume @ 5Gb)\nELISA data (.xlsx; .pzf; volume @ 100Mb)\nTumor growth data (.xlsx; .pzf; volume @ 100Mb)\nTumor volume data (.xlsx; .pzf; volume @ 100Mb)\nMetastasis data (.xlsx; .pzf; volume @ 100Mb)\nVarious data sets from in vitro and in vivo assays (.xlsx; .pzf; volume @ 500Mb)\nManuscripts resulting from the project (.xlsx; .docx; .pptx; .pdf; volume @ 100Mb)\nAll the datasets will be analyzed with specific software.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nP226/2017 from Ethical Committee for laboratory experimentation (ECD), KU Leuven\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nWill IP restrictions be claimed for the data you created?\n VIB-TT will analyze the data for patentability as is usually done. This may at most result in a\nshort delay of disclosure of the data.\nIf so, for what data and which restrictions will be asserted?\nVery difficult to predict in advance.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nLong-term storage of the Lab books is supervised by the lab manager. The lab book describes in\ndetail the experimental setting and any deviation from the original experimental design.\nExperiments are organized by date and therefore fully searchable. Standard operating\nprocedures (SOP) are constantly updated and safely stored as PDF to ensure proper replication of\nthe biological experiments. SOPs are backed up to the J-drive once per month, where they are\navailable for all members of the lab. Similarly, all the experimental data (raw and processed\ndata), are safely stored in dedicated drives (see section 5).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFiles are organized by date so they can be compared with lab books for additional information.\nAntibodies used are listed on an excel table together with the clone and the dilution.\nData related are placed in the same folder.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nStorage options:\n(1) I-Drive (10Gb, Not Expandable, Fast, Stored data can be modified);\n(2) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Fast, Stored data can be modified);\n(3) L-Drive (Minimum 5Tb, Unlimited Size, Slower, Stored data can be modified);\n(4) K-Drive (Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Slower, Stored data\ncan NOT be modified or deleted);\nFor active use of the data during the project, Box will also be used.\nHow is backup of the data provided?\nAll drives options are directly accessible from ANYWHERE AFTER starting a Pulse Secure VPN-A\nconnection. Long-term storage, is ensured by the K-drive. This, will guarantee the preservation of\nthe data over the minimum term of 5 years. Regular computer backups through the inSync\nplatform (unlimited storage) secure the recovery of unsaved data.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSee storage options above.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts for data storage:\n(1) I-Drive = Free\n(2) J-Drive = € 51.9/year\n(3) L-Drive = € 569.2/year  \n(4) K-Drive = € 11.4/year  \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data are protected under the KUL network. Only authorized personnel have the right to\naccess the shared drives and data (password protection).\nPassword access can be also provided with read-only restriction for the drives above listed. K-\nDrive ensure that the stored data can NOT be modified or deleted.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll raw and processed data will be retained for at least 5 years from the date of publication of the\nwork.  Biologicals will be retained when possible. The storage will be at (1) room temperature, (2)\n4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological material.\nWhere will the data be archived (= stored for the longer term)?\nK-Drive for the digital data.\nPhysical space in the lab will be provided to store the biological material (refrigerators, cold\nrooms as well as cupboards for non-degradable materials).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nExpected costs per year are indicated in section 5. The budget is provided by the Lab of Tumor\nInflammation and Angiogenesis.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nA summary of our data reporting key findings will be published in scientific journals. \nSubsequently, the raw data from these publications will be stored and made available by\nuploading the raw files into database repositories, if necessary.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nOther (specify):\nAll the options can be pursued, according to the type of dataset, repository and journal.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAny user can request access to the work for non-commercial uses.  Commercial use of the data\nmust be negotiated with the VIB.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMainly publication fees. Covered with the FWO budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nProf. Massimiliano Mazzone & Jens Serneels (Lab Manager)\nWho will be responsible for data storage & back up during the project?\nData management, storage and back up will be performed by the students and postdocs\nassociated with this project.  Prof. Massimiliano Mazzone and Jens Serneels will monitor.\nWho will be responsible for ensuring data preservation and reuse ?\nAs study leader, Prof. Massimiliano Mazzone will be responsible for data preservation.   He will\nalso monitor data sharing requests. Data will be automatically made available after the\npublication of results to any requestor using the data for non-commercial purposes.  Commercial\nuse of the data will be negotiated through the VIB tech transfer office.\nWho bears the end responsibility for updating & implementing this DMP?\nProf. Massimiliano Mazzone accepts responsibility for updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "Tampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy resistance Project Name Tampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy resistance - Tampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy resistance Grant Title 11M9922N Principal Investigator / Researcher Massimiliano Mazzone / Tommaso Scolaro Project Data Contact Jens Serneels, jens.serneels@kuleuven.vib.be, +32 16 3 79429 Description Immunotherapy has revolutionized the way we treat cancer. Unfortunately, many patients remain unresponsive, partly due to the harsh conditions within the tumor micro- environment (TME). Metabolic fluctuations, as well as a derailed nucleotide metabolism, can be employed by the TME to orchestrate a potent immunosuppressive interplay between cancer cells and tumorinfiltrating immune cells. Interestingly, our preliminary data show that cytidine deaminase (CDA) is among the most upregulated metabolic genes in several immunotherapy- resistant mouse and patient tumors. Induction of CDA in cancer cells promotes uridine- diphosphate (UDP) production and release. We hypothesize that cancer cell derived- UDP can be sensed by tumor-associated macrophages (TAMs) upon UDP binding to their cognate P2Y receptors. The activation of this pyrimidinergic signalling results in the infiltration and preservation of the immunosuppressive phenotype in TAMs that, consequently, abate CD8+ T cell recruitment to the tumor and their cytotoxic functions. Unravelling this unexplored crosstalk between cancer cells and TAMs will lead us to achieve our ultimate goal of disrupting TAMmediated immunosuppression and promoting cytotoxic T cell (CTL) infiltration and activation. Since the absence of tumor-infiltrating CTLs can explain at large the disappointing clinical results of current immunotherapeutics, we envision our new approach to enable the efficacy of a-PD-1 therapy. Institution KU Leuven 1. General Information Name applicant Tommaso Scolaro FWO Project Number & Title 11M9922N Tampering with the pyrimidinergic signalling in macrophages to overcome immunotherapy resistance Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Several biological materials will be used. Digital data will be initially collected in a variety of file formats mainly Microsoft Excel, MS Word and equipment specific software such as FlowJo for flow cytometry data. This project, in particular, will generate the following datatypes: Established cell lines and/or transduced cell lines (30 boxes, 13x13x5 cm) Murine organs and tumors (preserved + slides, 0.5m3) DNA, RNA, cDNA and protein (100 boxes 13x13x5 cm) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Transcriptomic data (.FATSQ; .bam; .csv; .xlsx; volume @ 50Gb) qRT-PCR data: (.xlsx, .pfz; volume 200Mb) Metabolomic data (.raw; .pmd; .quan; .xlsx; volume @ 50Gb) FACS DATA: (.fcs; .wsp; .xlsx; .pzf; volume @ 100Gb) Histological DATA (.tif; .xlsx; .pzf; volume @ 50Gb) Western blot data (.tif; .pzf; volume @ 5Gb) ELISA data (.xlsx; .pzf; volume @ 100Mb) Tumor growth data (.xlsx; .pzf; volume @ 100Mb) Tumor volume data (.xlsx; .pzf; volume @ 100Mb) Metastasis data (.xlsx; .pzf; volume @ 100Mb) Various data sets from in vitro and in vivo assays (.xlsx; .pzf; volume @ 500Mb) Manuscripts resulting from the project (.xlsx; .docx; .pptx; .pdf; volume @ 100Mb) All the datasets will be analyzed with specific software. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes P226/2017 from Ethical Committee for laboratory experimentation (ECD), KU Leuven Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Will IP restrictions be claimed for the data you created? VIB-TT will analyze the data for patentability as is usually done. This may at most result in a short delay of disclosure of the data. If so, for what data and which restrictions will be asserted? Very difficult to predict in advance. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Long-term storage of the Lab books is supervised by the lab manager. The lab book describes in detail the experimental setting and any deviation from the original experimental design. Experiments are organized by date and therefore fully searchable. Standard operating procedures (SOP) are constantly updated and safely stored as PDF to ensure proper replication of the biological experiments. SOPs are backed up to the J-drive once per month, where they are available for all members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives (see section 5). Will a metadata standard be used? If so, describe in detail which standard will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Files are organized by date so they can be compared with lab books for additional information. Antibodies used are listed on an excel table together with the clone and the dilution. Data related are placed in the same folder. 5. Data storage and backup during the FWO project Where will the data be stored? Storage options: (1) I-Drive (10Gb, Not Expandable, Fast, Stored data can be modified); (2) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Fast, Stored data can be modified); (3) L-Drive (Minimum 5Tb, Unlimited Size, Slower, Stored data can be modified); (4) K-Drive (Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Slower, Stored data can NOT be modified or deleted); For active use of the data during the project, Box will also be used. How is backup of the data provided? All drives options are directly accessible from ANYWHERE AFTER starting a Pulse Secure VPN-A connection. Long-term storage, is ensured by the K-drive. This, will guarantee the preservation of the data over the minimum term of 5 years. Regular computer backups through the inSync platform (unlimited storage) secure the recovery of unsaved data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes See storage options above. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs for data storage: (1) I-Drive = Free (2) J-Drive = € 51.9/year (3) L-Drive = € 569.2/year (4) K-Drive = € 11.4/year Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are protected under the KUL network. Only authorized personnel have the right to access the shared drives and data (password protection). Password access can be also provided with read-only restriction for the drives above listed. K- Drive ensure that the stored data can NOT be modified or deleted. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All raw and processed data will be retained for at least 5 years from the date of publication of the work. Biologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological material. Where will the data be archived (= stored for the longer term)? K-Drive for the digital data. Physical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable materials). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs per year are indicated in section 5. The budget is provided by the Lab of Tumor Inflammation and Angiogenesis. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? A summary of our data reporting key findings will be published in scientific journals. Subsequently, the raw data from these publications will be stored and made available by uploading the raw files into database repositories, if necessary. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail Other (specify): All the options can be pursued, according to the type of dataset, repository and journal. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Any user can request access to the work for non-commercial uses. Commercial use of the data must be negotiated with the VIB. What are the expected costs for data sharing? How will the costs be covered? Mainly publication fees. Covered with the FWO budget. 8. Responsibilities Who will be responsible for data documentation & metadata? Prof. Massimiliano Mazzone & Jens Serneels (Lab Manager) Who will be responsible for data storage & back up during the project? Data management, storage and back up will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone and Jens Serneels will monitor. Who will be responsible for ensuring data preservation and reuse ? As study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. Who bears the end responsibility for updating & implementing this DMP? Prof. Massimiliano Mazzone accepts responsibility for updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}