{
    "document_id": "D-2021-1023",
    "LinkTitle": "D-2021-1023",
    "file_name": "D-2021-1023.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1023.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-04 10:00:18+01:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Beatrice Annemone Popescu Braileanu\nInstitution\n KU Leuven\n1. General Information\nName applicant\nBeatrice Annemone Popescu Braileanu\nFWO Project Number & Title\n1232122N\nThe study of waves and instablities in the chromosphere using a\ntwo-fluid approach and adaptive mesh refinement. Application\nto solar spicules.\n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nUnstructured grid data\n.dat\n.vtu (optional)\n10-100 GB\nsimulations runs with the\nopen source KU Leuven\nsoftware MPI-AMRVAC\n(see amrvac.org)\nImages, videos (as\nrequired by journals)\n.png,.mp4\n1-10GB\nopen source visualtzation\nsoftware\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you\n(re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. That .dat files are produced by the open source MPI-AMRVAC software (\nhttp://amrvac.org/\n)  and\nthe documentation is found on the website. Byproviding the user  and the parameter files the\nresults can be reproduced easily.\n2. The images and videos are produced by open source visualization software, able to read the\n.dat files produced by the simulations (yt). Additionally the code can produce .vtu files which can\nbe visualized with the open source  softwares, such as paraview, visit, , mayavi.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.\nIf no, state in detail which metadata will be created to make the data easy/easier to\nfind and reuse.\nYes\nWe mainly use the .dat files which are a standard for unstructured grid data. These files are read\nby open source software such as yt.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe  data (.dat files, images and videos) is mainly stored on external disks connected to CmPA\ncomputers.\nUser and parameter files needed to reproduce the data, as well as the scripts used to produce the\nimages and videos  are kept in the reasercher's home directory and also in a git repository.  \nHow is backup of the data provided?\nUser and parameter files needed to reproduce the data and the scripts needed for visualization\nare kept in the reasercher's home directory.\nThere are standard backup procedures provided by the university for the home directories. \nThese files are also kept  in a git repository.  \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWe have local desktops with internal and external hard disks witch capacity of few TB.\nThere are standard backup procedures provided by the university (ESAT) for the home\ndirectories. \nWhat are the expected costs for data storage and back up during the project? How will\nthese costs be covered?\nThe external hard disks are purchased with money from the projects.\nThe costs for the ESAT maintainance of the home directories is covered by the department.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe home directory is only accessible by the owner of the account.\nThe external hard disks can be accessed only by users in certains groups in CmPA, these policies\nbeing maintained by the ESAT. Within this policy,  the data created by the user in these hard disks\nis only accessible by the owner of the data (unless the owner changes the files permission\nexplicilty).\nThe code (\nhttp://amrvac.org/\n) is open source and publicly available.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project?\nIn case only a selection of the data can/will be preserved, clearly state the reasons for\nthis (legal or contractual restrictions, physical preservation issues, ...).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWe do not wish to deviate from the principle of preservation of data and of the minimum\npreservation term of 5 years. The user files will be available on github website and this is\nexpected to last much longer than five years. The data on disk will be kept for 5 years, after which\nthe data volumes can be recovered for new projects.\nWhere will the data be archived (= stored for the longer term)?\nOnly the user file and parameter file for completed simulations are needed, these will be kept in\nthe github repository that has our open-source software. Together, this will allow a complete\nreproduction of the simulations.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nUsing the external hard disks, next to the servers of the KU Leuven, we will cover costs for\nconsumables  from running departmental funds.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nWe will keep raw data files used to generate figures for the publications for at least 5 years.\nWe keep user files and the scripts needed to produce the images in external git repositories. The\nuser files will be publicly available as test cases of the code in the official github repository of the\ncode. \n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nBefore paper publication the user files and scripts are kept in a private repository (bitbucket)\naccessible by the reasearcher.\nAfterwards these are publicly available on  github official respoitory of the code.\nThe raw data is too large and is available upon request.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nUser and parameter files will appear publicly available on github as test cases of the code.\nRaw data (snapshots) are too large and will be available upon request.\nThe figures and videos will be publicly available on arXiv along with the corresponding papers.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere is a minor annual cost associated with the code-specific web address: amrvac.org\nThis will be covered by the project funds during the project, and will be continued afterwards by\nother available funding (e.g. KU Leuven C1 funding).\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher (PI) is responsible for data documentation and metadata.\nWho will be responsible for data storage & back up during the project?\nThe researcher (PI) is responsible for data storage on external hard disks  and back up of user files\non external git repositories.\nAdditionaly,  ESAT team is responsible for the back up of the home directory.\nWho will be responsible for ensuring data preservation and reuse ?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe researcher (PI) is responsible for data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI  bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Beatrice Annemone Popescu Braileanu Institution KU Leuven 1. General Information Name applicant Beatrice Annemone Popescu Braileanu FWO Project Number & Title 1232122N The study of waves and instablities in the chromosphere using a two-fluid approach and adaptive mesh refinement. Application to solar spicules. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Unstructured grid data .dat .vtu (optional) 10-100 GB simulations runs with the open source KU Leuven software MPI-AMRVAC (see amrvac.org) Images, videos (as required by journals) .png,.mp4 1-10GB open source visualtzation software 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. That .dat files are produced by the open source MPI-AMRVAC software ( http://amrvac.org/ ) and the documentation is found on the website. Byproviding the user and the parameter files the results can be reproduced easily. 2. The images and videos are produced by open source visualization software, able to read the .dat files produced by the simulations (yt). Additionally the code can produce .vtu files which can be visualized with the open source softwares, such as paraview, visit, , mayavi. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes We mainly use the .dat files which are a standard for unstructured grid data. These files are read by open source software such as yt. 5. Data storage and backup during the FWO project Where will the data be stored? The data (.dat files, images and videos) is mainly stored on external disks connected to CmPA computers. User and parameter files needed to reproduce the data, as well as the scripts used to produce the images and videos are kept in the reasercher's home directory and also in a git repository. How is backup of the data provided? User and parameter files needed to reproduce the data and the scripts needed for visualization are kept in the reasercher's home directory. There are standard backup procedures provided by the university for the home directories. These files are also kept in a git repository. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes We have local desktops with internal and external hard disks witch capacity of few TB. There are standard backup procedures provided by the university (ESAT) for the home directories. What are the expected costs for data storage and back up during the project? How will these costs be covered? The external hard disks are purchased with money from the projects. The costs for the ESAT maintainance of the home directories is covered by the department. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The home directory is only accessible by the owner of the account. The external hard disks can be accessed only by users in certains groups in CmPA, these policies being maintained by the ESAT. Within this policy, the data created by the user in these hard disks is only accessible by the owner of the data (unless the owner changes the files permission explicilty). The code ( http://amrvac.org/ ) is open source and publicly available. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 We do not wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years. The user files will be available on github website and this is expected to last much longer than five years. The data on disk will be kept for 5 years, after which the data volumes can be recovered for new projects. Where will the data be archived (= stored for the longer term)? Only the user file and parameter file for completed simulations are needed, these will be kept in the github repository that has our open-source software. Together, this will allow a complete reproduction of the simulations. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Using the external hard disks, next to the servers of the KU Leuven, we will cover costs for consumables from running departmental funds. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? We will keep raw data files used to generate figures for the publications for at least 5 years. We keep user files and the scripts needed to produce the images in external git repositories. The user files will be publicly available as test cases of the code in the official github repository of the code. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail Before paper publication the user files and scripts are kept in a private repository (bitbucket) accessible by the reasearcher. Afterwards these are publicly available on github official respoitory of the code. The raw data is too large and is available upon request. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? User and parameter files will appear publicly available on github as test cases of the code. Raw data (snapshots) are too large and will be available upon request. The figures and videos will be publicly available on arXiv along with the corresponding papers. What are the expected costs for data sharing? How will the costs be covered? There is a minor annual cost associated with the code-specific web address: amrvac.org This will be covered by the project funds during the project, and will be continued afterwards by other available funding (e.g. KU Leuven C1 funding). 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher (PI) is responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The researcher (PI) is responsible for data storage on external hard disks and back up of user files on external git repositories. Additionaly, ESAT team is responsible for the back up of the home directory. Who will be responsible for ensuring data preservation and reuse ? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The researcher (PI) is responsible for data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}