{
    "document_id": "D-2024-2783",
    "LinkTitle": "D-2024-2783",
    "file_name": "D-2024-2783.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2783.pdf",
    "metadata": {
        "title": "D-2024-2783",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Yi Jia Chan  (0000-0002-6059-6702)\nContributor name(s) (+ ORCID) & roles Arnout Voet (0000-0002-3329-2703) Supervisor\nVitor Bernardes Pinheiro  (0000-0003-2491-0028) Co-supervisor\nDirk Daelemans (0000-0001-7092-1153) Co-supervisor\nProject number 1 & title Symibs: a new class of designer intrabodies for the development of anticancer treatments targeting \nunstructured protein domains of MYC and p53.\nFunder(s) GrantID 21SH8B24N\nAffiliation(s)  KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description This project will combine protein engineering,  structural biology and molecular cell biology methods  to \nengineer the computationally designed  SAKe proteins into Symibs. Symibs, or Symmetric intrabodies, may  \nform a novel class of intrabodies capable of targeting disordered peptide motifs, which are currently out of  \nreach for the current preferred intrabody scaffolds (nanobodies or DARPins).  Symibs will serve to detect,  \nbind and neutralize peptidic-target sequences, including the MYC-NLS and p53-NES sequences, which are  \ninvolved during cancer development. The high affinity targeting  will be established via directed evolution.  \nThe hit proteins will be further characterized by determining the affinity and specificity to their target  \npeptide as well revealing the binding mechanism through crystallography. Validated Symibs will then be  \nfurther analysed in human (cancer)  cells to validate their  binding to their target proteins as well as to analyze  \ntheir anti-cancer properties. Aside from being used as biopharmaceuticals, Symibs also may be  used as \nresearch probes.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nProtocols & \nSOPs☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.pdf \n.docx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA< 50 pages\nDNAPurchased \noligos & purified \nplasmids☒ Generate new \ndata\n☒ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA100 1.5 mL tubes\nPurified \nproteins☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB100 1.5 mL tubes\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ > 5 TB\n☐ NA\nGlycerol stocks ☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA100 1.5 mL tubes\nPDB files & \nprotein amino \nacid/ DNA \nsequences☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☒ Model\n☐ Software\n☐ Other:.pdb .fasta \n.txt .pdf☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFluorescence \nmicroscopy ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.png .jpg .xls ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nAgarose, SDS-\nPAGE, Gel \nelectrophoresis☒ Generate new \ndata\n☐ Reuse existing ☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound.png .jpg ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5, Western blot data ☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 5 TB\n☐ > 5 TB\n☐ NA\nDNA \nsequencing☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.seq .ab ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nProtein \nstructural data Raw x-ray \ndiffraction \nimages \ngenerated from \nsynchrotron☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.cbf \n.h5☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☒ > 5 TB\n☐ NA\nProtein \nstructural data \n(processed)Processed X-ray \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☒ Model\n☐ Software\n☐ Other:.pdb .fasta \n.mtz .cif\n.mcif .hkl \n.ASCII .ccp4☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nCrystal Images ☒ Generate new \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images.png .jpg☒ < 1 GB\n☐ < 100 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6☐ Reuse existing \ndata☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nChromatogram\nsSEC, IEX, Affinity \nchromatography☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.ASCII .txt \n.png .jpg☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nBio-Layer \ninterferometry \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.txt .xls .pdf .jpg\n.png☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nSpectroscopy \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.txt .png \n.jpg .ASCII\n.xls☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Protocols & SOPs :  Protocols delivered in frequently used kits ( GeneJET plasmid Miniprep Kit , etc.) or \nexisting standard lab protocols.\nDNA & DNA sequences : SAKe proteins (PDB: 7ONC and 7ONA) are used as scaffold to create and compare  \nto Symibs protein.\nProtein amino acid sequences :  Fluorescent protein sequences (e.g. mVenus etc.) & routinely used tags \n(e.g. FLAsH, FLAG, AVI, etc.)  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nProteins : The Symibs proteins that can bind and neutralize peptidic-cancer-target sequences, can be \nfurther valorized. \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Each experiment is documented in a(n) (electronic) lab notebook by the performing scientist following \nstandard operating procedures (SOPs), which will be or have been written down. Each lab notebook has a \ntable of summary containing the background/ rationale with the objective, protocols and samples used, \nresults (referencing digital data) and conclusion.  \nThe raw data of each experiment will be sorted per experiment type and stored in separate folders. \nProcessed data will be stored in separate folders with the same name containing links to their respective \nraw data files. Separate documents of non-experimental nature will be sorted and stored in a documents \nfolder. The data contains a README.txt file explaining the design/protocol, analysis methods, results, \nlabels used and references to the electronic lab notebook . \nMetadata will link the data files, lab samples and experimental notes (including descriptions of equipment,  \nsetting and used experimental settings).\nFor the various forms of publication that require a combination of data from multiple experiments, new \nfolders will be created for the processed data with links to respective raw data. The folder will be created \nper publication.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:\nWhen depositing data in a local or public repository, the final dataset will be accompanied with a \nREADME.txt file containing all relevant information, following the Dublin Core Metadata standard (if no \nother meta-standard is available yet) . This file will be located in the top-level directory of the dataset and \nwill also list the contents of the other files and outline the file-naming convention used. This will allow the \ndata to be understood by other members of the laboratory and add contextual value to the dataset for \nfuture reuse.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 104.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: NAS (Network-Attached Storage)\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (The data on the local workstation will be frequently backed up on the NAS)\n☒ Other (specify): \nThe data from the Voet lab is saved on a double backup NAS (Synology), which is secure and requires \naccess authorization. The data from Rega Institute will be stored on KUL ICTS-managed system, failure-\nproof systems that have  snapshot capabilities.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nThe KU Leuven ICTS provide su fficient storage and archival capacity during and after the PhD project. \nAdditionally, the Voet lab has 55 TB of free space on the NAS system, which will cover all research \ngenerated data for the next 4 years.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The data is secured by the Luna system of the ICTS service of the KU Leuven, while the Synology NAS  \nsystem is only accessible through authorization.\nConfidential data can and will be protected with a password that is only available for the (co-)promotors.  \nVisitors, master thesis and internship students as well as other unauthorized persons will not have access  \nto the data.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?It has been estimated that up to 5 TB storage will be collected in the duration of the project. Currently the \nICTS storage pricing is 20 – 70 Euro/(TB*year), we estimated storage costs at 700 – 2450 Euro to cover the \nduration of the project and long term storage of 10 years, which will be covered with the bench fee. The \ncloud-based data storage costs will be covered by the research group.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☒ Certain data cannot be kept for 10 years (explain)\nThe raw data files from the X-ray diffraction will not be kept for 10 years, if it has been confirmed through \nprocessing data it is not necessary, as the cost of storing the large amount of raw imaging data will be \nunaffordable.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\nAfter the end of the project, the research data will be stored in a glacial archive storage system.  \nDissemination data containing files corresponding  to  papers  and  presentations, will be stored on the PCs  \nof involved PIs and backed-up daily on the departmental server for long term storage. Analysis code will be  \nstored on ICTS-hosted code repositories.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The dissemination data volume is expected to be relatively low and can be seamlessly embedded in the \nPIs’ allocation on the departmental server.\nFor the research data, we estimate a cost of 2000 Euro/year with the current archiving costs of 10 \nEuro/(TB*year), which will be covered by the funding acquired by the project PIs in the context of other \nresearch projects.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nSpecify: Data on the Symibs protein DNA, crystal structures and its characteristics can be shared upon \napproval within the duration of the project. Relevant digital data will be published and made available \nafter the end of the project. Data with valuable IP will be protected prior to publication.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The project collaborators will be authorized to have access to all obtained digital and physical data after \nthe project. For researchers outside of the consortium, the data can be made available upon e-mail \nrequest and under the condition that the users agree to give proper credit through co-authorship on their \npapers that used the data. Data usage for commercial purposes will require a license or an equivalent \narrangement.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: The protein DNA sequences fall under IP protection.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  A restricted access repository can also be implemented on free tools, such as Dropbox, up to a certain \nvolume. If the storage volume is insufficient, time-limited storage systems will be considered to \ndownload the data. Upon publications, relevant datasets will be made public via relevant databases (e.g. \nPDB).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 147. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researcher will be responsible for data documentation & metadata.  \nWho will manage data storage and backup \nduring the research project?The researcher will be responsible for data storage & back up during the project.  \nWho will manage data preservation and \nsharing?During the course of this project, the researcher, while after completion of this project, the PI will bear the  \nend responsibility of ensuring data preservation and reuse.  \nWho will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Yi Jia Chan (0000-0002-6059-6702) Contributor name(s) (+ ORCID) & roles Arnout Voet (0000-0002-3329-2703) Supervisor Vitor Bernardes Pinheiro (0000-0003-2491-0028) Co-supervisor Dirk Daelemans (0000-0001-7092-1153) Co-supervisor Project number 1 & title Symibs: a new class of designer intrabodies for the development of anticancer treatments targeting unstructured protein domains of MYC and p53. Funder(s) GrantID 21SH8B24N Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description This project will combine protein engineering, structural biology and molecular cell biology methods to engineer the computationally designed SAKe proteins into Symibs. Symibs, or Symmetric intrabodies, may form a novel class of intrabodies capable of targeting disordered peptide motifs, which are currently out of reach for the current preferred intrabody scaffolds (nanobodies or DARPins). Symibs will serve to detect, bind and neutralize peptidic-target sequences, including the MYC-NLS and p53-NES sequences, which are involved during cancer development. The high affinity targeting will be established via directed evolution. The hit proteins will be further characterized by determining the affinity and specificity to their target peptide as well revealing the binding mechanism through crystallography. Validated Symibs will then be further analysed in human (cancer) cells to validate their binding to their target proteins as well as to analyze their anti-cancer properties. Aside from being used as biopharmaceuticals, Symibs also may be used as research probes. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Protocols & SOPs☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.pdf .docx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA< 50 pages DNAPurchased oligos & purified plasmids☒ Generate new data ☒ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA100 1.5 mL tubes Purified proteins☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB100 1.5 mL tubes 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4☐ Textual ☐ Model ☐ Software ☐ Other:☐ > 5 TB ☐ NA Glycerol stocks ☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA100 1.5 mL tubes PDB files & protein amino acid/ DNA sequences☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☒ Model ☐ Software ☐ Other:.pdb .fasta .txt .pdf☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Fluorescence microscopy ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.png .jpg .xls ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Agarose, SDS- PAGE, Gel electrophoresis☒ Generate new data ☐ Reuse existing ☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound.png .jpg ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5, Western blot data ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 5 TB ☐ > 5 TB ☐ NA DNA sequencing☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.seq .ab ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Protein structural data Raw x-ray diffraction images generated from synchrotron☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.cbf .h5☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA Protein structural data (processed)Processed X-ray data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☒ Model ☐ Software ☐ Other:.pdb .fasta .mtz .cif .mcif .hkl .ASCII .ccp4☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Crystal Images ☒ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☒ Images.png .jpg☒ < 1 GB ☐ < 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6☐ Reuse existing data☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Chromatogram sSEC, IEX, Affinity chromatography☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.ASCII .txt .png .jpg☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Bio-Layer interferometry data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.txt .xls .pdf .jpg .png☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Spectroscopy data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.txt .png .jpg .ASCII .xls☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Protocols & SOPs : Protocols delivered in frequently used kits ( GeneJET plasmid Miniprep Kit , etc.) or existing standard lab protocols. DNA & DNA sequences : SAKe proteins (PDB: 7ONC and 7ONA) are used as scaffold to create and compare to Symibs protein. Protein amino acid sequences : Fluorescent protein sequences (e.g. mVenus etc.) & routinely used tags (e.g. FLAsH, FLAG, AVI, etc.) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: Proteins : The Symibs proteins that can bind and neutralize peptidic-cancer-target sequences, can be further valorized. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Each experiment is documented in a(n) (electronic) lab notebook by the performing scientist following standard operating procedures (SOPs), which will be or have been written down. Each lab notebook has a table of summary containing the background/ rationale with the objective, protocols and samples used, results (referencing digital data) and conclusion. The raw data of each experiment will be sorted per experiment type and stored in separate folders. Processed data will be stored in separate folders with the same name containing links to their respective raw data files. Separate documents of non-experimental nature will be sorted and stored in a documents folder. The data contains a README.txt file explaining the design/protocol, analysis methods, results, labels used and references to the electronic lab notebook . Metadata will link the data files, lab samples and experimental notes (including descriptions of equipment, setting and used experimental settings). For the various forms of publication that require a combination of data from multiple experiments, new folders will be created for the processed data with links to respective raw data. The folder will be created per publication. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: When depositing data in a local or public repository, the final dataset will be accompanied with a README.txt file containing all relevant information, following the Dublin Core Metadata standard (if no other meta-standard is available yet) . This file will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 104.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: NAS (Network-Attached Storage) How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (The data on the local workstation will be frequently backed up on the NAS) ☒ Other (specify): The data from the Voet lab is saved on a double backup NAS (Synology), which is secure and requires access authorization. The data from Rega Institute will be stored on KUL ICTS-managed system, failure- proof systems that have snapshot capabilities. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No The KU Leuven ICTS provide su fficient storage and archival capacity during and after the PhD project. Additionally, the Voet lab has 55 TB of free space on the NAS system, which will cover all research generated data for the next 4 years. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data is secured by the Luna system of the ICTS service of the KU Leuven, while the Synology NAS system is only accessible through authorization. Confidential data can and will be protected with a password that is only available for the (co-)promotors. Visitors, master thesis and internship students as well as other unauthorized persons will not have access to the data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11What are the expected costs for data storage and backup during the research project? How will these costs be covered?It has been estimated that up to 5 TB storage will be collected in the duration of the project. Currently the ICTS storage pricing is 20 – 70 Euro/(TB*year), we estimated storage costs at 700 – 2450 Euro to cover the duration of the project and long term storage of 10 years, which will be covered with the bench fee. The cloud-based data storage costs will be covered by the research group. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) The raw data files from the X-ray diffraction will not be kept for 10 years, if it has been confirmed through processing data it is not necessary, as the cost of storing the large amount of raw imaging data will be unaffordable. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): After the end of the project, the research data will be stored in a glacial archive storage system. Dissemination data containing files corresponding to papers and presentations, will be stored on the PCs of involved PIs and backed-up daily on the departmental server for long term storage. Analysis code will be stored on ICTS-hosted code repositories. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The dissemination data volume is expected to be relatively low and can be seamlessly embedded in the PIs’ allocation on the departmental server. For the research data, we estimate a cost of 2000 Euro/year with the current archiving costs of 10 Euro/(TB*year), which will be covered by the funding acquired by the project PIs in the context of other research projects. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Specify: Data on the Symibs protein DNA, crystal structures and its characteristics can be shared upon approval within the duration of the project. Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. If access is restricted, please specify who will be able to access the data and under what conditions.The project collaborators will be authorized to have access to all obtained digital and physical data after the project. For researchers outside of the consortium, the data can be made available upon e-mail request and under the condition that the users agree to give proper credit through co-authorship on their papers that used the data. Data usage for commercial purposes will require a license or an equivalent arrangement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The protein DNA sequences fall under IP protection. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? A restricted access repository can also be implemented on free tools, such as Dropbox, up to a certain volume. If the storage volume is insufficient, time-limited storage systems will be considered to download the data. Upon publications, relevant datasets will be made public via relevant databases (e.g. PDB). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 147. Responsibilities Who will manage data documentation and metadata during the research project?The researcher will be responsible for data documentation & metadata. Who will manage data storage and backup during the research project?The researcher will be responsible for data storage & back up during the project. Who will manage data preservation and sharing?During the course of this project, the researcher, while after completion of this project, the PI will bear the end responsibility of ensuring data preservation and reuse. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}