{
    "document_id": "D-2021-1087",
    "LinkTitle": "D-2021-1087",
    "file_name": "D-2021-1087.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1087.pdf",
    "metadata": {
        "title": "Initial DMP (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-29 13:17:37+02:00",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Initial DMP (FWO DMP) - DMP title\nProject Identifier\n 3E210581\nGrant Title\n 12ZD622N\nPrincipal Investigator / Researcher\n Filip Elvander\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFilip Elvander\nFWO Project Number & Title\n12ZD622N\nINTERPOLATION, SAMPLING, AND UNCERTAINTY MODELING FOR ACOUSTIC ENVIRONMENTS\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of\ndata\nFormat\nVolume\nSource\nRecorded\nroom\nimpulse\nresponses\n.wav\n10-\n300GB\nPublicly available data bases\nsuch as SMARD\n(https://www.smard.es.aau.dk)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe computer code generated by the project will be documented in txt-files clearly describing\nthe use.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe metadata will consist of text documentation of computer code, describing input and output\nof functions. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nComputer code and documentation will be hosted on Zenodo free of charge (please see Zenodo\nterms of use), as well as being made publicly available on GitHub. Backups will be stored in\nESAT, i.e., Department of Electrical Engingeering at KU Leuven, servers in pre-existing\ninfrastructure.\nHow is backup of the data provided?\nBackups will be stored in ESAT, i.e., Department of Electrical Engingeering at KU Leuven, servers\nin pre-existing infrastructure.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe storage and backup capacity required by the project is on the order of Gb and thus not\nproblematic to store.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo costs or low costs are expected related to data storage and back up. Potential costs will be\ncovered by the FWO bench fee.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData security is guaranteed by the facilities provided by ESAT.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe computer code generated will be retained for the expected 5 year period.\nWhere will the data be archived (= stored for the longer term)?\nBackups will be stored in ESAT, i.e., Department of Electrical Engingeering at KU Leuven, servers\nin pre-existing infrastructure. It the computer code, together with documentation, will be stored\nat Zenedo, free of charge.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo costs are expected for the data retention.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nWhich data will be made available after the end of the project?\nThe computer code generated by the project will be made publicly available through GitHub\nrepositories.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe computer code will be publicly available to anyone.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo or low costs are expected related to sharing the computer code. Potential costs will be\ncovered by the FWO bench fee.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI.\nWho will be responsible for data storage & back up during the project?\nThe PI.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name Initial DMP (FWO DMP) - DMP title Project Identifier 3E210581 Grant Title 12ZD622N Principal Investigator / Researcher Filip Elvander Institution KU Leuven 1. General Information Name applicant Filip Elvander FWO Project Number & Title 12ZD622N INTERPOLATION, SAMPLING, AND UNCERTAINTY MODELING FOR ACOUSTIC ENVIRONMENTS Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume Source Recorded room impulse responses .wav 10- 300GB Publicly available data bases such as SMARD (https://www.smard.es.aau.dk) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 What documentation will be provided to enable reuse of the data collected/generated in this project? The computer code generated by the project will be documented in txt-files clearly describing the use. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The metadata will consist of text documentation of computer code, describing input and output of functions. 5. Data storage and backup during the FWO project Where will the data be stored? Computer code and documentation will be hosted on Zenodo free of charge (please see Zenodo terms of use), as well as being made publicly available on GitHub. Backups will be stored in ESAT, i.e., Department of Electrical Engingeering at KU Leuven, servers in pre-existing infrastructure. How is backup of the data provided? Backups will be stored in ESAT, i.e., Department of Electrical Engingeering at KU Leuven, servers in pre-existing infrastructure. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The storage and backup capacity required by the project is on the order of Gb and thus not problematic to store. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs or low costs are expected related to data storage and back up. Potential costs will be covered by the FWO bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data security is guaranteed by the facilities provided by ESAT. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The computer code generated will be retained for the expected 5 year period. Where will the data be archived (= stored for the longer term)? Backups will be stored in ESAT, i.e., Department of Electrical Engingeering at KU Leuven, servers in pre-existing infrastructure. It the computer code, together with documentation, will be stored at Zenedo, free of charge. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs are expected for the data retention. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Which data will be made available after the end of the project? The computer code generated by the project will be made publicly available through GitHub repositories. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The computer code will be publicly available to anyone. What are the expected costs for data sharing? How will the costs be covered? No or low costs are expected related to sharing the computer code. Potential costs will be covered by the FWO bench fee. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI. Who will be responsible for data storage & back up during the project? The PI. Who will be responsible for ensuring data preservation and reuse ? The PI. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}