{
    "document_id": "D-2023-2017",
    "LinkTitle": "D-2023-2017",
    "file_name": "D-2023-2017.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2017.pdf",
    "metadata": {
        "title": "Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact of nuclear import and integration on transcription and latency",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact \nof\nnuclear import and integration on transcription and latency\nA Data Management Plan created using DMPonline.be\nCreator: \nWout Hannes\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S41123N\nID: \n197291\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThe human immunodeficiency virus type 1 (HIV-1) is the causative agent of the acquired immune deficiency syndrome (AIDS).\nNowadays, HIV patients are treated with combination antiretroviral therapy which reduces the viral load but does not cure HIV infection.\nThe persistence of integrated viral DNA in a transcriptionally silent mode is a major barrier to cure HIV infection. However, multiple\nstrategies for an HIV cure are being developed. My host lab focuses on a block-and-lock functional cure strategy in which the cellular\nreservoir is rendered resistant to reactivation, thereby preventing viral rebound after treatment interruption. My host lab discovered the\nimportant role of lens epithelium-derived growth factor (LEDGF/p75) in HIV integration. LEDGF/p75 tethers HIV integrase to host\nchromatin, determining optimal integration sites. They developed small molecule inhibitors of this interaction (LEDGINs) that retarget the\nprovirus to regions resistant to reactivation. In this project, I will study the role of three host factors in nuclear import (TRN-SR2, TNPO1,\nand CPSF6) and the impact of integration sites on HIV transcription and hence HIV persistence. Finally, I will determine the impact of\nknown antivirals (reverse transcriptase inhibitors, capsid inhibitors, and integrase inhibitors) on nuclear import, integration site and HIV\ntranscription. The project will result in a technology platform for the evaluation of antivirals and an improved functional cure strategy.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 7\nTowards a functional cure strategy of HIV infection: Single virus imaging to study the impact \nof\nnuclear import and integration on transcription and latency\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nGenerate new data\nI will not work with personal data\nData types:\nSpreadsheets from experimental data (.xlsx, .csv)\nImages from experimental data (.png, TIFF, CBF, .jpeg)\nText notes (.docx, .csv, .txt, .ape, .scf, lab book, OneNote)\nPresentations of experimental data (.ppt, .pdf)\nNucleic acid sequences (.dna)\nBiochemical experimental readouts (western blotting)\nTotal volume of data:\n1 TB\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nJoris Van Asselberghs, senior technician in our lab, guarantees the safeguarding of all data on a common storage drive with automatic back-up\n2\n. \nAll data is saved on a J drive with automatic back-up (capacity of 1 TB). Furthermore, for storage of my personal data, a OneDrive made available by KU Leuven with a capacity of 2 TB\n(can be expanded upon request) can be used. In addition, printouts of my research can be saved in the laboratory's archive, under responsibility of Brigitte Verheyden. Furthermore, all\nsamples will be preserved in the appropriate freezers of -20°C and -80°C whereas cell lines are stored in liquid nitrogen. After my research, data will be stored on the OneDrive made\navailable by KU Leuven. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 7\nTowards a functional cure strategy of HIV infection: Single virus imaging to study the impact \nof\nnuclear import and integration on transcription and latency\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 7\nTowards a functional cure strategy of HIV infection: Single virus imaging to study the impact \nof\nnuclear import and integration on transcription and latency\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 7\nTowards a functional cure strategy of HIV infection: Single virus imaging to study the impact \nof\nnuclear import and integration on transcription and latency\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for digital\ndata \nOnly for digital data \nOnly for physical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nSpreadsheets from experimental data\n \nGenerate new\ndata\nDigital\nExperimental\n.xlsx, .csv\n<1GB\n \nImages from experimental data (Confocal\nMicroscopy)\n \nGenerate new\ndata\nDigital\n Experimental\n.png, TIFF, .jpeg\n<1TB\n \nText notes\n \nGenerate new\ndata\nDigital/Physical\n Experimental\n.docx, .csv, .txt\n<1GB\n \nPresentations of experimental data\n \nGenerate new\ndata\nDigital\n Experimental\n.ppt, .pdf\n<1GB\n \nNucleic acid sequences\n \nGenerate new\ndata\nDigital\n Experimental\n.dna\n<1GB\n \nCell lines\nDifferent knockdown cell\nlines\nGenerate new\ndata\nPhysical\n \n \n \n+- 15 cell lines\nIntegration site sequencing\n \nGenerate new\ndata\nDigital\nExperimental\n \n<100GB\n \nBiochemical experimental readouts\n \nGenerate new\ndata\nDigital\n Experimental\n \n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nHuman peripheral blood lymphocytes or CD4+ cells from human subjects will be used. Ethical approval is obtained. (Reference number: S58969-IRB00002047)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nDuring this project, I will optimize an innovative imaging platform for HIV drug discovery. Despite the application on HIV in this project, the platform can be applied to other viruses. This platform\ncan result in collaborations with industry and academia. Dr. Frauke Christ is the IOF manager in our lab and she will enable afficient valorization of this platform. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 7\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn general, in-house collected data will be noted in the OneNote notebook unless otherwise described in the notebook. Data collected not in-house or digital data will be assigned to a specific\nfolder in the FWO fellow's (Wout Hannes) KU Leuven OneDrive. This will be easy to find since there is a standard known by everyone working in the Laboratory for Molecular Virology and Gene\nTherapy.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nNo metadata standard will be used. However, data will be easy to find since a OneDrive notebook will be used in which all dates of experiments are mentioned with a description. In this way, it\nshould be easy to find all data, which are divided into different work packages and subfolders.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored at the FWO fellow's (Wout Hannes) OneDrive made available by KU Leuven with a capacity of 2TB (can be expanded upon my request). For back-up storage, the L drive\n(Large Volume Storage) of the Laboratory of Molecular Virology and Gene Therapy will be used. \nHow will the data be backed up?\nThe data on the fellow's lab PC is synchronized with the fellow's KU Leuven OneDrive. Data from the FWO fellow's (Wout Hannes) KU Leuven OneDrive will be backed up on the large volume\nstorage of the Laboratory of Molecular Virology and Gene Therapy. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nFor storage of my personal data, a OneDrive made available by KU Leuven with a capacity of 2TB (can be expanded upon request) can be used. This is sufficient for the estimated volume\nspecified in the data table. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nConcerning the FWO fellow's lab PC: an antiviral system is installed, no connection will be made with unknown networks and no illegal programs/software will be downloaded.\nConcerning the Laboratory of Molecular Virology and Gene Therapy: access is only provided for strictly assigned persons and protected by a password. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage during the project will be around 1000 euro. Costs will be partially covered both by the research budget provided alongside the FWO fellowship and the\nlaboratory of Molecular Virology and Gene Therapy.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll obtained data will be archived for 10 years according to KU Leuven RDM policy. \nWhere will these data be archived (stored and curated for the long-term)?\nAll obtained data will be archived on a L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation will be around 1000 euro. Costs will be covered by the Laboratory of Molecular Virology and Gene Therapy and by the research budget provided by the\nFWO fellowship. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 7\nYes, in a restricted access repository (after approval, institutional access only, …)\nOnly data which were already published/mentioned in papers will be made available after the end of the project for public use. However, for a possible continuation of this research project, all\nunpublished data will be available in the laboratory of Molecular Virology and Gene Therapy. In this way, data can still be accessed on demand.\nIn addition, data will be shared between close collaborators when necessary. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nEveryone will be able to request access to published data by e-mail. Nevertheless, prof. Zeger Debyser (PI) and Wout Hannes (FWO fellow) will, under consultation, evaluate if the request will be\naccepted. For example, ongoing collaborations will, by great change, be accepted whili competitive labs will be denied access. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll obtained data will be archived at the L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. Everyone will be able to request access to\npublished data by mail.\nWhen will the data be made available?\nUpon publication of the research results or upon request via mail.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe expected costs for data sharing will be largely based on the publication of papers. The price of publication is estimated at 3000 euro. This will be covered by the allocated project budget\n(FWO) and the Laboratory of Molecular Virology and Gene Therapy.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWout Hannes \nWho will manage data storage and backup during the research project?\nWout Hannes \nWho will manage data preservation and sharing?\nZeger Debyser (PI) & Wout Hannes \nWho will update and implement this DMP?\nWout Hannes \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n7 of 7"
    },
    "clean_full_text": "Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact of nuclear import and integration on transcription and latency A Data Management Plan created using DMPonline.be Creator: Wout Hannes Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S41123N ID: 197291 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: The human immunodeficiency virus type 1 (HIV-1) is the causative agent of the acquired immune deficiency syndrome (AIDS). Nowadays, HIV patients are treated with combination antiretroviral therapy which reduces the viral load but does not cure HIV infection. The persistence of integrated viral DNA in a transcriptionally silent mode is a major barrier to cure HIV infection. However, multiple strategies for an HIV cure are being developed. My host lab focuses on a block-and-lock functional cure strategy in which the cellular reservoir is rendered resistant to reactivation, thereby preventing viral rebound after treatment interruption. My host lab discovered the important role of lens epithelium-derived growth factor (LEDGF/p75) in HIV integration. LEDGF/p75 tethers HIV integrase to host chromatin, determining optimal integration sites. They developed small molecule inhibitors of this interaction (LEDGINs) that retarget the provirus to regions resistant to reactivation. In this project, I will study the role of three host factors in nuclear import (TRN-SR2, TNPO1, and CPSF6) and the impact of integration sites on HIV transcription and hence HIV persistence. Finally, I will determine the impact of known antivirals (reverse transcriptase inhibitors, capsid inhibitors, and integrase inhibitors) on nuclear import, integration site and HIV transcription. The project will result in a technology platform for the evaluation of antivirals and an improved functional cure strategy. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 7 Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact of nuclear import and integration on transcription and latency Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Generate new data I will not work with personal data Data types: Spreadsheets from experimental data (.xlsx, .csv) Images from experimental data (.png, TIFF, CBF, .jpeg) Text notes (.docx, .csv, .txt, .ape, .scf, lab book, OneNote) Presentations of experimental data (.ppt, .pdf) Nucleic acid sequences (.dna) Biochemical experimental readouts (western blotting) Total volume of data: 1 TB Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Joris Van Asselberghs, senior technician in our lab, guarantees the safeguarding of all data on a common storage drive with automatic back-up 2 . All data is saved on a J drive with automatic back-up (capacity of 1 TB). Furthermore, for storage of my personal data, a OneDrive made available by KU Leuven with a capacity of 2 TB (can be expanded upon request) can be used. In addition, printouts of my research can be saved in the laboratory's archive, under responsibility of Brigitte Verheyden. Furthermore, all samples will be preserved in the appropriate freezers of -20°C and -80°C whereas cell lines are stored in liquid nitrogen. After my research, data will be stored on the OneDrive made available by KU Leuven. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 7 Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact of nuclear import and integration on transcription and latency DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 7 Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact of nuclear import and integration on transcription and latency GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 7 Towards a functional cure strategy of HIV infection: Single virus imaging to study the impact of nuclear import and integration on transcription and latency FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Spreadsheets from experimental data Generate new data Digital Experimental .xlsx, .csv <1GB Images from experimental data (Confocal Microscopy) Generate new data Digital Experimental .png, TIFF, .jpeg <1TB Text notes Generate new data Digital/Physical Experimental .docx, .csv, .txt <1GB Presentations of experimental data Generate new data Digital Experimental .ppt, .pdf <1GB Nucleic acid sequences Generate new data Digital Experimental .dna <1GB Cell lines Different knockdown cell lines Generate new data Physical +- 15 cell lines Integration site sequencing Generate new data Digital Experimental <100GB Biochemical experimental readouts Generate new data Digital Experimental <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Human peripheral blood lymphocytes or CD4+ cells from human subjects will be used. Ethical approval is obtained. (Reference number: S58969-IRB00002047) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes During this project, I will optimize an innovative imaging platform for HIV drug discovery. Despite the application on HIV in this project, the platform can be applied to other viruses. This platform can result in collaborations with industry and academia. Dr. Frauke Christ is the IOF manager in our lab and she will enable afficient valorization of this platform. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 7 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In general, in-house collected data will be noted in the OneNote notebook unless otherwise described in the notebook. Data collected not in-house or digital data will be assigned to a specific folder in the FWO fellow's (Wout Hannes) KU Leuven OneDrive. This will be easy to find since there is a standard known by everyone working in the Laboratory for Molecular Virology and Gene Therapy. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. However, data will be easy to find since a OneDrive notebook will be used in which all dates of experiments are mentioned with a description. In this way, it should be easy to find all data, which are divided into different work packages and subfolders. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored at the FWO fellow's (Wout Hannes) OneDrive made available by KU Leuven with a capacity of 2TB (can be expanded upon my request). For back-up storage, the L drive (Large Volume Storage) of the Laboratory of Molecular Virology and Gene Therapy will be used. How will the data be backed up? The data on the fellow's lab PC is synchronized with the fellow's KU Leuven OneDrive. Data from the FWO fellow's (Wout Hannes) KU Leuven OneDrive will be backed up on the large volume storage of the Laboratory of Molecular Virology and Gene Therapy. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes For storage of my personal data, a OneDrive made available by KU Leuven with a capacity of 2TB (can be expanded upon request) can be used. This is sufficient for the estimated volume specified in the data table. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Concerning the FWO fellow's lab PC: an antiviral system is installed, no connection will be made with unknown networks and no illegal programs/software will be downloaded. Concerning the Laboratory of Molecular Virology and Gene Therapy: access is only provided for strictly assigned persons and protected by a password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage during the project will be around 1000 euro. Costs will be partially covered both by the research budget provided alongside the FWO fellowship and the laboratory of Molecular Virology and Gene Therapy. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All obtained data will be archived for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? All obtained data will be archived on a L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation will be around 1000 euro. Costs will be covered by the Laboratory of Molecular Virology and Gene Therapy and by the research budget provided by the FWO fellowship. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 7 Yes, in a restricted access repository (after approval, institutional access only, …) Only data which were already published/mentioned in papers will be made available after the end of the project for public use. However, for a possible continuation of this research project, all unpublished data will be available in the laboratory of Molecular Virology and Gene Therapy. In this way, data can still be accessed on demand. In addition, data will be shared between close collaborators when necessary. If access is restricted, please specify who will be able to access the data and under what conditions. Everyone will be able to request access to published data by e-mail. Nevertheless, prof. Zeger Debyser (PI) and Wout Hannes (FWO fellow) will, under consultation, evaluate if the request will be accepted. For example, ongoing collaborations will, by great change, be accepted whili competitive labs will be denied access. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. All obtained data will be archived at the L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. Everyone will be able to request access to published data by mail. When will the data be made available? Upon publication of the research results or upon request via mail. Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? The expected costs for data sharing will be largely based on the publication of papers. The price of publication is estimated at 3000 euro. This will be covered by the allocated project budget (FWO) and the Laboratory of Molecular Virology and Gene Therapy. 6. Responsibilities Who will manage data documentation and metadata during the research project? Wout Hannes Who will manage data storage and backup during the research project? Wout Hannes Who will manage data preservation and sharing? Zeger Debyser (PI) & Wout Hannes Who will update and implement this DMP? Wout Hannes Created using DMPonline.be. Last modiﬁed 26 April 2023 7 of 7"
}