{
    "document_id": "D-2022-1514",
    "LinkTitle": "D-2022-1514",
    "file_name": "D-2022-1514.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1514.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Tomas Luyten",
        "creation_date": "2022-04-13 15:59:00+02:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "1  \nBCL-2/IP3R CHANNEL STRUCTURAL DYNAMICS \nUNDERLYING COMPLEX FORMATION, FUNCTION \nAND DISEASE (BINAMICS)  \nDMP TITLE  \n \nADMIN DETAILS  \nProject Name: Bcl-2/IP3R channel structural dynamics underlying complex formation, function and \ndisease (BInamics) - DMP title  \nProject Identifier: G094522N  \nGrant Title: G094522N  \nPrincipal Investigator / Researcher: Geert Bultynck  \nDescription: Anti-apoptotic Bcl -2 proteins not only act the mitochondria where they prevent the release \nof pro -cell death factors but also function at th e endoplasmic reticulum (ER), the organelle that serves as \nthe main calcium -storage site in mammalian cells. At the ER, Bcl -2, via its “BH4 domain”, directly inhibits \nthe IP3 receptor, a large calcium  release channel, preventing mitochondrial Ca2+ overload  and thus cell \ndeath to occur. Previous studies indicated that Bcl -2’s “BH4 domain” targets two regions in the IP3R \nchannel. Recent cryoEM studies revealed that these Bcl -2-binding sites are located on the top of the \nchannel structure, in principle out of reach for Bcl -2’s BH4 domain. Thus, it is not clear how Bcl -2, being a \n“dwarf protein”, through its BH4 domain can inhibit IP3R channels, giant channels. Using an \ninterdisciplinary approach combining biophysics, biochemistry & cell biology with structural dynamics of \nproteins (BInamics), we aim to unravel the mechanisms by which Bcl -2 controls IP3Rs activity. Moreover, \nphosphorylation and disease  associated mutations, including Bcl -2 mutations that recently emerged in \nleukemia patients who were under prolon ged venetoclax treatment, are present in Bcl -2, but their impact \non Bcl -2’s properties to modulate IP3R function remain unknown. Through BInamics, we aim to elucidate \ntheir impact on IP3R/Bcl -2 complexes.  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName  applicant  \nSupervisor Spokesman: Bultynck Geert  \nCo-Supervisor: Karamanou Spyridoula (Lily)  \nCo-Supervisor Yule David I  \n \nFWO Project Number & Title  \nG094522N   \n2 Bcl-2/IP3R channel structural dynamics underlying complex formation, function and disease (BInami cs)  \n \nAffiliation  \n● KU Leuven  \n● Other  \nKU Leuven:  \n● Bultynck Geert (Laboratory of Molecular & Cellular Signaling (LMCS))  \n● Karamanou Spyridoula (Lily) (Research Manager (BAP)) (Laboratory of Molecular Bacteriology \n(LMB) - Rega Instituut)  \nRochester U niversity (NY):  \n●  Yule David I (Professor) (School of Medicine and Dentistry)  \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from dat a formats (the technical format).  \nFor LMCS:  \nBiological material: cell lines, plasmids, primers, peptides,antibodies, purified proteins,...  \nExperimental data:  \n● Western blots: .scn (imagelab files), TIFF  \n● Fluorescent microscopy data: ziar, zistream, zvi (Ze iss) and ....(Nikon), txt files  \n● Flexstation analysis: .pda (softmax pro) and .txt  \n● FDSS µcell screening: excel files, .txt  \n● OpenSPR, BLI MST: .txt  \n● 45Ca2+ unidirectional flux experiments: .rtf and .xlsx  \n● Cell death measurements via FACS analysis as .fcs (flow jo files).  \n● Cell death/cell proliferation experiments via Incucyte analysis are obtained as incucytezoom files \nand saved as .xls, .tif and .mp4  \n● DNA Sequences and all relevant information is stored in a database  \n● Cell line datafiles will be preserved in the inventory management section of an electronic lab \nnotebook and linked to the experiments.  \n● The data in the ELN is stored in a database.  \nBoth the raw data and the processed data of experiments including graphs will be preserved, as well as \nthe resulting manu scripts. Analysis of the various techniques and storage of overall lab data will be in \nelectronic notebooks or on the network drives of the university. Please note that the volume of most data \nis not going to be large enough to cause problems with our stor age capacity. For the microscopy data we \n3 only will keep the original .ziar or ..... and .txt files for long term storage as these are sufficient to generate \nthe other files.  \n   \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly descri be the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is \na legal  obligation.  \n● No \nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the r eference to the formal approval by the relevant \nethical review committee(s)  \n● No \n   \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● Yes \nThis research project is more fundamental in nature. If this would be the case we will evaluate this on a \ncase by case basis in collaboration with LRD.  \n \nDo existing 3rd party agreements restrict dissemina tion or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● Yes \nSome cell lines or other biological materials (e.g. probes) that we may want to use in the progress of this \nproject can be covered by an MTA.  \n \n \n4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generat ed in this \nproject?  \nFor LMCS:  \nAccording to good laboratory practices, each researcher involved in the project, provides detailed \ndescriptions of his/her experimental data acquisition and/or on the generation of new biological materials \nin his/her electron ic laboratory notebooks as appropriate, thereby cross -referring any paper notes that \nmight be used to the electronic files containing the data, and to the biological samples used.    \n4 Protocols and products used are indicated and cross -referenced in the labo ratory notebooks. Each \nexperiment in the ELN will contain all data files with the exclusion of the microscopy data file (this will be \nstored on an external drive and cross -referenced) a metadata file with information about the specific \ndataset or links to other datasets including unique identifier numbers is included in the ELN. Revision \nhistory is maintained.   JSON formatted files with metadata are included in the ELN.    \nThe researchers involved will store work files on the J -drive or the KU Leuven Enterpr ise onedrive instead \nof his/her own laptop hard drive to prevent loss of data.  \nCell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; \nlocation: J -drive) Write access only by the personnel affiliated to our c ell culture facility.  \nPlasmids will be documented in the ELN database. Information including DNA sequences of primers or \nother constructs or amino acid sequences of peptides generated or obtained during the project: .txt and \n.docx files and in ELN.  \n   \n(LMB) - Rega Instituut) :  \nEach researcher records in detail experimental conditions (with references to plasmids and bacterial \nstrains used) and pairs them with raw data files. Experimental condition files (xls, word), raw data (DAT) \nand analyzed data (xls, csv) files of one experiment are linked and copied in OneDrive -KULeuven, \nDropbox and 2 external hard disks (6TB each) provided by the lab; plus, extra copies on personal \nlaptops. The raw data files are independently backed -up by the lab manager in external  hard drives, once \nper month.  \nBacterial strains, plasmids, antibodies and chemicals are documented in lab databases. Access to data \nfiles and databases is only permitted to lab members. A copy of data can be provided to coworkers upon \nrequest.  \n   \nFor Roc hester:  \nAll laboratory members involved in the project document detailed descriptions of their experimental \nmethods in an electronic notebook daily. In the notebook detailed experimental protocols are described, \nspecific references to plasmids, cell lines  and chemicals are included together with a description of the \ndata obtained and cross references with Yule laboratory central database records of plasmids cell lines \nand chemicals stored electronically.  \nData files in the form of excel spreadsheets (for p atch clamp, optical patch clamp and Calcium imaging) \nor images (immunoblots, gels, Calcium imaging) are stored on external hard drives and backed up to the \nUniversity of Rochester “BOX” cloud based storage system. Coworkers from LMCS will be given access \nprivileges.   Metadata files will similarly be stored on BOX together will information related to peer \nreviewed publications.  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata w ill be created to make the data easy/easier to find and reuse.  \n● Yes \nFor LMCS:  \nMetadata will be used.   During and after the project all data is available on the LMCS -shared network J -\ndrive and/or via the laboratory notebooks of the researchers involved.   This will make the data available to \n5 researcher within the   research group.   Data and all other information related to peer -reviewed \npublications will, at present, be archived on the LMCS Archive K -drive (1 TB presently available, can be \nexpanded whenever ne cessary) as soon as possible after publication.    \nWe will in future also make use of the KULeuven research data repository, launching in 2022.   Data will \nbe prepared according to the guidelines set by the university.    \n   \n(LMB) - Rega Instituut) :  \nMetadata will be used. All data can be readily available during and after the project to people within the \nlab or to coworkers upon request. The general audience can access the data after publication upon \nrequest.   We will use the KULeuven data repository once available, following KULeuven guidelines.  \n \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \n \nHow is backup of the data provided?  \nFor LMCS:  \nAll data is stored on network drives of the KU Leuven (J -drive, K -drive) wit h automatic backup at least \nonce per day for these drives by ICT.   The electronic lab notebooks are backed up once a day. The \nindividual researcher will also back -up experiments of the ELN to their respective onedrive of the \nKULeuven as a secondary back -up option.  \n   \n(LMB) - Rega Instituut):  \nAll data are backed up by individuals on a daily basis (personal and lab copies) on laptops, Dropbox, \nOneDrive -KULeuven and external hard disks/passports. Additionally, raw data files (from all instruments, \ncommon comp uters) are backed up independently once a month by the lab manager.  \n   \nFor Rochester:  \nElectronic notebooks on personal laptops are backed up to BOX daily.  \n   \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n● Yes \nFor LMCS:  \nAvailable (drives can be expanded whenever needed):  \n● ELN: 800GB space, currently 5GB  \n● used research group networked -drive: 1TB space, currently 700GB used  \n● K-drive: 1TB space (for archiving purposes)  \n● Each individual researcher: Professional  Onedrive (2TB)  \n6    \nFor REGA:  \nEach Researcher gets from the lab a 1 -6TB external hard disk, a Dropbox account (2TB), a OneDrive -\nKUL account (95GB), plus up to 1TB space in every common LAB computer. Additional space is provided \nupon request. The Lab maintains 4 x 10 TB disks independently of the ones that are the users’ \nresponsibility to back up the current raw data.  \n   \nFor Rochester:  \nWe cur rently have 5 TB space for the laboratory on BOX.  \n   \n   \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nFor LMCS:  \nELN: €121 / 1TB J -drive: €51.9 / year/ 100GB K -drive: €156 / year / 1TB MySQ L: €41.41 / year \nReparation or replacement costs for cell containers, freezers or other hardware will be covered by the \nallocated ‘consumables’ budget of the projects ongoing in LMCS  \n   \n(LMB) - Rega Instituut):  \nEach external hard disk costs 120 -200 euros,  OneDrive -KUL is provided by KUL, Dropbox accounts cost \n110-180 euros /year. Such costs are covered by ‘’consumables’’ budgets of ongoing lab projects/grants. \nThe cost of one external hard disk (4TB) may be charged on the ‘’consumable’’ budget of the curre nt \nFWO project, if the need arises.  \n   \nFor Rochester:  \nThis cost is covered by the University of Rochester since this is defined as financed by “research \noverhead”.  \n \nData security: how will you ensure that the data are securely stored and not accessed or  modified \nby unauthorized persons?  \nFor LMCS:  \nEvery researcher has his/her own login on the ELN, password, and 2FA protected. Access to the J -drive \nand professional one -drive is via password and 2FA.  \nArchived material on the K -drive will only be accessibl e to the lab coordinator and the PI's via u -number \nand password. Modifications of the archived data are not possible, write privileges are only for the lab \ncoordinator, a read -only privilege only for the PI's. Removal of data is only possible by the ICT \ndepartment upon request by the lab coordinator and agreement of the PI's.  \n   \n(LMB) - Rega Instituut):  \nDirect access to the data is allowed only to lab members. A copy of data can be provided to external \ncoworkers upon request. Each researcher carries his/he r own copy of data independent of the copies \n7 made for the lab, plus one copy of raw data remains at all times secured in the PIs office; access to this \ncopy is not allowed even to lab members and is being updated by one dedicated person only.  \n \n \n6. DATA PR ESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, phy sical preservation issues, ...).  \nAll obtained/generated data will be preserved for at least 5 years (as well the original data as the \nprocessed data), as well in Leuven as at our external partner.  \n \nWhere will the data be archived (= stored for the longer term)?  \nAll data underpinning publications (original and processed data), all accompanying information and the \nfiles submitted for publication will be archived in a systematic way on the KU Leuven network K -drive or \nthe KU Leuven research data repository.  \nThe data will be stored on the university's central servers (with automatic back -up procedures) for at least \n10 years, conform the KU Leuven RDM policy.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nAll obtained/generated data will be preserved for at least 5 years (as well the original data as the \nprocessed data), as well in Leuven as at our external partner.   See questions above  about costs involved.  \n \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n● Yes. Specify:  \nData potentially leading to patent application or important for future applications wil l not be made \navailable or only under restricting conditions.  \n   \n \nWhich data will be made available after the end of the project?  \nPreliminary data will be presented in seminars and at national and international meetings as poster/oral \ncommunications/invited lectures.  \nDefinitive data will be published in peer -reviewed, international journals (Open Access as per KU Leuven \npolicy). Res trictions as mentioned in previous point.  \n \nWhere/how will the data be made available for reuse?  \n8 All data will be published in academic -peer reviewed journals as soon as possible (for restrictions see \nabove). We aim to publish open access according to KU L euven policy and publications will be available \nvia Lirias 2.0.   Data from published papers will in future be deposited in the KU Leuven research data \nrepository.  \n \nWhen will the data be made available?  \n● Upon publication of the research results  \nDatasets wil l be uploaded to the university research data repository upon publication.  \n \nWho will be able to access the data and under what conditions?  \n● Publications (open access).  \n● For published data: Via the KULeuven research data repository, conditions to  be determined \ndepending on data gathered during the project.   Guidelines of the university will be applied.  \n● For unpublished data: only the PIs and researchers involved (or their scientific collaborators who \nwill continue and follow up on the research afte r the completion of present project).  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nPublication costs (Open Access) will be covered by the consumables budget.   There is no cost involved \nat the moment for using the KULeuven  data repository.   50GB available per researcher per year for \nfree.     \n \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nAll researchers involved in the project are responsible for their own part.   The Lab managers in the \nresearch groups involved will supervise this process.  \n \nWho will be responsible for data storage & back up during the project?  \nAll researchers involved in the project are responsible for their own part. The PI’s will supervise this \nprocess and deal with the long-term storage of data sets.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe PI’ mentioned in this grant   \n \nWho bears the end responsibility for updating & implementing this DMP?  \nGeert Bultynck  \n "
    },
    "clean_full_text": "1 BCL-2/IP3R CHANNEL STRUCTURAL DYNAMICS UNDERLYING COMPLEX FORMATION, FUNCTION AND DISEASE (BINAMICS) DMP TITLE ADMIN DETAILS Project Name: Bcl-2/IP3R channel structural dynamics underlying complex formation, function and disease (BInamics) - DMP title Project Identifier: G094522N Grant Title: G094522N Principal Investigator / Researcher: Geert Bultynck Description: Anti-apoptotic Bcl -2 proteins not only act the mitochondria where they prevent the release of pro -cell death factors but also function at th e endoplasmic reticulum (ER), the organelle that serves as the main calcium -storage site in mammalian cells. At the ER, Bcl -2, via its “BH4 domain”, directly inhibits the IP3 receptor, a large calcium release channel, preventing mitochondrial Ca2+ overload and thus cell death to occur. Previous studies indicated that Bcl -2’s “BH4 domain” targets two regions in the IP3R channel. Recent cryoEM studies revealed that these Bcl -2-binding sites are located on the top of the channel structure, in principle out of reach for Bcl -2’s BH4 domain. Thus, it is not clear how Bcl -2, being a “dwarf protein”, through its BH4 domain can inhibit IP3R channels, giant channels. Using an interdisciplinary approach combining biophysics, biochemistry & cell biology with structural dynamics of proteins (BInamics), we aim to unravel the mechanisms by which Bcl -2 controls IP3Rs activity. Moreover, phosphorylation and disease associated mutations, including Bcl -2 mutations that recently emerged in leukemia patients who were under prolon ged venetoclax treatment, are present in Bcl -2, but their impact on Bcl -2’s properties to modulate IP3R function remain unknown. Through BInamics, we aim to elucidate their impact on IP3R/Bcl -2 complexes. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Supervisor Spokesman: Bultynck Geert Co-Supervisor: Karamanou Spyridoula (Lily) Co-Supervisor Yule David I FWO Project Number & Title G094522N 2 Bcl-2/IP3R channel structural dynamics underlying complex formation, function and disease (BInami cs) Affiliation ● KU Leuven ● Other KU Leuven: ● Bultynck Geert (Laboratory of Molecular & Cellular Signaling (LMCS)) ● Karamanou Spyridoula (Lily) (Research Manager (BAP)) (Laboratory of Molecular Bacteriology (LMB) - Rega Instituut) Rochester U niversity (NY): ● Yule David I (Professor) (School of Medicine and Dentistry) 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from dat a formats (the technical format). For LMCS: Biological material: cell lines, plasmids, primers, peptides,antibodies, purified proteins,... Experimental data: ● Western blots: .scn (imagelab files), TIFF ● Fluorescent microscopy data: ziar, zistream, zvi (Ze iss) and ....(Nikon), txt files ● Flexstation analysis: .pda (softmax pro) and .txt ● FDSS µcell screening: excel files, .txt ● OpenSPR, BLI MST: .txt ● 45Ca2+ unidirectional flux experiments: .rtf and .xlsx ● Cell death measurements via FACS analysis as .fcs (flow jo files). ● Cell death/cell proliferation experiments via Incucyte analysis are obtained as incucytezoom files and saved as .xls, .tif and .mp4 ● DNA Sequences and all relevant information is stored in a database ● Cell line datafiles will be preserved in the inventory management section of an electronic lab notebook and linked to the experiments. ● The data in the ELN is stored in a database. Both the raw data and the processed data of experiments including graphs will be preserved, as well as the resulting manu scripts. Analysis of the various techniques and storage of overall lab data will be in electronic notebooks or on the network drives of the university. Please note that the volume of most data is not going to be large enough to cause problems with our stor age capacity. For the microscopy data we 3 only will keep the original .ziar or ..... and .txt files for long term storage as these are sufficient to generate the other files. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly descri be the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ● No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the r eference to the formal approval by the relevant ethical review committee(s) ● No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● Yes This research project is more fundamental in nature. If this would be the case we will evaluate this on a case by case basis in collaboration with LRD. Do existing 3rd party agreements restrict dissemina tion or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● Yes Some cell lines or other biological materials (e.g. probes) that we may want to use in the progress of this project can be covered by an MTA. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generat ed in this project? For LMCS: According to good laboratory practices, each researcher involved in the project, provides detailed descriptions of his/her experimental data acquisition and/or on the generation of new biological materials in his/her electron ic laboratory notebooks as appropriate, thereby cross -referring any paper notes that might be used to the electronic files containing the data, and to the biological samples used. 4 Protocols and products used are indicated and cross -referenced in the labo ratory notebooks. Each experiment in the ELN will contain all data files with the exclusion of the microscopy data file (this will be stored on an external drive and cross -referenced) a metadata file with information about the specific dataset or links to other datasets including unique identifier numbers is included in the ELN. Revision history is maintained. JSON formatted files with metadata are included in the ELN. The researchers involved will store work files on the J -drive or the KU Leuven Enterpr ise onedrive instead of his/her own laptop hard drive to prevent loss of data. Cell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; location: J -drive) Write access only by the personnel affiliated to our c ell culture facility. Plasmids will be documented in the ELN database. Information including DNA sequences of primers or other constructs or amino acid sequences of peptides generated or obtained during the project: .txt and .docx files and in ELN. (LMB) - Rega Instituut) : Each researcher records in detail experimental conditions (with references to plasmids and bacterial strains used) and pairs them with raw data files. Experimental condition files (xls, word), raw data (DAT) and analyzed data (xls, csv) files of one experiment are linked and copied in OneDrive -KULeuven, Dropbox and 2 external hard disks (6TB each) provided by the lab; plus, extra copies on personal laptops. The raw data files are independently backed -up by the lab manager in external hard drives, once per month. Bacterial strains, plasmids, antibodies and chemicals are documented in lab databases. Access to data files and databases is only permitted to lab members. A copy of data can be provided to coworkers upon request. For Roc hester: All laboratory members involved in the project document detailed descriptions of their experimental methods in an electronic notebook daily. In the notebook detailed experimental protocols are described, specific references to plasmids, cell lines and chemicals are included together with a description of the data obtained and cross references with Yule laboratory central database records of plasmids cell lines and chemicals stored electronically. Data files in the form of excel spreadsheets (for p atch clamp, optical patch clamp and Calcium imaging) or images (immunoblots, gels, Calcium imaging) are stored on external hard drives and backed up to the University of Rochester “BOX” cloud based storage system. Coworkers from LMCS will be given access privileges. Metadata files will similarly be stored on BOX together will information related to peer reviewed publications. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata w ill be created to make the data easy/easier to find and reuse. ● Yes For LMCS: Metadata will be used. During and after the project all data is available on the LMCS -shared network J - drive and/or via the laboratory notebooks of the researchers involved. This will make the data available to 5 researcher within the research group. Data and all other information related to peer -reviewed publications will, at present, be archived on the LMCS Archive K -drive (1 TB presently available, can be expanded whenever ne cessary) as soon as possible after publication. We will in future also make use of the KULeuven research data repository, launching in 2022. Data will be prepared according to the guidelines set by the university. (LMB) - Rega Instituut) : Metadata will be used. All data can be readily available during and after the project to people within the lab or to coworkers upon request. The general audience can access the data after publication upon request. We will use the KULeuven data repository once available, following KULeuven guidelines. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? For LMCS: All data is stored on network drives of the KU Leuven (J -drive, K -drive) wit h automatic backup at least once per day for these drives by ICT. The electronic lab notebooks are backed up once a day. The individual researcher will also back -up experiments of the ELN to their respective onedrive of the KULeuven as a secondary back -up option. (LMB) - Rega Instituut): All data are backed up by individuals on a daily basis (personal and lab copies) on laptops, Dropbox, OneDrive -KULeuven and external hard disks/passports. Additionally, raw data files (from all instruments, common comp uters) are backed up independently once a month by the lab manager. For Rochester: Electronic notebooks on personal laptops are backed up to BOX daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes For LMCS: Available (drives can be expanded whenever needed): ● ELN: 800GB space, currently 5GB ● used research group networked -drive: 1TB space, currently 700GB used ● K-drive: 1TB space (for archiving purposes) ● Each individual researcher: Professional Onedrive (2TB) 6 For REGA: Each Researcher gets from the lab a 1 -6TB external hard disk, a Dropbox account (2TB), a OneDrive - KUL account (95GB), plus up to 1TB space in every common LAB computer. Additional space is provided upon request. The Lab maintains 4 x 10 TB disks independently of the ones that are the users’ responsibility to back up the current raw data. For Rochester: We cur rently have 5 TB space for the laboratory on BOX. What are the expected costs for data storage and back up during the project? How will these costs be covered? For LMCS: ELN: €121 / 1TB J -drive: €51.9 / year/ 100GB K -drive: €156 / year / 1TB MySQ L: €41.41 / year Reparation or replacement costs for cell containers, freezers or other hardware will be covered by the allocated ‘consumables’ budget of the projects ongoing in LMCS (LMB) - Rega Instituut): Each external hard disk costs 120 -200 euros, OneDrive -KUL is provided by KUL, Dropbox accounts cost 110-180 euros /year. Such costs are covered by ‘’consumables’’ budgets of ongoing lab projects/grants. The cost of one external hard disk (4TB) may be charged on the ‘’consumable’’ budget of the curre nt FWO project, if the need arises. For Rochester: This cost is covered by the University of Rochester since this is defined as financed by “research overhead”. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For LMCS: Every researcher has his/her own login on the ELN, password, and 2FA protected. Access to the J -drive and professional one -drive is via password and 2FA. Archived material on the K -drive will only be accessibl e to the lab coordinator and the PI's via u -number and password. Modifications of the archived data are not possible, write privileges are only for the lab coordinator, a read -only privilege only for the PI's. Removal of data is only possible by the ICT department upon request by the lab coordinator and agreement of the PI's. (LMB) - Rega Instituut): Direct access to the data is allowed only to lab members. A copy of data can be provided to external coworkers upon request. Each researcher carries his/he r own copy of data independent of the copies 7 made for the lab, plus one copy of raw data remains at all times secured in the PIs office; access to this copy is not allowed even to lab members and is being updated by one dedicated person only. 6. DATA PR ESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, phy sical preservation issues, ...). All obtained/generated data will be preserved for at least 5 years (as well the original data as the processed data), as well in Leuven as at our external partner. Where will the data be archived (= stored for the longer term)? All data underpinning publications (original and processed data), all accompanying information and the files submitted for publication will be archived in a systematic way on the KU Leuven network K -drive or the KU Leuven research data repository. The data will be stored on the university's central servers (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All obtained/generated data will be preserved for at least 5 years (as well the original data as the processed data), as well in Leuven as at our external partner. See questions above about costs involved. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes. Specify: Data potentially leading to patent application or important for future applications wil l not be made available or only under restricting conditions. Which data will be made available after the end of the project? Preliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures. Definitive data will be published in peer -reviewed, international journals (Open Access as per KU Leuven policy). Res trictions as mentioned in previous point. Where/how will the data be made available for reuse? 8 All data will be published in academic -peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU L euven policy and publications will be available via Lirias 2.0. Data from published papers will in future be deposited in the KU Leuven research data repository. When will the data be made available? ● Upon publication of the research results Datasets wil l be uploaded to the university research data repository upon publication. Who will be able to access the data and under what conditions? ● Publications (open access). ● For published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project. Guidelines of the university will be applied. ● For unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research afte r the completion of present project). What are the expected costs for data sharing? How will the costs be covered? Publication costs (Open Access) will be covered by the consumables budget. There is no cost involved at the moment for using the KULeuven data repository. 50GB available per researcher per year for free. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? All researchers involved in the project are responsible for their own part. The Lab managers in the research groups involved will supervise this process. Who will be responsible for data storage & back up during the project? All researchers involved in the project are responsible for their own part. The PI’s will supervise this process and deal with the long-term storage of data sets. Who will be responsible for ensuring data preservation and reuse ? The PI’ mentioned in this grant Who bears the end responsibility for updating & implementing this DMP? Geert Bultynck"
}