{
    "document_id": "D-2023-2246",
    "LinkTitle": "D-2023-2246",
    "file_name": "D-2023-2246.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2246.pdf",
    "metadata": {
        "title": "Biofabrication of organ-specific functional micro- and macrovasculature",
        "author": "N/A",
        "creation_date": "2023-06-29 10:00:33+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Biofabrication of organ-specific functional micro- and macrovasculature\nA Data Management Plan created using DMPonline.be\nCreator: \nHeidi Declercq \n \nhttps://orcid.org/0000-0002-2849-1345\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0C8823N\nID: \n200652\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nThe biofabrication of 3D biomimetic tissue analogs, which accurately mimic the properties of native tissue, have an\nenormous potential in biomedical applications (drug discovery, cancer research, regenerative medicine,...). A basic\nprerequisite for the survival, maturation and function of 3D engineered tissues is the establishment of blood vessels.\nThe most critical challenge in complex tissue engineering is the integration of an organ-specific hierarchical vascular\nnetwork. This project will integrate biomimetic approaches with bioprinting by combining self-organizing multicellular\nspheroids with cell-instructive-biomaterials for guiding organ-specific endothelial cell differentiation and generating\nvascularized tissues. Spheroids are composed of endothelial and/or mural cells (pericytes, smooth muscle cells) allowing\nthe engineering of micro- and macrovasculature embedded in a tissue-environment. To enhance the maturation state of\nthe tissue, electroactive hydrogels will be applied. By incorporating the vascularized tissue in a bioreactor, we will strive\nto an organ-on-a-chip system with a higher physiologically relevance than current models. With this model, the response\nto microenvironmental stimuli (mechanical and biological factors comprising flow, tissue/extracellular matrix stiffness,\nmural cell interactions) of endothelial cell differentiation towards an organ-specific behaviour will be elucidated. \nLast modified: \n29-06-2023\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n1 of 8\nBiofabrication of organ-specific functional micro- and macrovasculature\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThe project will generate new research data.\nExperimental data will be collected with various devices and recorded in different file formats, including microscopical images (.zvi, .jpeg, .tiff, .gif, .png), printing\nparameters (G-code, .STM), tables (.xls), gene expressing data (.fastq), ...\nManuscripts will be stored as .pdf with respective DOI. \nCustom-made objects (bioreactor, electromechanical device,) will be stored in the lab and filed. Files will be assigned a unique identifier: Project_WPs_Document\ntype_Researcher name_Date. We estimate that the total volume of data of 1 PhD student will be in the range of TB. \nAll necessary measures will be taken to archive all biological data according to good scientific practices.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person \nH. Declercq and L. Gifre-Renom/E. Jones are responsible for the data management. \n2\n. \nStorage capacity/repository\nduring the research\nDuring the project, imaging will be stored on a server of the respective (core) facilities, where automatic backups are in place. Other data (tables, doc,...) will\nbe stored at the server of KU Leuven, which is daily backed up. PhDs make use of online notebooks. \nafter the research\nAt the end of the research, lab notebooks will be stored in the archives of KU Leuven. A preservation plan will be made to ensure the data will be stored for 5\nyears after the project. Suitable repositories will be analyzed for publishing the data. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNot applicable\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n2 of 8\nBiofabrication of organ-specific functional micro- and macrovasculature\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nLab notebooks\nExperimental set-\nup\nNew\nDigital\nObservational,\nexperimental\n \n<10GB\n \nSpheroids and 3D printed\ncells' derived RNA and\nprotein lysate\n \nNew\nPhysical\nExperimental\n \n \n500\nsamples\nEmbedded spheroids and\nprinted tissues and\nderived microscopy\nslices\nEmbedded,\nfixated and/or\nstained\nmicroscopy slices\nNew\nPhysical\nExperimental\n \n \n500\nsamples\nMicroscopy images\n(phase-contrast\nmicroscopy and\nfluorescence)\n \nNew\nDigital\nObservational,\nexperimental\n.jpeg/.png/.pdf\n<1TB\n \nMicroscopy images of\n(immuno)histological\nstainings\nEmbedded,\nfixated and/or\nstained\nmicroscopy slices\nNew\nDigital\nObservational,\nexperimental\n.jpeg/.png/.pdf\n<1TB\n \nQuantifications of\n(immuno)histological\nparameters (raw data)\n \nNew\nDigital\nObservational,\nexperimental\n.txt/.slsx/.cvs\n<1 GB\n \nPrinting parameters\nDesign and\nprinting\nprocedures\nNew\nDigital\nSoftware\nG-code,.STM\n<1 GB\n \nBioreactor parameters\nDesign and\nparameters for\nexternal stimuli\nNew\nDigital\nSoftware, experimental\n.xlsx\n<1 GB\n \nMetadata\n \nNew\nDigital\nObservational,\nexperimental\n.txt/.xlsx\n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo reuse of existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n3 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll experiments will be documented in an electronic laboratory notebook using the online tool Benchling. The notes will include the experimental setup and protocols\nused, information on the biological samples used, the raw data obtained from the experiment, location of samples generated during the experiment and possible remarks\nby the researcher. \nEvery authorized researcher can access the detailed information of the performed experiments in Benchling and should be able to accurately repeat them. \nManGo will be used to classify images from microscopes. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nMetadata will be created manually, by including readme, Word or Excel files containing the experimental setup and technical descriptions. Moreover, by using Benchling\nas an electronic documentation system, it is possible to search for specific items and keep all experiments organized.\nManGo will be used to classify images from microscopes. \n \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nRaw data will be stored on the shared drives by KU Leuven which can be accessed by each researcher involved in the project, with local copies on the personal I-drive of\nthe researcher. Processed data in the electronic notebook (Benchling) are stored on the Benchling server and will be periodically exported to the share drives provided by\nKU Leuven. eg. Data will be stored on the One Drive-KU Leuven, personal homedrive (I:), shared folders (J:) and the archive (K:).\nHow will the data be backed up?\nThe data stored in Benchling is backed-up weekly by the system and is accessible at any time. Moreover, the version history of the electronic notebook is saved as well\nand periodical exports are saved on KU Leuven drives. The research data will be backed up on the homedrive (I:), shared folders (J:) and the archive (K:).\nThe data stored on the university's central servers (I- and J-drive) is backed-up daily according to university procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe J-drive will contain the datasets of each PhD student. The K-drive will be used for classified research.\nWe will use ManGo for large image datasets from microscopes.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n4 of 8\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data stores in Benchling and on the university's servers are password controlled and can only be accessed when granted permission. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nMonthly, 1 hour is needed for extra working hours to make sure that back-ups, storage and access control are appropriate.\nExpected costs for data storage and back-up are 165 euro/TB/year and will be covered by the project. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data can be retained for 5 years, both in Benchling which remains accessible by the prinicipal investigator as well as on the university's servers.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect to store a maximum of 1TB data on the university's servers, which has a cost of 165 Euro/TB/year and will be covered by the lab of the PI's.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nProcessed data will be made available by publishing Open Access Articles in relevant journals in the field.\nUnpublished data will be made available to internal and external collaborators via file sharing upon request and after agreement of the principal investigators.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be granted after request to the PI's.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nProcessed data will be made available by publishing Open Access articles in relevant journals in the field.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nPublished data are open for as long as it is used for non-commercial purposes.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n5 of 8\nThe published research articles and their supplementary material will get a DOI accession number.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected for data sharing since small datasets on the repository is free of charge.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAll researchers generating data for this project are responsible for its documentation and metadata (PhD students, 2 PI's). The PI/supervisor, Heidi Declercq and Laia Gifre-\nRenom/Elizabeth Jones bear the responsibility fo the data documentation and metadata. \nWho will manage data storage and backup during the research project?\nThe PI's and the researchers involved in the project. \nWho will manage data preservation and sharing?\nThe corresponsing author of the published data will be responsible for sharing hte data appropriately. This will be Heidi Declercq and/or Elizabeth Jones/Laia Gifre-Renom. \nWho will update and implement this DMP?\nThe PI's of the project, Heidi Declercq and Laia Gifre-Renom/Elizabeth Jones. \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n6 of 8\nBiofabrication of organ-specific functional micro- and macrovasculature\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n7 of 8\nBiofabrication of organ-specific functional micro- and macrovasculature\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n8 of 8"
    },
    "clean_full_text": "Biofabrication of organ-specific functional micro- and macrovasculature A Data Management Plan created using DMPonline.be Creator: Heidi Declercq https://orcid.org/0000-0002-2849-1345 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0C8823N ID: 200652 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: The biofabrication of 3D biomimetic tissue analogs, which accurately mimic the properties of native tissue, have an enormous potential in biomedical applications (drug discovery, cancer research, regenerative medicine,...). A basic prerequisite for the survival, maturation and function of 3D engineered tissues is the establishment of blood vessels. The most critical challenge in complex tissue engineering is the integration of an organ-specific hierarchical vascular network. This project will integrate biomimetic approaches with bioprinting by combining self-organizing multicellular spheroids with cell-instructive-biomaterials for guiding organ-specific endothelial cell differentiation and generating vascularized tissues. Spheroids are composed of endothelial and/or mural cells (pericytes, smooth muscle cells) allowing the engineering of micro- and macrovasculature embedded in a tissue-environment. To enhance the maturation state of the tissue, electroactive hydrogels will be applied. By incorporating the vascularized tissue in a bioreactor, we will strive to an organ-on-a-chip system with a higher physiologically relevance than current models. With this model, the response to microenvironmental stimuli (mechanical and biological factors comprising flow, tissue/extracellular matrix stiffness, mural cell interactions) of endothelial cell differentiation towards an organ-specific behaviour will be elucidated. Last modified: 29-06-2023 Created using DMPonline.be. Last modiﬁed 29 June 2023 1 of 8 Biofabrication of organ-specific functional micro- and macrovasculature Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will generate new research data. Experimental data will be collected with various devices and recorded in different file formats, including microscopical images (.zvi, .jpeg, .tiff, .gif, .png), printing parameters (G-code, .STM), tables (.xls), gene expressing data (.fastq), ... Manuscripts will be stored as .pdf with respective DOI. Custom-made objects (bioreactor, electromechanical device,) will be stored in the lab and filed. Files will be assigned a unique identifier: Project_WPs_Document type_Researcher name_Date. We estimate that the total volume of data of 1 PhD student will be in the range of TB. All necessary measures will be taken to archive all biological data according to good scientific practices. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person H. Declercq and L. Gifre-Renom/E. Jones are responsible for the data management. 2 . Storage capacity/repository during the research During the project, imaging will be stored on a server of the respective (core) facilities, where automatic backups are in place. Other data (tables, doc,...) will be stored at the server of KU Leuven, which is daily backed up. PhDs make use of online notebooks. after the research At the end of the research, lab notebooks will be stored in the archives of KU Leuven. A preservation plan will be made to ensure the data will be stored for 5 years after the project. Suitable repositories will be analyzed for publishing the data. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable Created using DMPonline.be. Last modiﬁed 29 June 2023 2 of 8 Biofabrication of organ-specific functional micro- and macrovasculature FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Lab notebooks Experimental set- up New Digital Observational, experimental <10GB Spheroids and 3D printed cells' derived RNA and protein lysate New Physical Experimental 500 samples Embedded spheroids and printed tissues and derived microscopy slices Embedded, fixated and/or stained microscopy slices New Physical Experimental 500 samples Microscopy images (phase-contrast microscopy and fluorescence) New Digital Observational, experimental .jpeg/.png/.pdf <1TB Microscopy images of (immuno)histological stainings Embedded, fixated and/or stained microscopy slices New Digital Observational, experimental .jpeg/.png/.pdf <1TB Quantifications of (immuno)histological parameters (raw data) New Digital Observational, experimental .txt/.slsx/.cvs <1 GB Printing parameters Design and printing procedures New Digital Software G-code,.STM <1 GB Bioreactor parameters Design and parameters for external stimuli New Digital Software, experimental .xlsx <1 GB Metadata New Digital Observational, experimental .txt/.xlsx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No reuse of existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 29 June 2023 3 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All experiments will be documented in an electronic laboratory notebook using the online tool Benchling. The notes will include the experimental setup and protocols used, information on the biological samples used, the raw data obtained from the experiment, location of samples generated during the experiment and possible remarks by the researcher. Every authorized researcher can access the detailed information of the performed experiments in Benchling and should be able to accurately repeat them. ManGo will be used to classify images from microscopes. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata will be created manually, by including readme, Word or Excel files containing the experimental setup and technical descriptions. Moreover, by using Benchling as an electronic documentation system, it is possible to search for specific items and keep all experiments organized. ManGo will be used to classify images from microscopes. 3. Data storage & back-up during the research project Where will the data be stored? Raw data will be stored on the shared drives by KU Leuven which can be accessed by each researcher involved in the project, with local copies on the personal I-drive of the researcher. Processed data in the electronic notebook (Benchling) are stored on the Benchling server and will be periodically exported to the share drives provided by KU Leuven. eg. Data will be stored on the One Drive-KU Leuven, personal homedrive (I:), shared folders (J:) and the archive (K:). How will the data be backed up? The data stored in Benchling is backed-up weekly by the system and is accessible at any time. Moreover, the version history of the electronic notebook is saved as well and periodical exports are saved on KU Leuven drives. The research data will be backed up on the homedrive (I:), shared folders (J:) and the archive (K:). The data stored on the university's central servers (I- and J-drive) is backed-up daily according to university procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The J-drive will contain the datasets of each PhD student. The K-drive will be used for classified research. We will use ManGo for large image datasets from microscopes. Created using DMPonline.be. Last modiﬁed 29 June 2023 4 of 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data stores in Benchling and on the university's servers are password controlled and can only be accessed when granted permission. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Monthly, 1 hour is needed for extra working hours to make sure that back-ups, storage and access control are appropriate. Expected costs for data storage and back-up are 165 euro/TB/year and will be covered by the project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data can be retained for 5 years, both in Benchling which remains accessible by the prinicipal investigator as well as on the university's servers. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect to store a maximum of 1TB data on the university's servers, which has a cost of 165 Euro/TB/year and will be covered by the lab of the PI's. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Processed data will be made available by publishing Open Access Articles in relevant journals in the field. Unpublished data will be made available to internal and external collaborators via file sharing upon request and after agreement of the principal investigators. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be granted after request to the PI's. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Processed data will be made available by publishing Open Access articles in relevant journals in the field. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Published data are open for as long as it is used for non-commercial purposes. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 29 June 2023 5 of 8 The published research articles and their supplementary material will get a DOI accession number. What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing since small datasets on the repository is free of charge. 6. Responsibilities Who will manage data documentation and metadata during the research project? All researchers generating data for this project are responsible for its documentation and metadata (PhD students, 2 PI's). The PI/supervisor, Heidi Declercq and Laia Gifre- Renom/Elizabeth Jones bear the responsibility fo the data documentation and metadata. Who will manage data storage and backup during the research project? The PI's and the researchers involved in the project. Who will manage data preservation and sharing? The corresponsing author of the published data will be responsible for sharing hte data appropriately. This will be Heidi Declercq and/or Elizabeth Jones/Laia Gifre-Renom. Who will update and implement this DMP? The PI's of the project, Heidi Declercq and Laia Gifre-Renom/Elizabeth Jones. Created using DMPonline.be. Last modiﬁed 29 June 2023 6 of 8 Biofabrication of organ-specific functional micro- and macrovasculature GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 June 2023 7 of 8 Biofabrication of organ-specific functional micro- and macrovasculature DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 June 2023 8 of 8"
}