{
    "document_id": "D-2023-2434",
    "LinkTitle": "D-2023-2434",
    "file_name": "D-2023-2434.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2434.pdf",
    "metadata": {
        "title": "Central Bank Digital Currencies in a global perspective: towards a digital euro",
        "author": "N/A",
        "creation_date": "2023-11-06 15:23:21+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Central Bank Digital Currencies in a global perspective: towards a digital euro\nA Data Management Plan created using DMPonline.be\nCreator: \nZeno Vanhoyland\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PS624N\nID: \n202627\nStart date: \n01-11-2023\nEnd date: \n30-09-2027\nProject abstract:\nCentral banks around the world are exploring whether and to what extent a retail Central Bank Digital Currency (CBDC)\nmay be issued. A CBDC may be roughly described as a digital currency issued by a central bank that is available to the\ngeneral public. For the euro area, the European Central Bank (ECB) is investigating the issuance of a digital euro.\nHowever, the issuance of a CBDC and digital euro raises a variety of legal issues.\nFirst, a CBDC, and a digital euro in particular, should be issued on a sound legal basis within the ECB's mandate.\nHowever, there is no clear-cut legal basis for the digital euro and there is no consensus among scholars on whether the\nECB may issue a digital euro within its mandate, and what design limitations each legal basis would induce. Second,\ncentral banks should balance several competing objectives while issuing a CBDC, most importantly the objective to\nprotect users' privacy and data against the objective to reduce money-related crimes. However, current academic\nliterature lacks a comprehensive study in this regard.\nTherefore, this research aims to (i) define CBDCs in comparison with other types of money (ii) indicate appropriate legal\nbases for the issuance of a digital euro within the ECB’s mandate (iii) describe, evaluate and compare how a balance is\nattained in the issuance of a CBDC between competing objectives in selected jurisdictions and (iv) recommend how this\nbalance should be attained in issuing a digital euro.\nLast modified: \n06-11-2023\nCreated using DMPonline.be. Last modiﬁed 06 November 2023\n1 of 5\nCentral Bank Digital Currencies in a global perspective: towards a digital euro\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it\nis about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the\nkind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDiagrams\ne.g. money flower\nGenerate new data\nDigital\nImages and textual\npptx and docx\n< 1 GB\n \nJournal\narticles and\nbookchapters\nValorisation of\nintermediate\nresearch results\nGenerate new data\nDigital\nTextual\ndocx and pdf\n< 10 GB\n \nPresentations\nSlides for seminars,\nconferences etc.\nGenerate new data\nDigital\nTextual\npptx\n< 100 GB\n \nEU Treaties\nLegal text with\nannotations\nCollected and reused\nDigital and\nphysical\nTextual\npdf\n< 1 GB\n< 100\npages\nSecondary\nEU\nLegislation\nLegal text with\nannotations\nCollected and reused\nDigital and\nphysical\nTextual\npdf\n< 1 GB\nKey\nsecondary\nlegislation\n< 500\npages\nForeign\nlegislation\nNational legislation\nin comparative law\njurisdictions with\nannotations\nCollected and reused\nDigital and\nphysical\nTextual\npdf\n< 1 GB\n< 1000\npages\nDoctrine\nArticles, book\nchapters, reports\nand policy\ndocuments\nCollected and reused\nDigital and\nphysical\nTextual\npdf\n< 100 GB\n< 20 000\npages\nCase-law\nCourt judgements\nin EU (CJEU) and\ncomparative law\njurisdictions\nCollected and reused\nDigital and\nphysical\nTextual\npdf\n< 1 GB\n< 500\npages\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset\nor data type:\nWhen existing data is reused in the manuscript, adequate references will be included by means of a reference manager (i.e. Juris-M). If available, the\nreferences will be based on the DOI or ISBN numbers of the original data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nCreated using DMPonline.be. Last modiﬁed 06 November 2023\n2 of 5\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThis research does not engage in empirical research. As a consequence, there is no need for documentation accompanying the datasets.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or\ndata type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will\nbe created to make the data easier to find and reuse.\nYes\nThis research will make use of a reference manager (Juris-M) that contains all metadata to properly refer to the original sources. The reference manager\nwill be used for all mentioned datasets.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n1. All digital data is stored on the personal network-drive of the university that automatically back-ups (\"H-drive\" in Brussels campus). Paper copies are\nkept in binders in the drawers that can be locked in my office.\n2. Copies of the doctoral manuscript are saved on my personal OneDrive. Copies\nof annotated data (e.g. doctrine or case-law) are saved as well on OneDrive.\n3. Weekly, a copy of the doctoral manuscript is made on an external harddrive that is kept in the drawers that can be locked in my office.\nHow will the data be backed up?\n1. All digital data is stored on the university's central servers that automatically makes\nback-ups.\n2. Copies of the doctoral manuscript are automatically backed up on OneDrive when an internet connection is made.\n3. The external harddrive back-up is made manually at the end of each workweek by connecting the harddrive to my personal work laptop. The external\nharddrive has a sufficient capacity of 4 TB.\n4. The physical data is stored in my office that is always closed when I am not present.\nCreated using DMPonline.be. Last modiﬁed 06 November 2023\n3 of 5\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe personal network-drive (\"H-drive\" on the Brussels Campus) has a capacity of 4TB. The external harddrive also has a capacity of 4TB. The personal\nOneDrive provided by KULeuven has a capacity of 2TB.\nGiven the limited data volume of the datasets, this capacity is more than sufficient.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI do not use any personal or sensitive data.\nMy digital data stored on my personal network drive on the university's servers can only be accessed if logged in on my personel account (password\nprotected).\nThe OneDrive provided by KULeuven can only be accessed when logged in on my work laptop, or when logged in with my personel credentials which are\ntwo factor authentication protected.\nThe external harddrive is password protected and stored in closed drawers.\nPasswords are changed at least once per year.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNA; enough storage capacity available.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAll data will be retained in pdf format for at least 5 years after the end of the project. This data will still be relevant for future research, especially 'follow-\nup research' of the project itself.\n \nWhere will these data be archived (stored and curated for the long-term)?\nThe digital data will be stored on the university's central services, more specifically the Kdrive, i.e. the dedicated storage for archival purposes (with\nautomatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.\nThe annotations made on physical data will be digitalised and saved in PDF to ensure readability for the long term. This data will be stored on the\nuniversity's central services.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe database will be hosted on the servers of KU Leuven. Should any costs arise, the institute Consumer Competition Market (to which I am affiliated) will\ncover them.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nThe doctoral manuscript, generated papers and other publications during the project will be made available for reuse in an Open Access repository, i.e.\ndeposited in DSpace repository.\nOther generated data will be made available after the end of the project by storing a copy on the P-drive of the university servers. This P-drive is openly\navailable for all researchers of our Law Faculty.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data, other than the doctoral manuscript, generated papers and other publications, that will be stored on the P-drive is openly available for all\nresearchers of our Law Faculty to be reused.\nCreated using DMPonline.be. Last modiﬁed 06 November 2023\n4 of 5\nData will be made available on request by e-mail for researchers outside of our Law\nFaculty, provided that they give appropriate credit to the creator.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDSpace repository.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe gererated data may be reused by other researchers provided that adequate credits are mentioned to the creator.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nYes\nI inted to publish the doctoral manuscript in collaboration with a publisher. This commercial version will be provided with a DOI number.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected for data sharing given the limited volume of data generated. Should any costs arise, the institute CCM (to which I am affiliated) will\ncover them.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAs the researcher who conducts the research, I will be responsible for day-to-day management of data documentation and metadata. My supervisor, prof.\ndr. Bert Keirsbilck is responsible for overall data management in the long term. \nWho will manage data storage and backup during the research project?\nAs the researcher who conducts the research, I will be responsible for storing all the data on the university servers (automatic back-ups) and additional\nback-ups on personal OneDrive and external harddrive. \nWho will manage data preservation and sharing?\nI will ensure that all data are properly stored on the archive drive (K), P-drive (open access) and deposited in DSpace.. \nWho will update and implement this DMP?\nAs the researcher who conducts the research, I will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 06 November 2023\n5 of 5"
    },
    "clean_full_text": "Central Bank Digital Currencies in a global perspective: towards a digital euro A Data Management Plan created using DMPonline.be Creator: Zeno Vanhoyland Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PS624N ID: 202627 Start date: 01-11-2023 End date: 30-09-2027 Project abstract: Central banks around the world are exploring whether and to what extent a retail Central Bank Digital Currency (CBDC) may be issued. A CBDC may be roughly described as a digital currency issued by a central bank that is available to the general public. For the euro area, the European Central Bank (ECB) is investigating the issuance of a digital euro. However, the issuance of a CBDC and digital euro raises a variety of legal issues. First, a CBDC, and a digital euro in particular, should be issued on a sound legal basis within the ECB's mandate. However, there is no clear-cut legal basis for the digital euro and there is no consensus among scholars on whether the ECB may issue a digital euro within its mandate, and what design limitations each legal basis would induce. Second, central banks should balance several competing objectives while issuing a CBDC, most importantly the objective to protect users' privacy and data against the objective to reduce money-related crimes. However, current academic literature lacks a comprehensive study in this regard. Therefore, this research aims to (i) define CBDCs in comparison with other types of money (ii) indicate appropriate legal bases for the issuance of a digital euro within the ECB’s mandate (iii) describe, evaluate and compare how a balance is attained in the issuance of a CBDC between competing objectives in selected jurisdictions and (iv) recommend how this balance should be attained in issuing a digital euro. Last modified: 06-11-2023 Created using DMPonline.be. Last modiﬁed 06 November 2023 1 of 5 Central Bank Digital Currencies in a global perspective: towards a digital euro FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Diagrams e.g. money flower Generate new data Digital Images and textual pptx and docx < 1 GB Journal articles and bookchapters Valorisation of intermediate research results Generate new data Digital Textual docx and pdf < 10 GB Presentations Slides for seminars, conferences etc. Generate new data Digital Textual pptx < 100 GB EU Treaties Legal text with annotations Collected and reused Digital and physical Textual pdf < 1 GB < 100 pages Secondary EU Legislation Legal text with annotations Collected and reused Digital and physical Textual pdf < 1 GB Key secondary legislation < 500 pages Foreign legislation National legislation in comparative law jurisdictions with annotations Collected and reused Digital and physical Textual pdf < 1 GB < 1000 pages Doctrine Articles, book chapters, reports and policy documents Collected and reused Digital and physical Textual pdf < 100 GB < 20 000 pages Case-law Court judgements in EU (CJEU) and comparative law jurisdictions Collected and reused Digital and physical Textual pdf < 1 GB < 500 pages If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: When existing data is reused in the manuscript, adequate references will be included by means of a reference manager (i.e. Juris-M). If available, the references will be based on the DOI or ISBN numbers of the original data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to Created using DMPonline.be. Last modiﬁed 06 November 2023 2 of 5 specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). This research does not engage in empirical research. As a consequence, there is no need for documentation accompanying the datasets. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes This research will make use of a reference manager (Juris-M) that contains all metadata to properly refer to the original sources. The reference manager will be used for all mentioned datasets. 3. Data storage & back-up during the research project Where will the data be stored? 1. All digital data is stored on the personal network-drive of the university that automatically back-ups (\"H-drive\" in Brussels campus). Paper copies are kept in binders in the drawers that can be locked in my office. 2. Copies of the doctoral manuscript are saved on my personal OneDrive. Copies of annotated data (e.g. doctrine or case-law) are saved as well on OneDrive. 3. Weekly, a copy of the doctoral manuscript is made on an external harddrive that is kept in the drawers that can be locked in my office. How will the data be backed up? 1. All digital data is stored on the university's central servers that automatically makes back-ups. 2. Copies of the doctoral manuscript are automatically backed up on OneDrive when an internet connection is made. 3. The external harddrive back-up is made manually at the end of each workweek by connecting the harddrive to my personal work laptop. The external harddrive has a sufficient capacity of 4 TB. 4. The physical data is stored in my office that is always closed when I am not present. Created using DMPonline.be. Last modiﬁed 06 November 2023 3 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The personal network-drive (\"H-drive\" on the Brussels Campus) has a capacity of 4TB. The external harddrive also has a capacity of 4TB. The personal OneDrive provided by KULeuven has a capacity of 2TB. Given the limited data volume of the datasets, this capacity is more than sufficient. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I do not use any personal or sensitive data. My digital data stored on my personal network drive on the university's servers can only be accessed if logged in on my personel account (password protected). The OneDrive provided by KULeuven can only be accessed when logged in on my work laptop, or when logged in with my personel credentials which are two factor authentication protected. The external harddrive is password protected and stored in closed drawers. Passwords are changed at least once per year. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA; enough storage capacity available. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained in pdf format for at least 5 years after the end of the project. This data will still be relevant for future research, especially 'follow- up research' of the project itself. Where will these data be archived (stored and curated for the long-term)? The digital data will be stored on the university's central services, more specifically the Kdrive, i.e. the dedicated storage for archival purposes (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The annotations made on physical data will be digitalised and saved in PDF to ensure readability for the long term. This data will be stored on the university's central services. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The database will be hosted on the servers of KU Leuven. Should any costs arise, the institute Consumer Competition Market (to which I am affiliated) will cover them. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository The doctoral manuscript, generated papers and other publications during the project will be made available for reuse in an Open Access repository, i.e. deposited in DSpace repository. Other generated data will be made available after the end of the project by storing a copy on the P-drive of the university servers. This P-drive is openly available for all researchers of our Law Faculty. If access is restricted, please specify who will be able to access the data and under what conditions. The data, other than the doctoral manuscript, generated papers and other publications, that will be stored on the P-drive is openly available for all researchers of our Law Faculty to be reused. Created using DMPonline.be. Last modiﬁed 06 November 2023 4 of 5 Data will be made available on request by e-mail for researchers outside of our Law Faculty, provided that they give appropriate credit to the creator. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. DSpace repository. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. The gererated data may be reused by other researchers provided that adequate credits are mentioned to the creator. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes I inted to publish the doctoral manuscript in collaboration with a publisher. This commercial version will be provided with a DOI number. What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing given the limited volume of data generated. Should any costs arise, the institute CCM (to which I am affiliated) will cover them. 6. Responsibilities Who will manage data documentation and metadata during the research project? As the researcher who conducts the research, I will be responsible for day-to-day management of data documentation and metadata. My supervisor, prof. dr. Bert Keirsbilck is responsible for overall data management in the long term. Who will manage data storage and backup during the research project? As the researcher who conducts the research, I will be responsible for storing all the data on the university servers (automatic back-ups) and additional back-ups on personal OneDrive and external harddrive. Who will manage data preservation and sharing? I will ensure that all data are properly stored on the archive drive (K), P-drive (open access) and deposited in DSpace.. Who will update and implement this DMP? As the researcher who conducts the research, I will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 06 November 2023 5 of 5"
}