{
    "document_id": "D-2023-2108",
    "LinkTitle": "D-2023-2108",
    "file_name": "D-2023-2108.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2108.pdf",
    "metadata": {
        "title": "Validatie van een bewegingssensor voor stress-diagnostiek bij planten als eennieuwe ontwikkeling voor smart farming toepassingen in de tuinbouw",
        "author": "N/A",
        "creation_date": "2024-06-18 16:03:27+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "VVaalliiddaattiiee  vvaann  eeeenn  bbeewweeggiinnggsssseennssoorr  vvoooorr  ssttrreessss--ddiiaaggnnoossttiieekk  bbiijj  ppllaanntteenn  aallss  eeeennnniieeuuwwee  oonnttwwiikkkkeelliinngg  vvoooorr  ssmmaarrtt \nffaarrmmiinngg  ttooeeppaassssiinnggeenn  iinn  ddee  ttuuiinnbboouuww\nA Data Management Plan created using DMPonline.be\nCCrreeaattoorrss::  Thomas Reher, n.n. n.n., n.n. n.n., n.n. n.n.\nAAffffiilliiaattiioonn::  KU Leuven (KUL)\nTTe em mp pl la at te e: :  KU Leuven BOF-IOF\nPPr ri in nc ci ip pa al l  IIn nv ve es st ti ig ga at to or r: : n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., Bram Van de Poel, n.n. n.n.\nDDaattaa  MMaannaaggeerr:: n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., Thomas Reher, n.n. n.n.\nPPrroojjeecctt  AAddmmiinniissttrraattoorr:: n.n. n.n., Thomas Reher, n.n. n.n.\nGGrraanntt  nnuummbbeerr  //  UURRLL::  https://www.kuleuven.be/onderzoek/portaal/#/projecten/3E230055\nIIDD::  200189\nSSttaarrtt  ddaattee::  01-03-2023\nEEnndd  ddaattee::  28-02-2025\nPPrroojjeecctt  aabbssttrraacctt::Planten kunnen zicht niet verplaatsen, en kunnen dus ook niet weglopen wanneer ze in ongunstige omstandigheden groeien zoals o.a. droogte, hitte of\noverstromingen. Planten moeten daarom ter plaatse omgaan met deze stresssituaties. Ondanks deze immobiliteit, zijn planten wel steeds in beweging.\nWe hebben nu een nieuwe elektronische sensor ontwikkeld, waardoor we deze subtiele bewegingen in real-time en 3D kunnen opmeten (patent in\nnationale fase). We hebben ook ontdekt dat specifieke stresscondities specifieke bladbewegingen (of veranderingen daarvan) kunnen uitlokken. In dit\nvervolgtraject willen we dit “sprekende plant” concept valideren door deze nieuwe sensor door te ontwikkeling voor stress diagnostiek bij planten, die\nnieuwe smart farming toepassingen in de tuinbouw mogelijk maken. We hebben gekozen om het TRL-niveau van de sensor te verhogen, aan de hand\nvan een iteratief en geïntegreerd sensor design- en ontwikkelingsproces, inclusief veldtesten. Deze aanpak moet leiden tot een autonome,\nlichtgewicht, draadloze en gebruiksvriendelijke sensor. We zullen ook nieuwe elektronica integreren om de omgevingscondities (temperatuur en\nrelatieve vochtigheid) op te meten, alsook locatiebepaling te integreren zodat deze sensoren kunnen uitgerold worden in een groter sensornetwerk.\nDeze nieuwe sensor zal het mogelijk maken voor tuinders om in de toekomst het stressniveau van hun gewas te kunnen opmeten, waardoor de\nfysiologie van de plant beter begrepen wordt, en waardoor er aan precisie tuinbouw kan gedaan worden, om zo de opbrengsten veilig te stellen\nof te verhogen.\nLast modified: Last modified: 18-06-2024\nCreated using DMPonline.be. Last modiﬁed 18 June 2024 1 of 6\nValidatie van een bewegingssensor voor stress-diagnostiek bij planten als eennieuwe ontwikkeling voor smartValidatie van een bewegingssensor voor stress-diagnostiek bij planten als eennieuwe ontwikkeling voor smart\nfarming toepassingen in de tuinbouwfarming toepassingen in de tuinbouw\nResearch Data SummaryResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset orList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicatedata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itswhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / IDDescription New or reuseDigital or\nPhysical dataData Type File formatData\nvolumePhysical\nvolume\nIndicate:\nNN(ew data)\nor EE(xisting\ndata) Indicate: \nDD(igital) or\nPP(hysical)Indicate:\nAAudiovisual\nIImages\nSSound\nNNumerical\nTTextual\nMModel\nSOSOftware\nOther\n(specify)Indicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nPLT Crop\nlogTrial logbook of interventions,\ninteractions and all crop\nmanagement N D N,T XLSX, CSV,DOCX,ONE <1GB N.A.\nPLT\nSensor\ndataRaw data from sensors N D N,T CSV, TT <100GB NA\nstatistics\nand\nmodelsFData processing and\nalgorithmsN D T, M, SOTXT, CSV, all R related formats. All\nmatlab related formats, all C compiler\nrelated formats <100GB NA\nTrial\naudiodictraphone recordings during\ntrialN D A mp3;mp4,wav <100GB NA\nTrial\nlayoutsmaps and vector drawings of\nfield layoutN D I SVG,JPG,DWG <1GB NA\nimages crop trial photographs N D I JPG,RAW <100GB NA\nmeeting\nminutesmeeting minutes N D T XLSX, CSV,DOCX,ONE <1GB NA\nlegalNDA/MTA agreements\nbetween parties for use or\ntransfer of sensorsN D,P T DocX,PDF 1GBpaper\nfolder\nCADAny file related to computer\naided designN D SOany format related to KiCad,\nFusion360, SolidWorks, AutoCad,\nSketchUp etc.  <100gb NA\nSoftware Embedded code N D SO hex files, C-CPP files <100gb NA\nDesign\nfilesPCB Design N D M Gerber files, design files <100gb NA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or dataIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:type:\nN.A.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer toAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.specific datasets or data types when appropriate and provide the relevant ethical approval number.Created using DMPonline.be. Last modiﬁed 18 June 2024 2 of 6\nNo\nN.A.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).Leuven privacy register number (G or S number).\nNo\nN.A.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes\nPatent has been granted \nhttps://patentscope.wipo.int/search/en/detail.jsf?docId=WO2021165476\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nN.A.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, pleaseAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nN.A.\nDocumentation and MetadataDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usabledata understandable and usable ,,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Labfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nPrimarily, metadata will be collected in physical lab notebooks or README.txt files. \nDigital data will be held on the KU leuven OneDrive folder for the project or archived on the KU Leuven \"J drive\", and shared among\nresearchers involved. \nWill a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the datafind and reuse the data ? ?  \nIf so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 18 June 2024 3 of 6\nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\ndedicated NAS drive backup at home office (PLT)\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nJ-Drive or OneDrive permissions. off-line NAS\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCost unknown\nC3 funding, use of KU Leuven storage\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\ndata will be transfered to an Archive drive at end of project (K: drive)\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 18 June 2024\n4 of 6\nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nduring project on J-Drive, beyond project on large volume storage (Archive drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCost unknown\nC3 funding, use of KU Leuven storage\nData Sharing and ReuseData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.Please explain per dataset or data type which data will be made available.\nNo (closed access)\nOther (specify below)\nAny data published will be provided following the requirements of the journal in the KU leuven data repository. \nIf access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. \nAny researcher for non-commercial use after prior written permission from KU Leuven ZAP or higher. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? restrictions)? \nPlease explain per dataset or data type where appropriate.Please explain per dataset or data type where appropriate.No\nWhere will the data be made available?  Where will the data be made available?  \nIf already known, please provide a repository per dataset or data type.If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? When will the data be made available? \nUpon publication of research results\nOther (specify below)\nonly data processed for scientific publications will be made available. \nWhich data usage licenses are you going to provide? Which data usage licenses are you going to provide? \nIf none, please explain why. If none, please explain why. Created using DMPonline.be. Last modiﬁed 18 June 2024 5 of 6\nOther (specify below)\nData Transfer Agreement (restricted data)\nTBD on a per-case basis\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide itDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. here. \n​​Yes, a PID will be added upon deposit in a data repository\nDOI for preprints and sci publications. N.A. for other. \nWhat are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered?  \nCost unknown\nC3 funding.\nResponsibilitiesResponsibilities\nWho will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? \nResearchers and supervisors involved \nWho will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? \nResearchers and supervisors involved \nWho will manage data preservation and sharing? Who will manage data preservation and sharing? \nResearchers and supervisors involved \nWho will update and implement this DMP? Who will update and implement this DMP? \nResearchers and supervisors involved \nCreated using DMPonline.be. Last modiﬁed 18 June 2024 6 of 6"
    },
    "clean_full_text": "VVaalliiddaattiiee vvaann eeeenn bbeewweeggiinnggsssseennssoorr vvoooorr ssttrreessss--ddiiaaggnnoossttiieekk bbiijj ppllaanntteenn aallss eeeennnniieeuuwwee oonnttwwiikkkkeelliinngg vvoooorr ssmmaarrtt ffaarrmmiinngg ttooeeppaassssiinnggeenn iinn ddee ttuuiinnbboouuww A Data Management Plan created using DMPonline.be CCrreeaattoorrss:: Thomas Reher, n.n. n.n., n.n. n.n., n.n. n.n. AAffffiilliiaattiioonn:: KU Leuven (KUL) TTe em mp pl la at te e: : KU Leuven BOF-IOF PPr ri in nc ci ip pa al l IIn nv ve es st ti ig ga at to or r: : n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., Bram Van de Poel, n.n. n.n. DDaattaa MMaannaaggeerr:: n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n., Thomas Reher, n.n. n.n. PPrroojjeecctt AAddmmiinniissttrraattoorr:: n.n. n.n., Thomas Reher, n.n. n.n. GGrraanntt nnuummbbeerr // UURRLL:: https://www.kuleuven.be/onderzoek/portaal/#/projecten/3E230055 IIDD:: 200189 SSttaarrtt ddaattee:: 01-03-2023 EEnndd ddaattee:: 28-02-2025 PPrroojjeecctt aabbssttrraacctt::Planten kunnen zicht niet verplaatsen, en kunnen dus ook niet weglopen wanneer ze in ongunstige omstandigheden groeien zoals o.a. droogte, hitte of overstromingen. Planten moeten daarom ter plaatse omgaan met deze stresssituaties. Ondanks deze immobiliteit, zijn planten wel steeds in beweging. We hebben nu een nieuwe elektronische sensor ontwikkeld, waardoor we deze subtiele bewegingen in real-time en 3D kunnen opmeten (patent in nationale fase). We hebben ook ontdekt dat specifieke stresscondities specifieke bladbewegingen (of veranderingen daarvan) kunnen uitlokken. In dit vervolgtraject willen we dit “sprekende plant” concept valideren door deze nieuwe sensor door te ontwikkeling voor stress diagnostiek bij planten, die nieuwe smart farming toepassingen in de tuinbouw mogelijk maken. We hebben gekozen om het TRL-niveau van de sensor te verhogen, aan de hand van een iteratief en geïntegreerd sensor design- en ontwikkelingsproces, inclusief veldtesten. Deze aanpak moet leiden tot een autonome, lichtgewicht, draadloze en gebruiksvriendelijke sensor. We zullen ook nieuwe elektronica integreren om de omgevingscondities (temperatuur en relatieve vochtigheid) op te meten, alsook locatiebepaling te integreren zodat deze sensoren kunnen uitgerold worden in een groter sensornetwerk. Deze nieuwe sensor zal het mogelijk maken voor tuinders om in de toekomst het stressniveau van hun gewas te kunnen opmeten, waardoor de fysiologie van de plant beter begrepen wordt, en waardoor er aan precisie tuinbouw kan gedaan worden, om zo de opbrengsten veilig te stellen of te verhogen. Last modified: Last modified: 18-06-2024 Created using DMPonline.be. Last modiﬁed 18 June 2024 1 of 6 Validatie van een bewegingssensor voor stress-diagnostiek bij planten als eennieuwe ontwikkeling voor smartValidatie van een bewegingssensor voor stress-diagnostiek bij planten als eennieuwe ontwikkeling voor smart farming toepassingen in de tuinbouwfarming toepassingen in de tuinbouw Research Data SummaryResearch Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset orList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicatedata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itswhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescription New or reuseDigital or Physical dataData Type File formatData volumePhysical volume Indicate: NN(ew data) or EE(xisting data) Indicate: DD(igital) or PP(hysical)Indicate: AAudiovisual IImages SSound NNumerical TTextual MModel SOSOftware Other (specify)Indicate: <1GB <100GB <1TB <5TB >5TB NA PLT Crop logTrial logbook of interventions, interactions and all crop management N D N,T XLSX, CSV,DOCX,ONE <1GB N.A. PLT Sensor dataRaw data from sensors N D N,T CSV, TT <100GB NA statistics and modelsFData processing and algorithmsN D T, M, SOTXT, CSV, all R related formats. All matlab related formats, all C compiler related formats <100GB NA Trial audiodictraphone recordings during trialN D A mp3;mp4,wav <100GB NA Trial layoutsmaps and vector drawings of field layoutN D I SVG,JPG,DWG <1GB NA images crop trial photographs N D I JPG,RAW <100GB NA meeting minutesmeeting minutes N D T XLSX, CSV,DOCX,ONE <1GB NA legalNDA/MTA agreements between parties for use or transfer of sensorsN D,P T DocX,PDF 1GBpaper folder CADAny file related to computer aided designN D SOany format related to KiCad, Fusion360, SolidWorks, AutoCad, SketchUp etc. <100gb NA Software Embedded code N D SO hex files, C-CPP files <100gb NA Design filesPCB Design N D M Gerber files, design files <100gb NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or dataIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:type: N.A. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer toAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.specific datasets or data types when appropriate and provide the relevant ethical approval number.Created using DMPonline.be. Last modiﬁed 18 June 2024 2 of 6 No N.A. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).Leuven privacy register number (G or S number). No N.A. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Patent has been granted https://patentscope.wipo.int/search/en/detail.jsf?docId=WO2021165476 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No N.A. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, pleaseAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.explain in the comment section to what data they relate and which restrictions will be asserted. No N.A. Documentation and MetadataDocumentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usabledata understandable and usable ,, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Labfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Primarily, metadata will be collected in physical lab notebooks or README.txt files. Digital data will be held on the KU leuven OneDrive folder for the project or archived on the KU Leuven \"J drive\", and shared among researchers involved. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the datafind and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 18 June 2024 3 of 6 No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) dedicated NAS drive backup at home office (PLT) Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? J-Drive or OneDrive permissions. off-line NAS What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Cost unknown C3 funding, use of KU Leuven storage Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy data will be transfered to an Archive drive at end of project (K: drive) Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 18 June 2024 4 of 6 Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) during project on J-Drive, beyond project on large volume storage (Archive drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Cost unknown C3 funding, use of KU Leuven storage Data Sharing and ReuseData Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available.Please explain per dataset or data type which data will be made available. No (closed access) Other (specify below) Any data published will be provided following the requirements of the journal in the KU leuven data repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Any researcher for non-commercial use after prior written permission from KU Leuven ZAP or higher. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate.Please explain per dataset or data type where appropriate.No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type.If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) only data processed for scientific publications will be made available. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Created using DMPonline.be. Last modiﬁed 18 June 2024 5 of 6 Other (specify below) Data Transfer Agreement (restricted data) TBD on a per-case basis Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide itDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​Yes, a PID will be added upon deposit in a data repository DOI for preprints and sci publications. N.A. for other. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Cost unknown C3 funding. ResponsibilitiesResponsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Researchers and supervisors involved Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Researchers and supervisors involved Who will manage data preservation and sharing? Who will manage data preservation and sharing? Researchers and supervisors involved Who will update and implement this DMP? Who will update and implement this DMP? Researchers and supervisors involved Created using DMPonline.be. Last modiﬁed 18 June 2024 6 of 6"
}