{
    "document_id": "D-2023-1773",
    "LinkTitle": "D-2023-1773",
    "file_name": "D-2023-1773.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1773.pdf",
    "metadata": {
        "title": "Genetic characterization of the S-locus in pear (Pyrus communis): exploiting haplotype diversity to characterize the functional role of SFBBs in the S-RNase-based GSI system",
        "author": "N/A",
        "creation_date": "2023-02-03 11:44:33+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Genetic characterization of the S-locus in pear (Pyrus communis):\nexploiting haplotype diversity to characterize the functional role of\nSFBBs in the S-RNase-based GSI system\nA Data Management Plan created using DMPonline.be\nCreators: \nHanne Claessen, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nFirst Name Surname\nData Manager:\n \nHanne Claessen\nGrant number / URL: \n1230623N\nID: \n196780\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nPear, like many other Rosaceae species, exhibits an S-RNase-dependent gametophytic self-\nincompatibility system (GSI) that inhibits fertilization by self- or cross-incompatible pollen. The\nGSI system in Pyrus species is regulated by a polymorphic S-locus which contains a stylar\nexpressed S-RNase gene and multiple S-locus F-box (SFBB) genes that are expressed in the\npollen. However, despite extensive characterization of the female S-RNase factor, little is yet\nknown about the identity and functioning of the SFBB male S-determinants, nor about their\nspecific interaction with the various S-RNases. The aim of proposed research project is\ntherefore to identify all SFBB genes in the Pyrus S-locus, and to take advantage of natural\ngenetic variation in S-haplotypes to unravel the complex interaction between SFBBs and their S-\nRNase targets. Following initial identification of putative SFBB genes based upon long-read\nnanopore sequencing of the genome of the two Pyrus communis cultivars “Bartlett” and\n“Conference”, and assembly of the S-locus haplotypes, we will validate and functionally\ncharacterize predicted S-RNAse-SFBB interactions using a combination of dedicated in vitro\nand in vivo assays (Y2H, CRISPR gene editing, etc.). Results of this study will greatly contribute\nto our understanding of the genetic determination and molecular functioning of the GSI system\nin pear, with major relevance for future plant reproductive research as well as horticultural\napplications.\nLast modified: \n03-02-2023\nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n1 of 7\nGenetic characterization of the S-locus in pear (Pyrus communis):\nexploiting haplotype diversity to characterize the functional role of\nSFBBs in the S-RNase-based GSI system\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWhole\ngenome\nsequencing\nReads from\nwhole\ngenome\nsequencing\nof pear\nvarieties\nusing\nNanopore\ntechnology\nUse existing data\ndigital\nobservational\nFASTQ, FASTA\n<1TB\n \nSFBB\nsequences\nSequencing\nresults of\nSFBB gene\nPCR\nproducts\nGenerate new data\nDigital\nObservational\nFASTA\n<100GB\n \nProtein\nmodeling\nResults of\nprotein\nstructure\nmodeling and\ninteraction\nmodeling\nwith S-\nRNase\nGenerate new data\nDigital\nSimulation data\nmmCIF, PDB\n<1TB\n \nY2H\nscreen\nDescriptive\ndataset of\nY2H screen\nresults\nGenerate new data\nDigital\nExperimental\n.csv\n<1GB\n \nPollen tube\nimaging\nMicroscope\nimages of\npollen tube\ngrowth\nthrough the\nstyle for the\ndetermination\nof\ncompatibility\nGenerate new data\nDigital\nExperimental\n.JPG, .TIFF\n<100GB\n \nPollen tube\ncount\ndataset\nDataset with\npollen tube\ncounts using\nsemi-in vivo\ntechnique to\ndetermine\ncompatiblity\nafter a cross\nGenerate new data\nDigital\nExperimental\n.csv\n<1GB\n \nOptimized\nprotocols\nOptimized\nprotocols\nGenerate new data\nDigital\nObservational\n.doc\n<100MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n3 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nBefore the start of the funding term of this project, the lab had already performed Nanopore sequencing of the pear varieties Conference\nand Sweet Sensation with this project in mind. Those sequencing data will be used as input for this project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor each experiment, a clear description of the hypothesis, goal and methods will be noted in the lab notebooks. For each dataset or\nother experimental result, a seperate README.txt file will be maintained containing minimally the information listed in the MIBBI\nmetadata standard that is applicable for each experiment.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n4 of 7\nNo\nResults of each experiment and each dataset will be accompagnied by a README.txt file providing minimally the information listed in\nthe MIBBI metadata standard that is applicable.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData is stored on the researcher's laptop (locally), backed up on the associated KU Leuven Onedrive, backed up on external hard drives\nand saved on the shared KU Leuven drivers of the lab.\nHow will the data be backed up?\nData is automatically backed up on the KU Leuven Onedrive and manually backed up every week on the KU Leuven driver and\nmanually backed up every month on external hard drives\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is currently sufficient storage for the project. If necessary, storage space in onedrive, KU Leuven driver and external hard drives is\nexpanded.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven Onedrive is password protected using KU Leuven authenticator. The KU Leuven drivers are only accessible by Lab\nmembers and access to specific folders can be limited as needed. Data stored on external hard drives is encrypted using VeraCrypt\nsoftware.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts for data storage and back up are covered by project bench fee and lab funds. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nWe intend to retain all generated data for at least five years after the end of the project and for 10 years total according to KU Leuven\nRDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nAll generated data will be stored in electronic (ELNs) and traditional paper lab notebooks. In the ELN system, all data associated with\nlab approaches, protocols, raw data and processed results, literature, etc. are stored in the cloud (KU Leuven onedrive) and in a central\ndatabase, which is administered by the KU Leuven ICTS group ‘Facilities for Research’. KU Leuven provides sufficient storage and\nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n5 of 7\nback-up capacity during and after the project; i.e. by centrally organizing long term data storage and data archiving.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts will be covered by the project bench fee or lab funds\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nHow data will be stored differs for each dataset and will depend on the further development of the project. Data will be made available\nafter the project, however the exact details regarding this availability still need to be decided.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess is restricted until data is published.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThis will be decided for each dataset at the time when it is made available.\nWhen will the data be made available?\nThe will be made available after publication of the results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage licenses still need to be decided based on the further development of the project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nCosts will be covered by the project bench fee or lab funds.\nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n6 of 7\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nHanne Claessen (researcher who generates the data) \nWho will manage data storage and backup during the research project?\nHanne Claessen (researcher who generates the data) \nWho will manage data preservation and sharing?\nProf. Nico De Storme (Promotor) \nWho will update and implement this DMP?\nHanne Claessen (researcher who generates the data) \nCreated using DMPonline.be. Last modiﬁed 03 February 2023\n7 of 7"
    },
    "clean_full_text": "Genetic characterization of the S-locus in pear (Pyrus communis): exploiting haplotype diversity to characterize the functional role of SFBBs in the S-RNase-based GSI system A Data Management Plan created using DMPonline.be Creators: Hanne Claessen, First Name Surname Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: First Name Surname Data Manager: Hanne Claessen Grant number / URL: 1230623N ID: 196780 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Pear, like many other Rosaceae species, exhibits an S-RNase-dependent gametophytic self- incompatibility system (GSI) that inhibits fertilization by self- or cross-incompatible pollen. The GSI system in Pyrus species is regulated by a polymorphic S-locus which contains a stylar expressed S-RNase gene and multiple S-locus F-box (SFBB) genes that are expressed in the pollen. However, despite extensive characterization of the female S-RNase factor, little is yet known about the identity and functioning of the SFBB male S-determinants, nor about their specific interaction with the various S-RNases. The aim of proposed research project is therefore to identify all SFBB genes in the Pyrus S-locus, and to take advantage of natural genetic variation in S-haplotypes to unravel the complex interaction between SFBBs and their S- RNase targets. Following initial identification of putative SFBB genes based upon long-read nanopore sequencing of the genome of the two Pyrus communis cultivars “Bartlett” and “Conference”, and assembly of the S-locus haplotypes, we will validate and functionally characterize predicted S-RNAse-SFBB interactions using a combination of dedicated in vitro and in vivo assays (Y2H, CRISPR gene editing, etc.). Results of this study will greatly contribute to our understanding of the genetic determination and molecular functioning of the GSI system in pear, with major relevance for future plant reproductive research as well as horticultural applications. Last modified: 03-02-2023 Created using DMPonline.be. Last modiﬁed 03 February 2023 1 of 7 Genetic characterization of the S-locus in pear (Pyrus communis): exploiting haplotype diversity to characterize the functional role of SFBBs in the S-RNase-based GSI system FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 03 February 2023 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Whole genome sequencing Reads from whole genome sequencing of pear varieties using Nanopore technology Use existing data digital observational FASTQ, FASTA <1TB SFBB sequences Sequencing results of SFBB gene PCR products Generate new data Digital Observational FASTA <100GB Protein modeling Results of protein structure modeling and interaction modeling with S- RNase Generate new data Digital Simulation data mmCIF, PDB <1TB Y2H screen Descriptive dataset of Y2H screen results Generate new data Digital Experimental .csv <1GB Pollen tube imaging Microscope images of pollen tube growth through the style for the determination of compatibility Generate new data Digital Experimental .JPG, .TIFF <100GB Pollen tube count dataset Dataset with pollen tube counts using semi-in vivo technique to determine compatiblity after a cross Generate new data Digital Experimental .csv <1GB Optimized protocols Optimized protocols Generate new data Digital Observational .doc <100MB Created using DMPonline.be. Last modiﬁed 03 February 2023 3 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Before the start of the funding term of this project, the lab had already performed Nanopore sequencing of the pear varieties Conference and Sweet Sensation with this project in mind. Those sequencing data will be used as input for this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each experiment, a clear description of the hypothesis, goal and methods will be noted in the lab notebooks. For each dataset or other experimental result, a seperate README.txt file will be maintained containing minimally the information listed in the MIBBI metadata standard that is applicable for each experiment. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 03 February 2023 4 of 7 No Results of each experiment and each dataset will be accompagnied by a README.txt file providing minimally the information listed in the MIBBI metadata standard that is applicable. 3. Data storage & back-up during the research project Where will the data be stored? Data is stored on the researcher's laptop (locally), backed up on the associated KU Leuven Onedrive, backed up on external hard drives and saved on the shared KU Leuven drivers of the lab. How will the data be backed up? Data is automatically backed up on the KU Leuven Onedrive and manually backed up every week on the KU Leuven driver and manually backed up every month on external hard drives Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is currently sufficient storage for the project. If necessary, storage space in onedrive, KU Leuven driver and external hard drives is expanded. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven Onedrive is password protected using KU Leuven authenticator. The KU Leuven drivers are only accessible by Lab members and access to specific folders can be limited as needed. Data stored on external hard drives is encrypted using VeraCrypt software. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs for data storage and back up are covered by project bench fee and lab funds. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). We intend to retain all generated data for at least five years after the end of the project and for 10 years total according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? All generated data will be stored in electronic (ELNs) and traditional paper lab notebooks. In the ELN system, all data associated with lab approaches, protocols, raw data and processed results, literature, etc. are stored in the cloud (KU Leuven onedrive) and in a central database, which is administered by the KU Leuven ICTS group ‘Facilities for Research’. KU Leuven provides sufficient storage and Created using DMPonline.be. Last modiﬁed 03 February 2023 5 of 7 back-up capacity during and after the project; i.e. by centrally organizing long term data storage and data archiving. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs will be covered by the project bench fee or lab funds 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) How data will be stored differs for each dataset and will depend on the further development of the project. Data will be made available after the project, however the exact details regarding this availability still need to be decided. If access is restricted, please specify who will be able to access the data and under what conditions. Access is restricted until data is published. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. This will be decided for each dataset at the time when it is made available. When will the data be made available? The will be made available after publication of the results. Which data usage licenses are you going to provide? If none, please explain why. Data usage licenses still need to be decided based on the further development of the project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? Costs will be covered by the project bench fee or lab funds. Created using DMPonline.be. Last modiﬁed 03 February 2023 6 of 7 6. Responsibilities Who will manage data documentation and metadata during the research project? Hanne Claessen (researcher who generates the data) Who will manage data storage and backup during the research project? Hanne Claessen (researcher who generates the data) Who will manage data preservation and sharing? Prof. Nico De Storme (Promotor) Who will update and implement this DMP? Hanne Claessen (researcher who generates the data) Created using DMPonline.be. Last modiﬁed 03 February 2023 7 of 7"
}