{
    "document_id": "D-2024-2573",
    "LinkTitle": "D-2024-2573",
    "file_name": "D-2024-2573.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2573.pdf",
    "metadata": {
        "title": "D-2024-2573",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Jakob Vanschoonbeek  (0000 -0001 -8405 -3430 ) \nContributor name(s) ( + ORCID) & roles  Jakob Vanschoonbeek  (0000 -0001 -8405 -3430 ) \nProject number  1 & title  Anti-Revolutionary Roads - The Distributive and Political Impact of Belgian Workmen’s Trains  (12A4424N ) \nFunder(s) GrantID  2 D-2024 -2573  \nAffiliation(s)  ☐ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  The invention of the steam engine in the 18th century started a transport revolution that would \ngradually erode the costs of moving goods, peo ple and ideas. Belgium was a global frontrunner in \nthis revolution and was among the first to build railroads on such a large scale that, by the end of \nthe 19th century, it had the densest track system in the world. Due to a unique government policy \nof che ap workmen’s tickets, it became one of the first places where the separation of workplace and \nresidence not only became possible, but where it was actively advocated. It is widely accepted that \nthis government policy served at least three policy goals. Fir st, giving rural workers better access to \nwell-paying manufacturing jobs in the city, to spread the benefits of industrialization more evenly \nacross the population. Second, allowing workers to stay in their native villages, to prevent \nurbanization and its problems that typically accompanied industrialization. Third, slowing the \nelectoral advent of the new socialist party, which could benefit from the concentration of workers \nin crowded urban centers. This project exploits rich and hitherto unused archival d ata on population, \nemployment, wages, voting behavior and the light rail network for the period 1846 -1914 to for the \nfirst time quantitatively assess the success of this unique Belgian transport policy against these three \npolicy goals. It also aims to draw  broader policy lessons on how commuting costs affect socio -\neconomic outcomes.  \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n  ☐ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other :  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nIC Industrial \nCensuses  R D N PDF/EXCEL  <1 GB   \nPC Population \nCens uses  R D N PDF/EXCEL  <1 GB   \nMPEC  Mouvement de \nla Population et  \nde l’Etat Civil  R/N D N PDF/EXCEL  <1 GB   \nSNCV  Annual reports \nof Société  \nnationale des \nchemins de fer  \nvicinaux  N D N/I/O  :geocoded \nmaps PDF/E XCEL/Shape\nfiles <100 GB   \nCLEA  Constituency -\nlevel electoral \nresults  R D N Stata .dta  <1 GB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n KKM  Voting results \nfor local \nelections by \nconstituency  R P N/T PDF < 1 GB  < 200 pages  \nKBR Historical press \narticles  R D T PDF < 5 TB  \nLER Local election \nresults  N D T/N Excel/Stata .dta  <1 GB  \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all mat erials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an in tegral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n • IC/PC: For the available (already digitized) Population  and Industrial Censuses  (PC/IC ), \nhttps://bib.kuleuven.be/english/ebib/project -historical -census/project -bht \n• MPEC:  https: //www.queteletcenter.ugent.b e/en/homepage/  \n• CLEA:  https://electiondataarchive.org/  \n• KKM:  KU Le uven SBIB  \n• KBR:  https://www.belgicapress.be/  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☐ Yes, huma n subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \n \n \n3 Add rows for each dataset you want to describe.  \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Will you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☐ No \nIf yes , please comment :  \n \nDo existing 3rd party agreement s restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☐ No \nIf yes, please explain: The digitized railway and light rail data will be donated to the NMBS and VlaTam \narchives (SNCV/SNCB), respectively. Interested parties that wish to obtain access to the  \ndata will be able  to do so upon simple request to these archives.  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☐ No \nIf yes, please explain: See above.  \n \n \n \n3. Documentation and Metadata  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n In agreement with current best practices put forward by leading economic journals, metadata for each \ndataset used in the various work packages of the project will  include a full description of the data set at \nhand, its coverage, variable names and descriptions, format and disk size. Additionally, working papers \nresulting from the work  packages will contain a technical appendix detailing all data sources, data handling, \nvariable creation. Upon completion of the project, all data (with the exception of  proprietary data), \ncomputer code, logbooks, resulting graphs and tables will be made publicly available. All metadata will be \naccompanied by a corres ponding README file  that includes the former sources of information as well as a \ndescription of how to proceed with a replication analysis. More specifically, this file will explain the project  \nfolder structure and the set -up of the empirical analysis (whe n and where applicable). Embedded computer \ncode (State, R, MATLAB, ...) will contain explanatory in -file documentation to explain basic data \nmanipulations as well as estimation procedures and auxiliary output (tables, graphs and figures) generation \nfor oth er researchers.  More specifically, the following actions will be taken to make the project data FAIR \n(findable, accessible, interoperable and reusable):  \n1. Making data findable . For each of the datasets used, I will include a full description of the \nmetad ata in the coding and data pipelines, and on the project website.  This metadata includes data \nsource, link to the original datasets/archives, access requirements (if any), coverage, variable names, \nformats, and total disk size. A  description of each variab le (units, string/numeric etc.) will be given. I \nwill also provide manuals and related documents wherever available from the providers. As  \nmentioned below, these metadata and the accompanying descriptions will be documented either in \nthe appendix of corre sponding working papers, or in specified  Technical Notes (TN) stemming from \ndata -related tasks.  \n2. Making data openly accessible . Several datasets are publicly available, and will be made accessible \nto the general public through collaborations with several  archives. I will provide access to all codes, \nlogbooks and results (graphs, tables, etc.). For all datasets and results, including proprietary datasets, \nI will provide  contact details on how to obtain access to the raw data.  \n3. Making data interoperable . The research team has extensive experience with digitizing data and \nlarge and complex project pipelines. To that end, I can follow  standardized methods to do quality \ncontrol and to provide accessible and reproducible research outputs. I will also d evelop README \nfiles explaining  how different datasets can be merged and how different units of observation (e.g. \nmunicipalities, arrondissements, railway sections, ...) relate to each other.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n 4. Increase data re‐use . All of the newly digitized data will be made available to interested pa rties, \neither through the project website or through  the relevant  archives that will host the data. With \nrespect to research output, all project code with in -file documentation will be made available \nthrough the project website and  through replication fil es accompanying published (working) papers. \nThis will allow full replication and further extension of all results  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nFor datasets obtained through a non -standardized procedure and for which no full documentation is \navailable on the website of the data provi der, a full description will be  stored in a metafile, containing \ntheir coverage, variable names, units, formats, and total disk size. These will also be documented in detail \neither in the appendix of the  corresponding working paper, or in an accompanying T echnical Note (TN).  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume S torage  \n☐ Digital Vault  \n☐ Other:  \n \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☐ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☐ Yes \n☐ No \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYS TEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n In addition to security measures put in place by the KU Leuven that restrict access  to unauthorised users \nand guarantee secure data storage, internal procedures are  implemented to restrict access  to work package \nfolders and proprietary da ta to users on a case -by-case basis to prevent improper use of these data sets . \n \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nResearch groups at FEB contribute annually by means of a fixed sum paid to ICT -services to cover basic ICT -\nsupport which includes data storage, data backup and server  maintenance. The ICT -costs stemming from \nresearch activities in this project are budgeted on a proportional basis.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☐ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \nWher e will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Preservation costs will be covered by the annual ICT -contributions discussed above and budgeted on \nfuture research projects.  \n \n \n6. Data Sharing and Reuse  \n \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted dat a (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The data will be freely accessible, potentially upon user registration (e.g. VlaTAM).  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical asp ects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : The digitized light rail data will be donated to the VlaTam archive  (SNCB), \nrespectively. Interested parties that wish to obtain access to the  data will  be able to do so upon simple \nrequest to these archives.  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n When will the data be made available?  \n \n ☐ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please e xplain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftwar e sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO  ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n Expected costs for data sharing will be low given the nature (binary files) and size (very small) of the \nproject files that can be posted publicly, and mainly relate to setup  and maintenance of corre sponding \nproject websites (GitHub). These are also budgeted on the project.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Responsibility for overall management of  data documentation and metadata lies with the principal \ninvestigator (PI),  Dr. J akob Vanschoonbeek . \n\n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Who will manage data storage and backup \nduring the research project?  Data  storage and backup are facilitated by means of FEB protocols and managed automatically. The PI  \nbears end responsibility .  \nWho will manage data preservation and \nsharing?  The IT -services at the Faculty of Economics are responsible for the data preservation; data sha ring is \nhandled by the PI. The PI will bear the end responsibility for data preservation and data sharing for the \nentire project.  \nWho will update and implement this DMP?  Updates to this DMP and its effective implementation are handled by the PI . He is assisted in his task by \nthe Research Data Management (RDM)  team of the KU Leuven, in particular with respect to follow -up of \nthis DMP, see https://www.kuleuven.be/rdm/en for more information.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Jakob Vanschoonbeek (0000 -0001 -8405 -3430 ) Contributor name(s) ( + ORCID) & roles Jakob Vanschoonbeek (0000 -0001 -8405 -3430 ) Project number 1 & title Anti-Revolutionary Roads - The Distributive and Political Impact of Belgian Workmen’s Trains (12A4424N ) Funder(s) GrantID 2 D-2024 -2573 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description The invention of the steam engine in the 18th century started a transport revolution that would gradually erode the costs of moving goods, peo ple and ideas. Belgium was a global frontrunner in this revolution and was among the first to build railroads on such a large scale that, by the end of the 19th century, it had the densest track system in the world. Due to a unique government policy of che ap workmen’s tickets, it became one of the first places where the separation of workplace and residence not only became possible, but where it was actively advocated. It is widely accepted that this government policy served at least three policy goals. Fir st, giving rural workers better access to well-paying manufacturing jobs in the city, to spread the benefits of industrialization more evenly across the population. Second, allowing workers to stay in their native villages, to prevent urbanization and its problems that typically accompanied industrialization. Third, slowing the electoral advent of the new socialist party, which could benefit from the concentration of workers in crowded urban centers. This project exploits rich and hitherto unused archival d ata on population, employment, wages, voting behavior and the light rail network for the period 1846 -1914 to for the first time quantitatively assess the success of this unique Belgian transport policy against these three policy goals. It also aims to draw broader policy lessons on how commuting costs affect socio - economic outcomes. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA IC Industrial Censuses R D N PDF/EXCEL <1 GB PC Population Cens uses R D N PDF/EXCEL <1 GB MPEC Mouvement de la Population et de l’Etat Civil R/N D N PDF/EXCEL <1 GB SNCV Annual reports of Société nationale des chemins de fer vicinaux N D N/I/O :geocoded maps PDF/E XCEL/Shape files <100 GB CLEA Constituency - level electoral results R D N Stata .dta <1 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 KKM Voting results for local elections by constituency R P N/T PDF < 1 GB < 200 pages KBR Historical press articles R D T PDF < 5 TB LER Local election results N D T/N Excel/Stata .dta <1 GB GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all mat erials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an in tegral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . • IC/PC: For the available (already digitized) Population and Industrial Censuses (PC/IC ), https://bib.kuleuven.be/english/ebib/project -historical -census/project -bht • MPEC: https: //www.queteletcenter.ugent.b e/en/homepage/ • CLEA: https://electiondataarchive.org/ • KKM: KU Le uven SBIB • KBR: https://www.belgicapress.be/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☐ Yes, huma n subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☐ No If yes , please comment : Do existing 3rd party agreement s restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☐ No If yes, please explain: The digitized railway and light rail data will be donated to the NMBS and VlaTam archives (SNCV/SNCB), respectively. Interested parties that wish to obtain access to the data will be able to do so upon simple request to these archives. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☐ No If yes, please explain: See above. 3. Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . In agreement with current best practices put forward by leading economic journals, metadata for each dataset used in the various work packages of the project will include a full description of the data set at hand, its coverage, variable names and descriptions, format and disk size. Additionally, working papers resulting from the work packages will contain a technical appendix detailing all data sources, data handling, variable creation. Upon completion of the project, all data (with the exception of proprietary data), computer code, logbooks, resulting graphs and tables will be made publicly available. All metadata will be accompanied by a corres ponding README file that includes the former sources of information as well as a description of how to proceed with a replication analysis. More specifically, this file will explain the project folder structure and the set -up of the empirical analysis (whe n and where applicable). Embedded computer code (State, R, MATLAB, ...) will contain explanatory in -file documentation to explain basic data manipulations as well as estimation procedures and auxiliary output (tables, graphs and figures) generation for oth er researchers. More specifically, the following actions will be taken to make the project data FAIR (findable, accessible, interoperable and reusable): 1. Making data findable . For each of the datasets used, I will include a full description of the metad ata in the coding and data pipelines, and on the project website. This metadata includes data source, link to the original datasets/archives, access requirements (if any), coverage, variable names, formats, and total disk size. A description of each variab le (units, string/numeric etc.) will be given. I will also provide manuals and related documents wherever available from the providers. As mentioned below, these metadata and the accompanying descriptions will be documented either in the appendix of corre sponding working papers, or in specified Technical Notes (TN) stemming from data -related tasks. 2. Making data openly accessible . Several datasets are publicly available, and will be made accessible to the general public through collaborations with several archives. I will provide access to all codes, logbooks and results (graphs, tables, etc.). For all datasets and results, including proprietary datasets, I will provide contact details on how to obtain access to the raw data. 3. Making data interoperable . The research team has extensive experience with digitizing data and large and complex project pipelines. To that end, I can follow standardized methods to do quality control and to provide accessible and reproducible research outputs. I will also d evelop README files explaining how different datasets can be merged and how different units of observation (e.g. municipalities, arrondissements, railway sections, ...) relate to each other. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 4. Increase data re‐use . All of the newly digitized data will be made available to interested pa rties, either through the project website or through the relevant archives that will host the data. With respect to research output, all project code with in -file documentation will be made available through the project website and through replication fil es accompanying published (working) papers. This will allow full replication and further extension of all results Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: For datasets obtained through a non -standardized procedure and for which no full documentation is available on the website of the data provi der, a full description will be stored in a metafile, containing their coverage, variable names, units, formats, and total disk size. These will also be documented in detail either in the appendix of the corresponding working paper, or in an accompanying T echnical Note (TN). 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume S torage ☐ Digital Vault ☐ Other: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☐ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☐ Yes ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYS TEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data In addition to security measures put in place by the KU Leuven that restrict access to unauthorised users and guarantee secure data storage, internal procedures are implemented to restrict access to work package folders and proprietary da ta to users on a case -by-case basis to prevent improper use of these data sets . What are the expected costs for data storage and backup during the research project? How will these costs be covered? Research groups at FEB contribute annually by means of a fixed sum paid to ICT -services to cover basic ICT - support which includes data storage, data backup and server maintenance. The ICT -costs stemming from research activities in this project are budgeted on a proportional basis. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Wher e will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Preservation costs will be covered by the annual ICT -contributions discussed above and budgeted on future research projects. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted dat a (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The data will be freely accessible, potentially upon user registration (e.g. VlaTAM). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical asp ects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : The digitized light rail data will be donated to the VlaTam archive (SNCB), respectively. Interested parties that wish to obtain access to the data will be able to do so upon simple request to these archives. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please e xplain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and softwar e sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? Expected costs for data sharing will be low given the nature (binary files) and size (very small) of the project files that can be posted publicly, and mainly relate to setup and maintenance of corre sponding project websites (GitHub). These are also budgeted on the project. 7. Responsibilities Who will manage data documentation and metadata during the research project? Responsibility for overall management of data documentation and metadata lies with the principal investigator (PI), Dr. J akob Vanschoonbeek . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Who will manage data storage and backup during the research project? Data storage and backup are facilitated by means of FEB protocols and managed automatically. The PI bears end responsibility . Who will manage data preservation and sharing? The IT -services at the Faculty of Economics are responsible for the data preservation; data sha ring is handled by the PI. The PI will bear the end responsibility for data preservation and data sharing for the entire project. Who will update and implement this DMP? Updates to this DMP and its effective implementation are handled by the PI . He is assisted in his task by the Research Data Management (RDM) team of the KU Leuven, in particular with respect to follow -up of this DMP, see https://www.kuleuven.be/rdm/en for more information."
}