{
    "document_id": "D-2024-2656",
    "LinkTitle": "D-2024-2656",
    "file_name": "D-2024-2656.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2656.pdf",
    "metadata": {
        "title": "D-2024-2656",
        "author": "N/A",
        "num_pages": 18
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Berkehür Abaylı (0000-0002-8530-4227)\nContributor name(s) (+ ORCID) & roles Hugo Vankelecom (0000-0002-2251-7284)\nLaura Van Gerven (0000-0002-5325-7956)\nEmma Laporte (0000-0003-0799-3116)\nProject number 1 & title  11P8X24N \nUnraveling the pituitary stem cells’ biology in the injured, regenerating and aging gland\nFunder(s) GrantID 2Fonds voor Wetenschappelijk Onderzoek – Research Foundation Flanders (FWO)\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven: 05f950310\nPlease provide a short project description We aim to decipher the processes that unfold in the pituitary upon local damage, in particular the \nmolecular and cellular mechanisms that underlie pituitary stem cell activation and subsequent \nregeneration, and their deterioration at aging. Here, we will focus on specific appealing aspects recently \nuncovered through our single-cell (sc) transcriptomic interrogations and will further expand this to in vivo \n(mouse) and in vitro (organoid) models. Moreover, we will define the translational power of our \ninvestigation by transposing the mouse findings to the human pituitary.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nCryopreserved \nhuman \npituitary \ntissue.Pituitary biopsy \nof healthy post-\nmortem \npatients. New Physical 24 relevant \nbiological samples \nwith each \napproximately 2 \nvials of primary \ntissue/cells\nCryopreserved \nhuman \npituitary \norganoids. Organoids \nderived from \nhealthy post-\nmortem \npatientsNew Physical 24 relevant \nbiological samples \nwith each \napproximately 15 \nvials of organoids\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5C57Bl6/J male \nmiceDissection of \npituitary for \ndownstream \nanalyses, \nincluding:\n- Validation of \ntranscriptomic \nfindings\n- Establishment \nof pituitary \norganoid \ncultures.New Physical 40 male mice \nGhCre/\n+;R26iDTR/+ \nmale miceDissection of \npituitary for \ndownstream \nanalyses, \nincluding:\n- Validation of \ntranscriptomic \nfindings\n- Establishment \nof pituitary \norganoid \ncultures.New Physical 40 male mice\nSox2CreERT2/+ \nmiceBreed animals \nwith pituitary \nstem cell-\nspecific knock-\nout (KO) for New Physical 80 mice\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Stat3 gene (by \ncrossing them \nwith Stat3fl/fl \nmice).\nStat3fl/fl miceBreed animals \nwith pituitary \nstem cell-\nspecific KO for \nStat3 gene (by \ncrossing them \nwith \nSox2CreERT2/+ \nmice). Assess \nthe role of Stat3 \nin pituitary stem \ncell behaviour.New Physical 80 mice\nSox2eGFP/+ \nmiceFACS sort SOX2+ \npituitary stem \ncells.New Physical 20 mice\nFixed samplesParaformaldehy\nde (PFA)-fixed \nmouse/human \npituitaries and \nderived \norganoids. New Physical <400 \nMicrotome \nsectionsRotary \nmicrotome \nsections \nobtained from New Physical <1000\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7PFA-fixed \nsamples.\nRNARNA from \npituitary \nsamples and \nderived \norganoids.New Physical <1000\ncDNAcDNA from \npituitary \nsamples and \nderived \norganoids.New Physical <1000\nRNA/DNA \nconcentration/\nqualityInformation \nobtained after \nRNA extraction \nvia \nmeasurement \nwith Nanodrop.New DigitalExperimental .xlsx <100 MB\nPCR resultsGel \nelectrophoresis \n(gel image) \nobtained via \nImage Lab \nsoftware.New DigitalExperimental .tif <1 GB\nLight, \nepifluorescenc\ne, THUNDER, \nmulti-photon, \nlight-sheet and Images from \nsections of \norganoids and \npituitary \nsamples.New DigitalImages .lif, .lsm and .tiff \nfiles < 200 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8confocal \nimages\nRT-qPCR \ndata/graphsRT-qPCR \ndata/graphs \nfrom gene \nexpression \nanalysis of \npituitary tissue \nand organoids.New DigitalNumerical xlsx, .eds, .pzfx  < 10 GB\nscRNA-seq \ndatasetSingle-cell (sc) \nRNA-seq data of \npituitary and \norganoids from \nboth human and \nmice.New & reuse of \nexisting dataDigitalTextual .fastq files  < 1 TB\nscRNA-seq \noutputscRNA-seq \noutput of \npituitary and \norganoids from \nboth human and \nmice.New & reuse of \nexisting dataDigitalNumerical\nTextual.html, .txt, .pdf \nfiles < 100 MB\nExperimental \nanalysis data \nand \nmanuscriptsAnalysis of \nobtained data\nsummarized in\npresentations/\nexcel/word\nfiles.New DigitalNumerical .xls, .txt files  < 100 MB\nBiopsy and \norganoid Biopsy and \norganoids New DigitalTextual .xls files  < 100 MB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9biobank \ndatabasebiobank \ndatabase.\nLab booksNotes on \nexperiments, \nobservations in \nthe lab.New Physical < 20 books\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Use of published scRNA-seq datasets of mouse and human pituitary biopsies.\nMouse : \n-DOI: 10.1073/pnas.2100052118\n-DOI: 10.7554/eLife.75742\nHuman :\n-DOI: https://doi.org/10.1016/j.celrep.2022.110467\n-DOI : https://doi.org/10.1038/s41467-020-19012-4\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S68961\n☒ Yes, animal data; provide ECD reference number: P165/2023\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nEC application for human pituitary samples is under revision by the Ethical Committee.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nPRET: G-2023-7086\nEC: S68961\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .- Daily lab activities are recorded in detail in the lab book and/or Microsoft OneNote.\n- Documentation of the mice: in an excel file the following information will be noted for every \nmouse: cage number, date of birth, sex, derived from which breeding couple, genotype, \neuthanising date, used in which experiment.\n- Overview of experiments (date, topic, sample origin, experimental set-up, read-outs) are saved on  \nthe KU Leuven One drive.\n- For documentation of microscopy images (of organoid cultures) the following information will be \nnoted: date, experimental condition, passage of organoid culture, number of days in culture, \nmagnification used, antibodies/dyes. Images will be saved on the shared drive of the lab and KU \nLeuven One drive in a designated folder of the particular experiment. Within the experiment \nfolder, additional folders are labelled in a clearly structured way (according to different \nexperimental conditions or different timepoints within the experiment). The setup of an \nexperiment is written down in the lab book. A meta data file, generated by the microscope \nprogramme, is saved automatically together with the image.\n- For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and \n260/280 ratios (quality measure) and concentrations are written down in lab book and later \ntransferred manually to an excel file where all previous RNA/cDNA measurements are stored. Date \nof measurement together with name of the sample is included. The location of each sample (which  \nfreezer and which box) is also included in this excel file.\n- For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the \nname: \"Date_experiment number_sample name(s)_general gene list_qPCR\". The qPCR data is \nsaved in a \"qPCR folder\" within the 'Raw data' folder, together with the template of the particular \nqPCR reaction. The analysed data can be found in the designated folder of the particular \nexperiment within the 'Analysed data' folder. Graphs from the data are made using Graphpad \nPrism (.pzfx file). File is named: \"Experiment number_sample name(s)_general gene list_graphpad\"  \nand saved in the same folder.\n- For scRNA-sequencing scripts/figures: .html, .pdf, .txt files containing scripts or figures of typical \nscRNA-sequencing workflow. Each script is saved as 'Experiment number_vignette type used'. Each \nfigure is saved as 'Experiment number_sample name(s)_figure type'.\n- Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry\nstainings, organoid culture, medium preparation, ... are all included in the lab book. In the table of \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12contents of the lab book, the page number of each protocol included in the lab book can be found. \nIn addition, the start of each experiment is indicated in the table of contents.\n- Biobank documentation: Cryopreserved tissue samples and organoid lines from patients will be \nstored in UZ/KU Leuven Biobanks. For each patient, the following data will be collected: sex, date \nof birth/age, BMI, co-morbidities, patient ethnicity, cause of death, brain damage, period spent in \nICU, surgery-related information (period of post-mortem interval, intracranial pressure, internal \nbleeding, etc.), anatomical abnormalities and medical/medication history. All pituitary biopsies will \nbe clearly labeled with an original code: PB_#_age_sex_date in which: PB = pituitary biopsy, # = \nnumber of patients, age = age of the patient, sex = sex of the patient, date = respective date of the \nsample collection.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nAt the moment, metadata standards are not implemented in the research group. Metadata generated by \nmicroscopy, RT-PCR analyses and from sequencing data, is saved to KU Leuven OneDrive. Saved data is \nfurther subdivided in a clearly structured way (e.g. specific folders for different experiments).\nAdditionally, in the lab books, a description of every experiment can be found including all the \nexperimental conditions.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: The large scRNA-seq data will be stored on the lab's storage space of the Flemish Super \nComputer VSC. \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (Personal external hard drive)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Access to the shared KU Leuven OneDrive of our lab is secured by a login with the personal u-number and \npassword. An extra layer of precaution will be taken by activating the multifactor authenticator app \nprovided by the KU Leuven. There is also a password on the personal computer of the FWO fellow.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for  \ndata preservation are expected. If the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a \nlarge volume storage for research data in a cost-efficient manner: 104.42 euro/TB/year (to be purchased \nin blocks of 5 TB).\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?As long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional \ncosts for data preservation are expected.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\nThe following datasets will be made available:\n- Fluorescence/brightfield images\n- RT-qPCR data\n- scRNA-seq datasets  \n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☒ No (closed access)\nFollowing data will remain closed:\n- Personal information of patients (such as name, surname, address)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only staff of Intensive Care Unit in UZ Leuven will be able to reach the personal information about patients  \n(such as the name and surname of the patient).\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Personal information about patients.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify)\nThe obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available \nthrough publications and the PhD Thesis. The scRNA-seq data will be made available on ArrayExpress after \npublication.\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify)\nData can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). \nPublic availability after publishing the data will also depend on the journals policy (postpublication data \nrepository).\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository.\n☐ My dataset already has a PID\n☐ No\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 18What are the expected costs for data sharing? \nHow will these costs be covered?  There are currently no expected costs for data sharing.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grant holder, Berkehür Abaylı.  \nWho will manage data storage and backup \nduring the research project?The grant holder, Berkehür Abaylı.\nWho will manage data preservation and \nsharing?The PI (Prof. Dr. Hugo Vankelecom) will be responsible for ensuring data preservation and sharing.\nWho will update and implement this DMP? The grant holder (Berkehür Abaylı) will be responsible for updating this DMP. The PI (Prof. Dr. Hugo \nVankelecom) bears the end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Berkehür Abaylı (0000-0002-8530-4227) Contributor name(s) (+ ORCID) & roles Hugo Vankelecom (0000-0002-2251-7284) Laura Van Gerven (0000-0002-5325-7956) Emma Laporte (0000-0003-0799-3116) Project number 1 & title 11P8X24N Unraveling the pituitary stem cells’ biology in the injured, regenerating and aging gland Funder(s) GrantID 2Fonds voor Wetenschappelijk Onderzoek – Research Foundation Flanders (FWO) Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description We aim to decipher the processes that unfold in the pituitary upon local damage, in particular the molecular and cellular mechanisms that underlie pituitary stem cell activation and subsequent regeneration, and their deterioration at aging. Here, we will focus on specific appealing aspects recently uncovered through our single-cell (sc) transcriptomic interrogations and will further expand this to in vivo (mouse) and in vitro (organoid) models. Moreover, we will define the translational power of our investigation by transposing the mouse findings to the human pituitary. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Cryopreserved human pituitary tissue.Pituitary biopsy of healthy post- mortem patients. New Physical 24 relevant biological samples with each approximately 2 vials of primary tissue/cells Cryopreserved human pituitary organoids. Organoids derived from healthy post- mortem patientsNew Physical 24 relevant biological samples with each approximately 15 vials of organoids 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5C57Bl6/J male miceDissection of pituitary for downstream analyses, including: - Validation of transcriptomic findings - Establishment of pituitary organoid cultures.New Physical 40 male mice GhCre/ +;R26iDTR/+ male miceDissection of pituitary for downstream analyses, including: - Validation of transcriptomic findings - Establishment of pituitary organoid cultures.New Physical 40 male mice Sox2CreERT2/+ miceBreed animals with pituitary stem cell- specific knock- out (KO) for New Physical 80 mice FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Stat3 gene (by crossing them with Stat3fl/fl mice). Stat3fl/fl miceBreed animals with pituitary stem cell- specific KO for Stat3 gene (by crossing them with Sox2CreERT2/+ mice). Assess the role of Stat3 in pituitary stem cell behaviour.New Physical 80 mice Sox2eGFP/+ miceFACS sort SOX2+ pituitary stem cells.New Physical 20 mice Fixed samplesParaformaldehy de (PFA)-fixed mouse/human pituitaries and derived organoids. New Physical <400 Microtome sectionsRotary microtome sections obtained from New Physical <1000 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7PFA-fixed samples. RNARNA from pituitary samples and derived organoids.New Physical <1000 cDNAcDNA from pituitary samples and derived organoids.New Physical <1000 RNA/DNA concentration/ qualityInformation obtained after RNA extraction via measurement with Nanodrop.New DigitalExperimental .xlsx <100 MB PCR resultsGel electrophoresis (gel image) obtained via Image Lab software.New DigitalExperimental .tif <1 GB Light, epifluorescenc e, THUNDER, multi-photon, light-sheet and Images from sections of organoids and pituitary samples.New DigitalImages .lif, .lsm and .tiff files < 200 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8confocal images RT-qPCR data/graphsRT-qPCR data/graphs from gene expression analysis of pituitary tissue and organoids.New DigitalNumerical xlsx, .eds, .pzfx < 10 GB scRNA-seq datasetSingle-cell (sc) RNA-seq data of pituitary and organoids from both human and mice.New & reuse of existing dataDigitalTextual .fastq files < 1 TB scRNA-seq outputscRNA-seq output of pituitary and organoids from both human and mice.New & reuse of existing dataDigitalNumerical Textual.html, .txt, .pdf files < 100 MB Experimental analysis data and manuscriptsAnalysis of obtained data summarized in presentations/ excel/word files.New DigitalNumerical .xls, .txt files < 100 MB Biopsy and organoid Biopsy and organoids New DigitalTextual .xls files < 100 MB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9biobank databasebiobank database. Lab booksNotes on experiments, observations in the lab.New Physical < 20 books GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Use of published scRNA-seq datasets of mouse and human pituitary biopsies. Mouse : -DOI: 10.1073/pnas.2100052118 -DOI: 10.7554/eLife.75742 Human : -DOI: https://doi.org/10.1016/j.celrep.2022.110467 -DOI : https://doi.org/10.1038/s41467-020-19012-4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S68961 ☒ Yes, animal data; provide ECD reference number: P165/2023 ☐ Yes, dual use; provide approval number: ☐ No Additional information: EC application for human pituitary samples is under revision by the Ethical Committee. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: PRET: G-2023-7086 EC: S68961 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .- Daily lab activities are recorded in detail in the lab book and/or Microsoft OneNote. - Documentation of the mice: in an excel file the following information will be noted for every mouse: cage number, date of birth, sex, derived from which breeding couple, genotype, euthanising date, used in which experiment. - Overview of experiments (date, topic, sample origin, experimental set-up, read-outs) are saved on the KU Leuven One drive. - For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, number of days in culture, magnification used, antibodies/dyes. Images will be saved on the shared drive of the lab and KU Leuven One drive in a designated folder of the particular experiment. Within the experiment folder, additional folders are labelled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope programme, is saved automatically together with the image. - For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later transferred manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is included. The location of each sample (which freezer and which box) is also included in this excel file. - For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"Date_experiment number_sample name(s)_general gene list_qPCR\". The qPCR data is saved in a \"qPCR folder\" within the 'Raw data' folder, together with the template of the particular qPCR reaction. The analysed data can be found in the designated folder of the particular experiment within the 'Analysed data' folder. Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"Experiment number_sample name(s)_general gene list_graphpad\" and saved in the same folder. - For scRNA-sequencing scripts/figures: .html, .pdf, .txt files containing scripts or figures of typical scRNA-sequencing workflow. Each script is saved as 'Experiment number_vignette type used'. Each figure is saved as 'Experiment number_sample name(s)_figure type'. - Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation, ... are all included in the lab book. In the table of FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12contents of the lab book, the page number of each protocol included in the lab book can be found. In addition, the start of each experiment is indicated in the table of contents. - Biobank documentation: Cryopreserved tissue samples and organoid lines from patients will be stored in UZ/KU Leuven Biobanks. For each patient, the following data will be collected: sex, date of birth/age, BMI, co-morbidities, patient ethnicity, cause of death, brain damage, period spent in ICU, surgery-related information (period of post-mortem interval, intracranial pressure, internal bleeding, etc.), anatomical abnormalities and medical/medication history. All pituitary biopsies will be clearly labeled with an original code: PB_#_age_sex_date in which: PB = pituitary biopsy, # = number of patients, age = age of the patient, sex = sex of the patient, date = respective date of the sample collection. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: At the moment, metadata standards are not implemented in the research group. Metadata generated by microscopy, RT-PCR analyses and from sequencing data, is saved to KU Leuven OneDrive. Saved data is further subdivided in a clearly structured way (e.g. specific folders for different experiments). Additionally, in the lab books, a description of every experiment can be found including all the experimental conditions. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: The large scRNA-seq data will be stored on the lab's storage space of the Flemish Super Computer VSC. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (Personal external hard drive) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Access to the shared KU Leuven OneDrive of our lab is secured by a login with the personal u-number and password. An extra layer of precaution will be taken by activating the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the FWO fellow. What are the expected costs for data storage and backup during the research project? How will these costs be covered?As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for research data in a cost-efficient manner: 104.42 euro/TB/year (to be purchased in blocks of 5 TB). 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?As long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data The following datasets will be made available: - Fluorescence/brightfield images - RT-qPCR data - scRNA-seq datasets ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) Following data will remain closed: - Personal information of patients (such as name, surname, address) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Only staff of Intensive Care Unit in UZ Leuven will be able to reach the personal information about patients (such as the name and surname of the patient). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Personal information about patients. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) The obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis. The scRNA-seq data will be made available on ArrayExpress after publication. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify) Data can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on the journals policy (postpublication data repository). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository. ☐ My dataset already has a PID ☐ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 18What are the expected costs for data sharing? How will these costs be covered? There are currently no expected costs for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project?The grant holder, Berkehür Abaylı. Who will manage data storage and backup during the research project?The grant holder, Berkehür Abaylı. Who will manage data preservation and sharing?The PI (Prof. Dr. Hugo Vankelecom) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder (Berkehür Abaylı) will be responsible for updating this DMP. The PI (Prof. Dr. Hugo Vankelecom) bears the end responsibility for updating and implementing this DMP."
}