{
    "document_id": "D-2024-3114",
    "LinkTitle": "D-2024-3114",
    "file_name": "D-2024-3114.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3114.pdf",
    "metadata": {
        "title": "D-2024-3114",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Tatjana N. Parac-Vogt ; ORCID number: 0000-0002-6188-3957\nContributor name(s) (+ ORCID) & roles\nBartosz Trzaskowski ORCID number: 0000-0003-2385-1476; Co-promoter\nProject number1 & title  Nano-hybrid materials based on metal-organic frameworks as\nartificial enzymes for proteomics applications\nFunder(s) GrantID2G025624N\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other: University of Warsaw, Poland,  \nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The main goal of this research project is to combine state-of-the-art computational and experimental tools  \ntowards the development of new metal-oxo clusters (MOCs) as potential artificial enzymes.  The central part \nof such unique approach consists of the design, computational modelling, synthesis and experimental analysis  \nof new metal-oxo clusters, frequently found as building blocks in metal organic frameworks (MOFs), that are  \nable to mimic reactivity of biological enzymes and perform important catalytic reactions [1]. In this project we  \nwill combine the experimental expertise of the group of Prof. Tatjana Parac-Vogt (KU Leuven) in the  \npreparation of metal-oxo clusters and in-depth experimental characterization of their interactions with  \nproteins, with the computational expertise of the group of Prof. Bartosz Trzaskowski (UWarsaw) in the  \nrational design of new molecular systems with desired properties and molecular modelling of hybrid  \nbioinorganic systems.\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nPresentation \nand analysis of \nthe data from \nNMR \nmeasurements Equipment \nspecific row \ndata/row data \nfiles obtained \nfrom 1H and 13 C \nNMR \nmeasurements☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\n4\nFWO DMP Template (Flemish Standard DMP) 4☐ other: \n.doc, .jpg, .tif, .ptt\nx, .HKL, .CBF\n☐ NA\nPresentation \nand analysis of \nthe date from \nIR \nmeasurementsEquipment \nspecific row \ndata/row data \nfiles obtained \nfrom IR \nmeasurements☒ Generate new \ndata☒ Digital☒ Software☒ .pdf\n☒ .txt☒ < 100 MB\nPresentation \nand analysis of \nthe date from \nXRD \nmeasurementsEquipment \nspecific row \ndata/row data \nfiles obtained \nfrom XRD \nmeasurements☒ Generate new \ndata☒ Digital☒ Software☒ .pdf\n☒ .txt☒ < 100 GB\nPresentation \nand analysis of \nthe date from \nnano-LC-MS/M\nS \nmeasurementsEquipment \nspecific row \ndata/row data \nfiles obtained \nfrom nano-LC-\nMS/MS \nmeasurements☒ Generate new \ndata☒ Digital☒ Software☒ .pdf☒ < 1 GB\nSDS PAGE dataEquipment \nspecific row \ndata/row data ☒ Generate new \ndata☒ Digital☒ Software☒ \nother: .doc, .jpg, .\ntif☒ < 1 GB\nFWO DMP Template (Flemish Standard DMP) 5files obtained \nfrom SDS-PAGE \nanalysis\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  The existing data will not be reused.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 6Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).The experimental methodology, protocols and planned experiments will be stored in personal lab books  \n(hard copies) of the researchers and in word documents stored in personal KU Leuven PCs. All experimental  \ninformation  (date  and  number  of  experiments,  description  of  performed  experiments  (experimental  \nconditions, description of the experimental methods, outcome of obtained results)) will be documented in  \ndetail. For log-term storage an electronic copy will be collected on One Drive or one of KU Leuven online  \nservices.\nAll experimental data collected from the various measurements will be deposited in separate folders. All  \nprocessed data of the performed experiments (a part of subprojects) will be collected as well. The new  \nfolders will be created in a case of publication of the papers, allowing the access of the published data in  \nsingle location.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nThe word or/and excel files will be designed and provided with detailed descriptions of experiments \n(number and date of experiments, experimental explanation, location in the lab book and digital location \nin the personnel KU Leuven PCs and OneDrive, also physical location of the compounds in the laboratory).  \nFWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Raw and processed data will be stored on the researcher's HDD. The copy of the data will be saved on  \nMicrosoft OneDrive account provided by the KU Leuven, preventing the loss of the data and information.\nThe data will be shared and saved on OneDrive, providing the accessibility of the data to all researchers who  \nwork on the same subproject/ project.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data will be stored in two different locations:\n(a) The university's central servers/OneDrive\n(b) an external HDD provided by the LBC lab\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\n2TB of OneDrive storage is available per researcher, free of charge which is provided by the KU Leuven. \nArchival storage is rented at the KU Leuven ICTS data center and can be expanded depending on the \nneeds. Also, the LBC lab will provide HDD for all members of the team.\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7All KU Leuven services are personally authorized. The access is available only to researchers who have  \nauthorization. All data will be protected by the researcher’s personal password.  \nFor subprojects which are planned to be done in collaboration with the other groups, only data of interest  \nfor both groups will be shared.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Microsoft OneDrive License is free of charge for all KU Leuven researchers.  \nArchival data storage is centrally offered via KU Leuven on the University's servers.\nAdditionally, the data can be saved at the HDD provided by the LBC laboratory.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All collected and used data during Celsa project will be stored at the Research Data Respiratory (RDR) of KU  \nLeuven. Also, the copy of the data will be stored on an external HDD provided by LBC group. The lab  \nnotebooks will be stored in the physical archive and will be available to the PI of the project.\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the University's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy. The HDD of the LBC lab will be used as  \nwell.\nFWO DMP Template (Flemish Standard DMP) 10What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Data archival at KU Leuven is currently offered at 270 Euro/TB/year. 1TB of storage will be sufficient and the  \nprice for storage for 10 years is 2700 Euro. These costs will be covered by the budget of the LBC research  \ngroup.\nFWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nAll articles from granted project will be published in peer reviewed journals. All data will be available on \nOneDrive folder and LBC group’s HDD for their future use and comparison with other results.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The date obtained during the project will be available after the publication process, while the other, non-\npublished data will be available to the researchers who have the access to the OneDrive folder and group’s  \nHDD.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All data obtained in this project will be available on OneDrive folder and group’s HDD, providing the access  \nto the researchers who work together on the same project. However, the date will be available to the \npublic after the publication process.\nFWO DMP Template (Flemish Standard DMP) 12When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be available after publication process. However, all data will be stored on OneDrive folder \nand group’s HDD and will be available just to the researchers who work on the same project.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  The obtained results will be available for public after publication process in peer reviewed journals. The  \npublications will be stored in digital repository of KU Leuven Association (LIRIAS; https://limo.libis.be/ ). The \nnon-published results will not be public, but the research team will have an access.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes:\nThe publications with appropriate DOI number will be stored in digital repository of KU Leuven Association  \n(LIRIAS; https://limo.libis.be/ ).\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 13What are the expected costs for data sharing? \nHow will these costs be covered?  Publishing in the most peer review journals is free of charge. In case of publications fee, cover pages fee, \nthe cost will be covered by the granted FWO bench fee.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researchers/project leaders will be responsible for data collection. Also, their responsibility is to \nprovide the exact documentation.\nWho will manage data storage and backup \nduring the research project?The researchers/project leaders will manage storing the data in OneDrive and a lab notebook and word \ndocuments will be stored in the personnel researcher’s KU Leuven PC during the project.\nWho will manage data preservation and \nsharing?Prof. Parac-Vogt (PI) will be responsible for ensuring the preservation and reuse of the data generated  \nduring the project.\nWho will update and implement this DMP? The PI has the main responsibility for updating & implementing  DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Tatjana N. Parac-Vogt ; ORCID number: 0000-0002-6188-3957 Contributor name(s) (+ ORCID) & roles Bartosz Trzaskowski ORCID number: 0000-0003-2385-1476; Co-promoter Project number1 & title Nano-hybrid materials based on metal-organic frameworks as artificial enzymes for proteomics applications Funder(s) GrantID2G025624N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: University of Warsaw, Poland, Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The main goal of this research project is to combine state-of-the-art computational and experimental tools towards the development of new metal-oxo clusters (MOCs) as potential artificial enzymes. The central part of such unique approach consists of the design, computational modelling, synthesis and experimental analysis of new metal-oxo clusters, frequently found as building blocks in metal organic frameworks (MOFs), that are able to mimic reactivity of biological enzymes and perform important catalytic reactions [1]. In this project we will combine the experimental expertise of the group of Prof. Tatjana Parac-Vogt (KU Leuven) in the preparation of metal-oxo clusters and in-depth experimental characterization of their interactions with proteins, with the computational expertise of the group of Prof. Bartosz Trzaskowski (UWarsaw) in the rational design of new molecular systems with desired properties and molecular modelling of hybrid bioinorganic systems. 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Presentation and analysis of the data from NMR measurements Equipment specific row data/row data files obtained from 1H and 13 C NMR measurements☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA 4 FWO DMP Template (Flemish Standard DMP) 4☐ other: .doc, .jpg, .tif, .ptt x, .HKL, .CBF ☐ NA Presentation and analysis of the date from IR measurementsEquipment specific row data/row data files obtained from IR measurements☒ Generate new data☒ Digital☒ Software☒ .pdf ☒ .txt☒ < 100 MB Presentation and analysis of the date from XRD measurementsEquipment specific row data/row data files obtained from XRD measurements☒ Generate new data☒ Digital☒ Software☒ .pdf ☒ .txt☒ < 100 GB Presentation and analysis of the date from nano-LC-MS/M S measurementsEquipment specific row data/row data files obtained from nano-LC- MS/MS measurements☒ Generate new data☒ Digital☒ Software☒ .pdf☒ < 1 GB SDS PAGE dataEquipment specific row data/row data ☒ Generate new data☒ Digital☒ Software☒ other: .doc, .jpg, . tif☒ < 1 GB FWO DMP Template (Flemish Standard DMP) 5files obtained from SDS-PAGE analysis GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The existing data will not be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).The experimental methodology, protocols and planned experiments will be stored in personal lab books (hard copies) of the researchers and in word documents stored in personal KU Leuven PCs. All experimental information (date and number of experiments, description of performed experiments (experimental conditions, description of the experimental methods, outcome of obtained results)) will be documented in detail. For log-term storage an electronic copy will be collected on One Drive or one of KU Leuven online services. All experimental data collected from the various measurements will be deposited in separate folders. All processed data of the performed experiments (a part of subprojects) will be collected as well. The new folders will be created in a case of publication of the papers, allowing the access of the published data in single location. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: The word or/and excel files will be designed and provided with detailed descriptions of experiments (number and date of experiments, experimental explanation, location in the lab book and digital location in the personnel KU Leuven PCs and OneDrive, also physical location of the compounds in the laboratory). FWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project Where will the data be stored? Raw and processed data will be stored on the researcher's HDD. The copy of the data will be saved on Microsoft OneDrive account provided by the KU Leuven, preventing the loss of the data and information. The data will be shared and saved on OneDrive, providing the accessibility of the data to all researchers who work on the same subproject/ project. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data will be stored in two different locations: (a) The university's central servers/OneDrive (b) an external HDD provided by the LBC lab Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: 2TB of OneDrive storage is available per researcher, free of charge which is provided by the KU Leuven. Archival storage is rented at the KU Leuven ICTS data center and can be expanded depending on the needs. Also, the LBC lab will provide HDD for all members of the team. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7All KU Leuven services are personally authorized. The access is available only to researchers who have authorization. All data will be protected by the researcher’s personal password. For subprojects which are planned to be done in collaboration with the other groups, only data of interest for both groups will be shared. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Microsoft OneDrive License is free of charge for all KU Leuven researchers. Archival data storage is centrally offered via KU Leuven on the University's servers. Additionally, the data can be saved at the HDD provided by the LBC laboratory. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All collected and used data during Celsa project will be stored at the Research Data Respiratory (RDR) of KU Leuven. Also, the copy of the data will be stored on an external HDD provided by LBC group. The lab notebooks will be stored in the physical archive and will be available to the PI of the project. Where will these data be archived (stored and curated for the long-term)?The data will be stored on the University's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The HDD of the LBC lab will be used as well. FWO DMP Template (Flemish Standard DMP) 10What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Data archival at KU Leuven is currently offered at 270 Euro/TB/year. 1TB of storage will be sufficient and the price for storage for 10 years is 2700 Euro. These costs will be covered by the budget of the LBC research group. FWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: All articles from granted project will be published in peer reviewed journals. All data will be available on OneDrive folder and LBC group’s HDD for their future use and comparison with other results. If access is restricted, please specify who will be able to access the data and under what conditions.The date obtained during the project will be available after the publication process, while the other, non- published data will be available to the researchers who have the access to the OneDrive folder and group’s HDD. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.All data obtained in this project will be available on OneDrive folder and group’s HDD, providing the access to the researchers who work together on the same project. However, the date will be available to the public after the publication process. FWO DMP Template (Flemish Standard DMP) 12When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be available after publication process. However, all data will be stored on OneDrive folder and group’s HDD and will be available just to the researchers who work on the same project. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 The obtained results will be available for public after publication process in peer reviewed journals. The publications will be stored in digital repository of KU Leuven Association (LIRIAS; https://limo.libis.be/ ). The non-published results will not be public, but the research team will have an access. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: The publications with appropriate DOI number will be stored in digital repository of KU Leuven Association (LIRIAS; https://limo.libis.be/ ). 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13What are the expected costs for data sharing? How will these costs be covered? Publishing in the most peer review journals is free of charge. In case of publications fee, cover pages fee, the cost will be covered by the granted FWO bench fee. 7. Responsibilities Who will manage data documentation and metadata during the research project?The researchers/project leaders will be responsible for data collection. Also, their responsibility is to provide the exact documentation. Who will manage data storage and backup during the research project?The researchers/project leaders will manage storing the data in OneDrive and a lab notebook and word documents will be stored in the personnel researcher’s KU Leuven PC during the project. Who will manage data preservation and sharing?Prof. Parac-Vogt (PI) will be responsible for ensuring the preservation and reuse of the data generated during the project. Who will update and implement this DMP? The PI has the main responsibility for updating & implementing DMP."
}