{
    "document_id": "D-2023-1828",
    "LinkTitle": "D-2023-1828",
    "file_name": "D-2023-1828.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1828.pdf",
    "metadata": {
        "title": "Molecular mechanisms underlying peroxisome-mediated changes in the cellular hydrogen peroxide signaling network",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Molecular mechanisms underlying peroxisome-mediated changes in\nthe cellular hydrogen peroxide signaling network\nA Data Management Plan created using DMPonline.be\nCreators: \nCelien Lismont \n \nhttps://orcid.org/0000-0002-7388-8878\n, Marc Fransen \nhttps://orcid.org/0000-0001-9284-1197\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1213623N\nID: \n193351\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nFor a long time, hydrogen peroxide (H2O2) was considered as a detrimental byproduct of\noxidative metabolism. However, during the last decades, this molecule has moved into the\nforefront as a central second messenger in many biological processes. An important site of\ncellular H2O2 metabolism is the peroxisome. This fundamental research project is intended to\nimprove our understanding of the molecular mechanisms underlying peroxisome-mediated\nchanges in the cellular H2O2 signaling network. Specifically, I will (i) search for targets of\nperoxisome-derived H2O2 that are oxidized through a PRDX1-based redox relay, (ii) investigate\nwhether peroxisomal matrix proteins are protected against H2O2-mediated oxidation by\nglutathionylation or CoAlation, (iii) determine the impact of disease-related disturbances in\nperoxisome function on the cellular sulfenome, and (iv) investigate how peroxisome-derived\nH2O2 modulates protein interactions within triorganellar membrane contact sites between\nperoxisomes, mitochondria, and the endoplasmic reticulum. Gaining more insight into these\nphenomena will advance our understanding of how peroxisomes serve as key regulators of\nH2O2-driven cellular processes.\nLast modified: \n20-01-2023\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n1 of 7\nMolecular mechanisms underlying peroxisome-mediated changes in\nthe cellular hydrogen peroxide signaling network\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for physical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n1\n(Immuno)blots\nGenerate\nnew data\nPhysical\n \n \n \n350-500 blots\n2\nScans of (immuno)blots\nGenerate\nnew data\nDigital\nExperimental\n.tif\n<100GB\n \n3\n(Immuno)fluorescence\nmicroscopy images\nGenerate\nnew data\nDigital\nExperimental\n.vsi, .tif,\n.jpeg\n <100GB\n \n4\nMass spectrometry data\nGenerate\nnew data\nDigital\n Experimental\n.raw, .xls\n<1TB\n \n5\nMolecular biology and\nbiochemistry experimental data\nGenerate\nnew data\nDigital\n Experimental\n.xls\n<1GB\n \n6\nCell lines\nGenerate\nnew data\n Physical\n \n \n \n15-20 cell lines; 3-10\ntubes/cell line\n7\nProtein samples\nGenerate\nnew data\n Physical\n \n \n \n2000-5000 samples;\n1 tube/sample\n8\nPlasmid constructs\nGenerate\nnew data\n Physical\n \n \n \n10-30 constructs; 3\ntubes/construct\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nWe will not reuse existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThis study will employ cell lines derived from commercially available human cell lines (Flp-In™ T-REx™ 293, Thermo Fisher Scientific,\nR78007; and HeLa, ATCC, CCL-2™). As such, questions regarding the collection, processing, disclosure of personal data, and the need\nfor informed consent are not applicable. The Ethical Committee Research UZ/KU Leuven has approved an umbrella study protocol\n(reference: S63808) of the Department of Cellular and Molecular Medicine that (among others) contains all cell lines and procedures\nnecessary to complete this project.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n2 of 7\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n1\n. \nAll experiments performed in the wet lab, will be documented in laboratory notebooks. In addition, electronic files generated\nduring the experiment (e.g., .xls, .tiff, .jpeg), figures, and overviews will be archived in a logical folder structure. The folder names\nwill be meaningful, consistent, and allow co-workers to find relevant files easily. Files will be named according to the convention\n“short thematic description of the experiment_initials of the researcher_date (DDMMYYYY)_version number” (e.g., roGFP\nmeasurement_CL_18052023_v1). For every type of experiment, there will be a document containing all information (e.g., study\ndesign, experimental protocol, deviations from the protocol, other useful contextual information such as definitions of variables\nand units of measurement) necessary for a secondary analyst to use the data accurately and effectively.\n2\n. \nOptimized protocols and manuscripts will be archived in separate folders following a logical folder structure. Note that, in addition\nto a detailed description of the experimental procedures in the manuscript, a copy of all primary data discussed in the manuscript\nwill be saved in a subfolder for maximum traceability.\n3\n. \nThe generation and storage of cell lines and plasmid constructs are documented in the lab-specific database ConstructExpress\nwhich is accessible to all lab members.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\n1\n. \nMicroscopy \nimages will follow the \nOME-XML\n (Open Microscopy Environment\n \neXtensible Markup Language) metadata\nstandard. Of note, when exporting images as .tiff files, the microscopy software saves them in OME-TIFF format.\n2\n. \nMass spectrometry \ndata and their accompanying metadata will be made publicly available in the PRoteomics IDEntification\n(PRIDE) database. This database is compliant with the \nMIBBI\n (Minimum Information for Biological and Biomedical Investigations)\nmetadata standard.\n3\n. \nTo provide structure, context, and meaning of the \nother primary data\n that will be collected, we will use (1) \ndescriptive\nmetadata\n relevant for the findability and interpretation of data (e.g., title, abstract, author, keywords, cell type, dose, exposure,\netc.), (2) \nstructural metadata\n facilitating the navigation of the electronic data (e.g., structuring tags such as page numbers, title,\ntable of contents, sub-object relationships, etc.), and (3) \nadministrative metadata\n that indicate by who, when, and why the data\nwere created. The latter data will also contain technical (e.g., filetype, date, size, etc.) and purely administrative (e.g.,\ncollaborators, etc.) properties.\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n3 of 7\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n1\n. \nOriginal hard-copy data (e.g., immunoblots) will be stored in laboratory notebooks.\n2\n. \nPrimary mass spectrometry data (.raw files) are initially stored on the computer attached to the LC-MS/MS device and backed up\non a separate computer for data analysis at the proteomics core facility. After publication, all data related to the published project\nwill be transferred to 2 external hard drives that will be stored in 2 separate locations (Marc Fransen's office and the microscopy\nroom). In addition, published data will be made available in the PRIDE database.\n3\n. \nOther electronic data files (e.g., scans of immunoblots, fluorescence microscopy images, spreadsheets, etc.) will be kept in our\nresearch unit folder (J:\\GBW-0071_LIPIT) on the university's ICTS server. Copies can be made and kept on personal devices.\n4\n. \nPhysical samples (cell lines, plasmid, and protein samples) will be stored in liquid nitrogen, at -80°C, or -20°C, depending on the\nnature of the sample.\nHow will the data be backed up?\n1\n. \nMost data will be stored on the university's ICTS server (J:\\GBW-0071_LIPIT) with automatic daily back-up procedures.\n2\n. \nThe two external hard drives that contain the raw mass spectrometry data serve as copies of each other. Each time data are\nadded to one drive, they will immediately be backed up in the other drive.\n3\n. \nOf each cell line, at least 3 aliquots will be frozen in liquid nitrogen at any given time. During the course of the project, these\naliquots will be moved to the university's cryofacility where temperature is constantly monitored.\n4\n. \nPlasmids are backed up as glycerol stocks of transformed bacteria and stored at -80°C. This freezer is equipped with a\ntemperature monitor. When the temperature rises above -65°C, the university's central dispatch contacts Marc Fransen and/or\nCelien Lismont.\n5\n. \nOther samples (e.g., protein samples) are meant to be consumed rather than backed up.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n1\n. \nCurrently, there is still ±400 GB storage capacity available in our ICTS server folder (J:\\GBW-0071_LIPIT). We anticipate to add\n40-100 GB onto this server in the course of this project. Nevertheless, the capacity might not suffice for all ongoing projects in\nthe laboratory. When needed, we will contact the ICTS service desk to increase our research unit folder storage capacity.\n2\n. \nThe external hard drives each have more than 1.5 TB of unused capacity. This will more than suffice for all ongoing projects in\nthe lab.\n3\n. \nStorage space in the cryofacility and the laboratory freezers suffices for this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\n1\n. \nWe will take care that only authorized users (e.g., team members involved in the project) can access the data through specific\nuser accounts. Importantly, these accounts will be disabled from the moment these team members are no longer involved in the\nproject.\n2\n. \nThe external hard drives are only accessible by team members and other persons that have access to the office of Marc Fransen\nand/or the microscopy room. As these external drives do not contain any personal data, it concerns projects that have already\nbeen published, and the interpretation of the data is (near to) impossible without additional information on the experimental\nconditions, we are convinced that this course of action offers sufficient protection in case of theft. In addition, both locations are\nseparated by a fire door, providing adequate protection against loss of data by fire.\n3\n. \nBoth the research building and the cryofacility are access-controlled with a badge system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n1\n. \nIn view of the expected size (13-33 GB per year) of the data that will be stored and the estimated costs (1 Euro per GB and per\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n4 of 7\nyear), the maximum cumulative costs of data storage and back-up during the course of the project is estimated to be 200 Euro.\nThe host laboratory has the financial means to pay for the data storage.\n2\n. \nAs the cryofacility is a new service and we are currently in a transition fase, prices have not yet been determined. As soon as\npossible, this DMP will be updated with this information.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\n1\n. \nAll hard copies and electronic data will be retained for a period of at least 10 years after the end of the project, conform the KU\nLeuven RDM policy.\n2\n. \nLikewise, plasmids and cell lines will be stored for at least 10 years. Note that these resources are likely to be reused within the\nresearch laboratory or by others (e.g., upon request after publication).\n3\n. \nOther sample types (e.g., protein samples) are ordinarily consumed during the experiments and will therefore not be available for\nlong-term storage. \nWhere will these data be archived (stored and curated for the long-term)?\n1\n. \nAll hard copy data will be stored in the office of Marc Fransen.\n2\n. \nThe external hard drives containing all primary mass spectrometry data will be stored in the office of Marc Fransen and in the\nmicroscopy room.\n3\n. \nOther electronic data files (e.g., scans of immunoblots, fluorescence microscopy images, spreadsheets, etc.) will be kept in our\nresearch unit folder (J:\\GBW-0071_LIPIT) on the university's ICTS server.\n4\n. \nPublications and published mass spectrometry datasets will be available through Lirias and the PRIDE database, respectively.\n5\n. \nPlasmids (bacterial glycerol stocks) and cell lines will be stored at -80°C in the laboratory and in liquid nitrogen at the university's\ncryofacility, respectively.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n1\n. \nIn view of the expected size (maximum 100 GB) of the data that will be stored, the estimated cost (1 Euro per GB and per year)\nwill be at maximum 100 Euro per retention year.\n2\n. \nThe costs related to the use of the cryofacility will be calculated once the prices are announced.\nWe trust that the insights gained from this versatile and innovative project lead to successful funding applications that will enable us\nto cover the data storage costs.\n \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nOther, please specify:\n1\n. \nDatasets that underpin publications will be made freely available in Open Access Repositories.\n2\n. \nPlasmids and cell lines will be made available upon request.\n3\n. \nUnpublished data may be shared.\n \nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n5 of 7\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n1\n. \nGiven that the data will be deposited in Lirias (a KU Leuven Association-based open access repository and information archiving\nsystem) and the PRIDE database, they will be freely accessible to all.\n2\n. \nPlasmids and cell lines will be shared after publication with all academic researchers that request access.\n3\n. \nRelevant unpublished data may be shared in the context of a collaboration.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n1\n. \nDatasets that underpin publications will be made freely available as (i) supplementary information within the corresponding Lirias-\narchived publications or (ii) in the PRIDE database.\n2\n. \nElectronic data shared in the context of a collaboration can be distributed by email or a cloud service such as Dropbox,\ndepending on the size of the data.\n3\n. \nPlasmids and cell lines will be shipped or can be picked up upon request.\nWhen will the data be made available?\n1\n. \nPublications (including supplementary data) will be uploaded in Lirias 2.0 by latest at the date of publication. However, depending\non the publisher, there may be an embargo period of maximally 6 months (see Federal Bill (Article XI. 196 $2/1) that is in force\nsince 18 September 2018).\n2\n. \nProteomics datasets will be uploaded into the PRIDE database before the review process with restricted access for the reviewers\nonly and made freely accessible upon acceptance for publication.\n3\n. \nPlasmids and cell lines can be requested upon publication of the manuscript.\n4\n. \nWithin the context of a collaboration, data can be shared at any favorable time point.\nWhich data usage licenses are you going to provide? If none, please explain why.\n1\n. \nPublications in Lirias 2.0 will have a 'public access (as soon as legally possible, verified by open access Support Desk)' license.\nThis means that the full text will be openly accessible as soon as the publisher’s open access policy and the Belgian open\naccess legislation allow.\n2\n. \nProteomics datasets submitted to the PRIDE database fall under PRIDE's license agreement\n(https://www.ebi.ac.uk/pride/markdownpage/license).\n3\n. \nWhen sharing other data, we will count on the legal services of KU Leuven Research & Development to draft suitable material\ntransfer agreements.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nProteomics datasets in PRIDE receive a PX identifier PXD030782 which will be included in the relevant publication.\nWhat are the expected costs for data sharing? How will these costs be covered?\n1\n. \nThe deposition of pre-print versions of publications in Lirias and proteomics datasets in PRIDE is free of charge. The costs\nrelated to data that still need to be published in year 4 (= within one year of the end of the project), are foreseen in the budget.\n2\n. \nShipping of physical materials (e.g., cell lines) is financed by the receiving researcher.\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n6 of 7\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAll people involved in the project (Marc Fransen, Celien Lismont, bachelor/master/PhD students, technicians) will be responsible for the\ndocumentation and verification (e.g., accurateness) of primary source data and metadata. \nWho will manage data storage and backup during the research project?\nCelien Lismont will be responsible for data storage, and staff from the centralized ICT service of KUL will be responsible for backing up\nthe data on a daily basis. \nWho will manage data preservation and sharing?\nAll team members will be involved in the data curation activities, which will enable data discovery and retrieval, maintain quality, add\nvalue, and provide for data re-use over time. Marc Fransen will be responsible for ensuring data preservation and reuse. \nWho will update and implement this DMP?\nCelien Lismont and Marc Fransen share responsibility to update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n7 of 7"
    },
    "clean_full_text": "Molecular mechanisms underlying peroxisome-mediated changes in the cellular hydrogen peroxide signaling network A Data Management Plan created using DMPonline.be Creators: Celien Lismont https://orcid.org/0000-0002-7388-8878 , Marc Fransen https://orcid.org/0000-0001-9284-1197 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1213623N ID: 193351 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: For a long time, hydrogen peroxide (H2O2) was considered as a detrimental byproduct of oxidative metabolism. However, during the last decades, this molecule has moved into the forefront as a central second messenger in many biological processes. An important site of cellular H2O2 metabolism is the peroxisome. This fundamental research project is intended to improve our understanding of the molecular mechanisms underlying peroxisome-mediated changes in the cellular H2O2 signaling network. Specifically, I will (i) search for targets of peroxisome-derived H2O2 that are oxidized through a PRDX1-based redox relay, (ii) investigate whether peroxisomal matrix proteins are protected against H2O2-mediated oxidation by glutathionylation or CoAlation, (iii) determine the impact of disease-related disturbances in peroxisome function on the cellular sulfenome, and (iv) investigate how peroxisome-derived H2O2 modulates protein interactions within triorganellar membrane contact sites between peroxisomes, mitochondria, and the endoplasmic reticulum. Gaining more insight into these phenomena will advance our understanding of how peroxisomes serve as key regulators of H2O2-driven cellular processes. Last modified: 20-01-2023 Created using DMPonline.be. Last modiﬁed 20 January 2023 1 of 7 Molecular mechanisms underlying peroxisome-mediated changes in the cellular hydrogen peroxide signaling network FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume 1 (Immuno)blots Generate new data Physical 350-500 blots 2 Scans of (immuno)blots Generate new data Digital Experimental .tif <100GB 3 (Immuno)fluorescence microscopy images Generate new data Digital Experimental .vsi, .tif, .jpeg <100GB 4 Mass spectrometry data Generate new data Digital Experimental .raw, .xls <1TB 5 Molecular biology and biochemistry experimental data Generate new data Digital Experimental .xls <1GB 6 Cell lines Generate new data Physical 15-20 cell lines; 3-10 tubes/cell line 7 Protein samples Generate new data Physical 2000-5000 samples; 1 tube/sample 8 Plasmid constructs Generate new data Physical 10-30 constructs; 3 tubes/construct If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will not reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This study will employ cell lines derived from commercially available human cell lines (Flp-In™ T-REx™ 293, Thermo Fisher Scientific, R78007; and HeLa, ATCC, CCL-2™). As such, questions regarding the collection, processing, disclosure of personal data, and the need for informed consent are not applicable. The Ethical Committee Research UZ/KU Leuven has approved an umbrella study protocol (reference: S63808) of the Department of Cellular and Molecular Medicine that (among others) contains all cell lines and procedures necessary to complete this project. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 20 January 2023 2 of 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . All experiments performed in the wet lab, will be documented in laboratory notebooks. In addition, electronic files generated during the experiment (e.g., .xls, .tiff, .jpeg), figures, and overviews will be archived in a logical folder structure. The folder names will be meaningful, consistent, and allow co-workers to find relevant files easily. Files will be named according to the convention “short thematic description of the experiment_initials of the researcher_date (DDMMYYYY)_version number” (e.g., roGFP measurement_CL_18052023_v1). For every type of experiment, there will be a document containing all information (e.g., study design, experimental protocol, deviations from the protocol, other useful contextual information such as definitions of variables and units of measurement) necessary for a secondary analyst to use the data accurately and effectively. 2 . Optimized protocols and manuscripts will be archived in separate folders following a logical folder structure. Note that, in addition to a detailed description of the experimental procedures in the manuscript, a copy of all primary data discussed in the manuscript will be saved in a subfolder for maximum traceability. 3 . The generation and storage of cell lines and plasmid constructs are documented in the lab-specific database ConstructExpress which is accessible to all lab members. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes 1 . Microscopy images will follow the OME-XML (Open Microscopy Environment eXtensible Markup Language) metadata standard. Of note, when exporting images as .tiff files, the microscopy software saves them in OME-TIFF format. 2 . Mass spectrometry data and their accompanying metadata will be made publicly available in the PRoteomics IDEntification (PRIDE) database. This database is compliant with the MIBBI (Minimum Information for Biological and Biomedical Investigations) metadata standard. 3 . To provide structure, context, and meaning of the other primary data that will be collected, we will use (1) descriptive metadata relevant for the findability and interpretation of data (e.g., title, abstract, author, keywords, cell type, dose, exposure, etc.), (2) structural metadata facilitating the navigation of the electronic data (e.g., structuring tags such as page numbers, title, table of contents, sub-object relationships, etc.), and (3) administrative metadata that indicate by who, when, and why the data were created. The latter data will also contain technical (e.g., filetype, date, size, etc.) and purely administrative (e.g., collaborators, etc.) properties. Created using DMPonline.be. Last modiﬁed 20 January 2023 3 of 7 3. Data storage & back-up during the research project Where will the data be stored? 1 . Original hard-copy data (e.g., immunoblots) will be stored in laboratory notebooks. 2 . Primary mass spectrometry data (.raw files) are initially stored on the computer attached to the LC-MS/MS device and backed up on a separate computer for data analysis at the proteomics core facility. After publication, all data related to the published project will be transferred to 2 external hard drives that will be stored in 2 separate locations (Marc Fransen's office and the microscopy room). In addition, published data will be made available in the PRIDE database. 3 . Other electronic data files (e.g., scans of immunoblots, fluorescence microscopy images, spreadsheets, etc.) will be kept in our research unit folder (J:\\GBW-0071_LIPIT) on the university's ICTS server. Copies can be made and kept on personal devices. 4 . Physical samples (cell lines, plasmid, and protein samples) will be stored in liquid nitrogen, at -80°C, or -20°C, depending on the nature of the sample. How will the data be backed up? 1 . Most data will be stored on the university's ICTS server (J:\\GBW-0071_LIPIT) with automatic daily back-up procedures. 2 . The two external hard drives that contain the raw mass spectrometry data serve as copies of each other. Each time data are added to one drive, they will immediately be backed up in the other drive. 3 . Of each cell line, at least 3 aliquots will be frozen in liquid nitrogen at any given time. During the course of the project, these aliquots will be moved to the university's cryofacility where temperature is constantly monitored. 4 . Plasmids are backed up as glycerol stocks of transformed bacteria and stored at -80°C. This freezer is equipped with a temperature monitor. When the temperature rises above -65°C, the university's central dispatch contacts Marc Fransen and/or Celien Lismont. 5 . Other samples (e.g., protein samples) are meant to be consumed rather than backed up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 1 . Currently, there is still ±400 GB storage capacity available in our ICTS server folder (J:\\GBW-0071_LIPIT). We anticipate to add 40-100 GB onto this server in the course of this project. Nevertheless, the capacity might not suffice for all ongoing projects in the laboratory. When needed, we will contact the ICTS service desk to increase our research unit folder storage capacity. 2 . The external hard drives each have more than 1.5 TB of unused capacity. This will more than suffice for all ongoing projects in the lab. 3 . Storage space in the cryofacility and the laboratory freezers suffices for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1 . We will take care that only authorized users (e.g., team members involved in the project) can access the data through specific user accounts. Importantly, these accounts will be disabled from the moment these team members are no longer involved in the project. 2 . The external hard drives are only accessible by team members and other persons that have access to the office of Marc Fransen and/or the microscopy room. As these external drives do not contain any personal data, it concerns projects that have already been published, and the interpretation of the data is (near to) impossible without additional information on the experimental conditions, we are convinced that this course of action offers sufficient protection in case of theft. In addition, both locations are separated by a fire door, providing adequate protection against loss of data by fire. 3 . Both the research building and the cryofacility are access-controlled with a badge system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 1 . In view of the expected size (13-33 GB per year) of the data that will be stored and the estimated costs (1 Euro per GB and per Created using DMPonline.be. Last modiﬁed 20 January 2023 4 of 7 year), the maximum cumulative costs of data storage and back-up during the course of the project is estimated to be 200 Euro. The host laboratory has the financial means to pay for the data storage. 2 . As the cryofacility is a new service and we are currently in a transition fase, prices have not yet been determined. As soon as possible, this DMP will be updated with this information. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). 1 . All hard copies and electronic data will be retained for a period of at least 10 years after the end of the project, conform the KU Leuven RDM policy. 2 . Likewise, plasmids and cell lines will be stored for at least 10 years. Note that these resources are likely to be reused within the research laboratory or by others (e.g., upon request after publication). 3 . Other sample types (e.g., protein samples) are ordinarily consumed during the experiments and will therefore not be available for long-term storage. Where will these data be archived (stored and curated for the long-term)? 1 . All hard copy data will be stored in the office of Marc Fransen. 2 . The external hard drives containing all primary mass spectrometry data will be stored in the office of Marc Fransen and in the microscopy room. 3 . Other electronic data files (e.g., scans of immunoblots, fluorescence microscopy images, spreadsheets, etc.) will be kept in our research unit folder (J:\\GBW-0071_LIPIT) on the university's ICTS server. 4 . Publications and published mass spectrometry datasets will be available through Lirias and the PRIDE database, respectively. 5 . Plasmids (bacterial glycerol stocks) and cell lines will be stored at -80°C in the laboratory and in liquid nitrogen at the university's cryofacility, respectively. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 1 . In view of the expected size (maximum 100 GB) of the data that will be stored, the estimated cost (1 Euro per GB and per year) will be at maximum 100 Euro per retention year. 2 . The costs related to the use of the cryofacility will be calculated once the prices are announced. We trust that the insights gained from this versatile and innovative project lead to successful funding applications that will enable us to cover the data storage costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Other, please specify: 1 . Datasets that underpin publications will be made freely available in Open Access Repositories. 2 . Plasmids and cell lines will be made available upon request. 3 . Unpublished data may be shared. Created using DMPonline.be. Last modiﬁed 20 January 2023 5 of 7 If access is restricted, please specify who will be able to access the data and under what conditions. 1 . Given that the data will be deposited in Lirias (a KU Leuven Association-based open access repository and information archiving system) and the PRIDE database, they will be freely accessible to all. 2 . Plasmids and cell lines will be shared after publication with all academic researchers that request access. 3 . Relevant unpublished data may be shared in the context of a collaboration. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. 1 . Datasets that underpin publications will be made freely available as (i) supplementary information within the corresponding Lirias- archived publications or (ii) in the PRIDE database. 2 . Electronic data shared in the context of a collaboration can be distributed by email or a cloud service such as Dropbox, depending on the size of the data. 3 . Plasmids and cell lines will be shipped or can be picked up upon request. When will the data be made available? 1 . Publications (including supplementary data) will be uploaded in Lirias 2.0 by latest at the date of publication. However, depending on the publisher, there may be an embargo period of maximally 6 months (see Federal Bill (Article XI. 196 $2/1) that is in force since 18 September 2018). 2 . Proteomics datasets will be uploaded into the PRIDE database before the review process with restricted access for the reviewers only and made freely accessible upon acceptance for publication. 3 . Plasmids and cell lines can be requested upon publication of the manuscript. 4 . Within the context of a collaboration, data can be shared at any favorable time point. Which data usage licenses are you going to provide? If none, please explain why. 1 . Publications in Lirias 2.0 will have a 'public access (as soon as legally possible, verified by open access Support Desk)' license. This means that the full text will be openly accessible as soon as the publisher’s open access policy and the Belgian open access legislation allow. 2 . Proteomics datasets submitted to the PRIDE database fall under PRIDE's license agreement (https://www.ebi.ac.uk/pride/markdownpage/license). 3 . When sharing other data, we will count on the legal services of KU Leuven Research & Development to draft suitable material transfer agreements. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Proteomics datasets in PRIDE receive a PX identifier PXD030782 which will be included in the relevant publication. What are the expected costs for data sharing? How will these costs be covered? 1 . The deposition of pre-print versions of publications in Lirias and proteomics datasets in PRIDE is free of charge. The costs related to data that still need to be published in year 4 (= within one year of the end of the project), are foreseen in the budget. 2 . Shipping of physical materials (e.g., cell lines) is financed by the receiving researcher. Created using DMPonline.be. Last modiﬁed 20 January 2023 6 of 7 6. Responsibilities Who will manage data documentation and metadata during the research project? All people involved in the project (Marc Fransen, Celien Lismont, bachelor/master/PhD students, technicians) will be responsible for the documentation and verification (e.g., accurateness) of primary source data and metadata. Who will manage data storage and backup during the research project? Celien Lismont will be responsible for data storage, and staff from the centralized ICT service of KUL will be responsible for backing up the data on a daily basis. Who will manage data preservation and sharing? All team members will be involved in the data curation activities, which will enable data discovery and retrieval, maintain quality, add value, and provide for data re-use over time. Marc Fransen will be responsible for ensuring data preservation and reuse. Who will update and implement this DMP? Celien Lismont and Marc Fransen share responsibility to update and implement this DMP. Created using DMPonline.be. Last modiﬁed 20 January 2023 7 of 7"
}