{
    "document_id": "D-2023-1940",
    "LinkTitle": "D-2023-1940",
    "file_name": "D-2023-1940.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1940.pdf",
    "metadata": {
        "title": "D-2023-1940",
        "author": "N/A",
        "num_pages": 20
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Laura Koster https://orcid.org/0000-0002-6800-4214\nContributor name(s) (+ ORCID) & roles Jolien Gooijers: promotor https://orcid.org/0000-0002-7569-7223\nStephan Swinnen: co-promotor https://orcid.org/0000-0001-7173-435X\nGenevieve Albouy: co-promotor https://orcid.org/0000-0002-5437-023X\nProject number & title Motor training-induced structural neuroplasticity and the role of sleep: a neuroimaging investigation\nin healthy young adults and traumatic brain injury patients\nFunder(s) GrantID2 11D8523N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n See Glossary Flemish Standard Data Management Plan  \n Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\n Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Across the lifespan, we demonstrate the ability to learn new motor skills such as riding a bicycle or\nplaying a musical instrument. Such motor training is known to induce brain changes, i.e.\nneuroplasticity. Yet, little is known about the accompanying underlying mechanisms and the timing of\nstructural brain changes. With the advancement of neuroimaging techniques, we will apply a cutting-edge\nimaging approach to investigate motor training-induced white matter (WM) microstructural\nchanges and their time window of change in detail. As it is known from extensive research that\nimprovements in motor learning occur during sleep, and that sleep is related to WM properties, the\nquestion arises whether sleep plays a critical role in such training-induced structural neuroplasticity.\nAlthough, it is has been reported that sleep induces grey matter (GM) changes following motor skill\nlearning, a knowledge gap exists regarding the particular role of sleep on WM microstructural\nproperties following motor skill learning. Therefore, the overarching aim of the present project is\ntwofold: 1) to explore training-induced WM microstructural (and GM) changes, and 2) to investigate\nthe role of sleep on the process of training-induced structural neuroplasticity in healthy young adults\nand traumatic brain injury patients. This will provide crucial new knowledge and offers new\nimplications of unprecedented importance in the field of rehabilitation, ultimately improving recovery\npost brain injury.\nFWO DMP Template (Flemish Standard DMP) 41 Add rows for each dataset you want to describe.1.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data1. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nPhase 1\nFWO DMP Template (Flemish Standard DMP) 5Per participant\nQuestionnaires\n1) Information + \ninformed consent \nparticipant\n2) Informed consent \nfor investigator\n3) Baecke\n4) Beck Depression \nInventory\n5) Consensus Sleep \nDiary (4-5x)\n6) MCTQ\n7) MEQ\n8) Oldfield \nHandedness\n9) PSQI (2x)\n10) UZ Leuven MRI \nScreening\n11) UZ Leuven \ntoevalsbevindingen \n(participant)\n12) UZ leuven \ntoevalsbevindingen \n(investigator)\n13) Case report form1 & 2) information \nregarding study and \ninformed consent \nfor data acquisition\n3) Activity during \nwork/school \n4) Mood and self-\nimage\n5) Subjective sleep \nduration\n6) Chronotype sleep\n7) Musical \nexperience\n8) Handedness\n9) Subjective sleep \nquality\n10) MRI safety\n11 & 12) incidental \nfindings/abnormaliti\nes in brain\n13) to keep track of \nbehavioral/MRI \nmeasurements and \nabnormalities☒ Generate new \ndata☒ Digital\n☒ Physical☒ Experimental\n☒ Observational☒ .xml\n☒ .csv\n☒ .pdf\n☒ .txt☒ < 1 GBPer participant\nTotal (Printed \ndouble sided)\n1) 11 A4 (6)\n2) 2 A4 (1)\n3) 3 A4 (2)\n4) 3 A4 (2)\n5) 4/5 x 1 A4\n6) 4 A4 (2)\n7) 3 A4 (2)\n8) 1 A4 (1)\n9) 2 A4\n10) 2 A4 (1)\n11) 1 A4\n12) 1 A4\n13) 20 A4 (10)\nIn total for 60 \nparticipants:\n2760 A4\nFWO DMP Template (Flemish Standard DMP) 6Behavior\n1) Purdue Pegboard \nTest (2x)\n2) Bimanual tracking \ntask – short/simple \n(2x)\n3) Finger tapping \ntask (2x)\n4) Serial reaction \ntime test \n(Hand/Foot tapping \ntask) (2x)\n5)  Multilimb \nreaction time test \nsimple (2x)\n6)  Multilimb \nreaction time test \nchoice (2x)\n7) Bimanual tracking \ntask training \nsessions (12 x)\n8) Bimanual tracking \ntask retention MRI \n(3x)1)Fingertip dexterity \nand gross \nmovement of the \nhand, fingers and \narm\n2) Assessment of \nbimanual \nvisuomotor function\n3) Assessment of \nmotor speed\n4) hand/foot motor \nspeed and reaction \ntime\n5) reaction time \nupper and lower \nlimbs separately\n6) reaction time \nupper and lower \nlimbs combined\n7) Bimanual \nvisuomotor training \n8)  Bimanual \nvisuomotor task☒ Generate new \ndata☒ Digital\n☒ Physical (only \npurdue \npegboard)☒ Experimental☒ .txt\n☒ .pdf\n.xls ☒ < 1 GB1) 1 A4\nIn total for 60 \nparticipants:\n60 A4\nFWO DMP Template (Flemish Standard DMP) 7MRI\n1) dMRI (3x)\n2) GRASE (3x)\n3) rs_fMRI (3x)\n4) STEAM (3x)\n5) T1 (3x)\n6) tb_fMRI (3x)1) diffusion MRI \n(white matter)\n2) myelin \nquantification\n3) resting state fMRI, \nresting brain activity \nfor functional \nconnectivity\n4) white matter \nassessment – \nvarious mixing times\n5) Assessment of \nbrain tissue\n6) task-based fMRI, \nbrain activity during \nbimanual \nvisuomotor task \nperformance☒ Generate new \ndata☒ Digital☒ ExperimentalRaw :\nDICOM \nPAR\nREC\nXml\nProcessed :\nNifti\nBval.,\nbvec, \n.json, \n.mwf☒ < 5 TB\nData analysis\nScripts to preprocess \nand (statistical) \nanalyse data☒ Generate new \ndata☒ Digital .m(at),\n.py(w),\n .r,\n.sgsx, \n.jmp, \n.dll,\n.stw, \n.sta,\n.sav, \n.spv☒ < 100 MB\nPhase 2\nFWO DMP Template (Flemish Standard DMP) 8All \naforementioned \nmeasures plus: \nPSG/EEG \nregistration☒ Generate new \ndata☒ Digital☒ Experimental.eeg, \n.vhdr, \n.mff, \n.mat,\n.dat\nPhase 3\nAll \naforementioned \nmeasures\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\nFWO DMP Template (Flemish Standard DMP) 9Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nPersonal data of human subjects including MRI scans\nWill  you  process  personal  data?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:  \noPersonal data for organizing the research: name, address. This data will not be included in \nthe analyses and will be stored separately from the research d ata., \noPersonal data for research purposes: age, weight, degree, medical history, MRI scans. These  \ndata will be pseudonymized.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 102.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).At project level\noA README file will be provided for each of the WPs separately. We will use KU Leuven’s \ntemplate.\noFor each WP separately, a detailed protocol is provided, including the research methods, \npractices and instructions given to  participants. Additionally, all questionnaires are added to \nthis documentation. This will be provided in a .pdf format.\nAt data level\noFor each work package separately, a standardized case report form (CRF) will be completed \nduring data collection, containing researchers notes, remarks concerning data quality, \ncontextual information, deviations from the protocol, etc. These CRFs will be kept on paper, in \nthe same folder as the research data that are collected on paper. Paper CRFs will be transcribed  \nto REDCap.\noFor each work package separately, a user guide on data processing & handling will be provided \nas a .pdf file.\noFor each work package separately, a data dictionary will be provided (either in the same file, or \nprovided in the same folder) as a .csv file.Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nAt project level\noThe RDR metadata format will be followed (see Data sharing & reuse)\nAt data level\noMRI data will be stored according to the BIDS (Brain Imaging Data Structure) standard.\noThe MRI DICOM format will be used, which includes structured metadata regarding the \nacquisition parameters and procedures.\noTime-stamped bimanual (behavioral) (meta)data\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n3.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 12Where will the data be stored? Research data\n1.KU Leuven network drive, specifically L-drive. Source data will be (temporarily) stored on external \nhard drive and are exported immediately after collection from their respective research instruments \nand will be stored in a shared folder on the password-protected L-drive within the KU Leuven \nenvironment. For active use, copies from the master data on the L-drive can be made and kept on the \npersonal devices of the involved researchers.  \n2.REDCap. Data will be gathered using REDCap, a secured and password-protected database and data \nmanagement system, hosted on dedicated KU Leuven data servers at Campus Heverlee.\n3.Data collected on paper. The paper copies of the descriptive data and questionnaires will be stored in \na secured locker at the Department of Movement Sciences, Building The Nayer, of the KU Leuven. Only  \nauthorized personnel will have access to this locked storage room as they will need to be granted \naccess by the PI (Jolien Gooijers).\nPersonal data for organizing the research\n1.A digital subject identification log will be kept on the L-drive in a separate folder (i.e. not together with \nthe research data) and will be password protected.\n2.Paper informed consent forms will be stored in a secured locker at the Department of Rehabilitation \nSciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this \nlocked storage room as they will need to be granted access by the PI (Jolien Gooijers). The ICFs will not \nbe kept in the same binder as the paper research data.\nFWO DMP Template (Flemish Standard DMP) 13How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.4\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.1.KU Leuven network drive, specifically L-drive. Automatic version management of the files occurs \nwhen storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" \ntechnology, where the previous versions of the changed files are kept online in a snapshot on the same  \nstorage system.\na.by default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous \nversions of the file up to 14 days.\nb.end users can restore older files themselves from within their Windows PC via the \"previous \nversions | previous versions\" functionality.\nA mirror (an exact copy) of the data is provided in the second ICTS data center for “business \ncontinuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is \nwritten to a drive. ICTS can put the copy online within an hour in case of disaster with the primary \nstorage.\n2.REDCap. When using KU Leuven REDCap, data is backed up as follows:\na.The web server backup regime is specified below:\ni.An hourly backup, the last 6 versions of which are saved\nii.A daily backup, the last 7 versions of which are saved\niii.A weekly backup,  the last 6 versions of which are saved\nb.The database backup regime is specified below:\ni.A nightly cold backup of all databases\nii.One month’s storage of the nightly cold backups\nc.Data restore, upon request\n3.To ensure that the master file remains up-to-date the FreeFileSync tool will be used for regular \nsynchronization of active copies to the L-drive.\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 14Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\n1.KU Leuven network drive, specifically L-drive. Our research group has a L-drive with a capacity of 5 TB \nfor active research data. As the estimated size of the dataset is 1,358 TB sufficient storage and backup \ncapacity is available.\n2.REDCap. REDCap is hosted on central ICTS webservices and provides unlimited capacity.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 71.KU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within \nsecured KU Leuven environments, are password-protected (including smartphone-based multi-factor \nidentification) and are only accessible by registered collaborating researchers. Only the PI can request \naccess to the network drive for study personnel.\n2.REDCap. When using KU Leuven REDCap, physical access to the data centers is logged and restricted to  \nauthorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical \ndatabase level only study team members, monitors and auditors/inspectors for whom the \nCoordinating or Principal Investigator (as applicable) has requested project-specific access, are granted  \ndata access. Upon successful training completion each user is centrally assigned a user role, associated \nwith predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL \nREDCap is UZL CTC (ctc.datamanagement@uzleuven.be).\n3.Data collected on paper. Data collected on paper (e.g. informed consents) will be stored in a locked \ncabinet in a locked room at the department of movement sciences. During data collection the cabinet \nwill only be accessible to study personnel.\nFWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?1.KU Leuven network drive, specifically L-drive.  The L-drive costs € 522.1 / 5 TB / year. Our dataset is \nestimated at 1,358 TB and the project will run for 4 years, resulting in a total cost of € 567,21.  The \ndepartment of Movement Sciences provides our research group with an L-drive of 5TB. As such, costs \nwill be covered by the department. In case of insufficient storage (as the drive is shared by several \nprojects), the drive can be extended. Additional costs could be covered by the FWO bench fee.\n2.REDCap. A REDCap project costs €80/year. As the project will run for 4 years, costs are estimated at € \n320. This will be covered by the department or fwo bench fee.\n3.Data collected on paper. No costs are attached to storage of data collected on paper.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).1.Digital data: All digitally generated data will be archived for minimally 25 years after study completion,  \nin line with the Belgian Law of 7 May 2004 related to experiments on humans.\n2.Paper files: All data gathered on paper, as well as informed consent forms will be archived for \nminimally 25 years after study completion, in line with the Belgian Law of 7 May 2004 related to \nexperiments on humans.\nWhere will these data be archived (stored and \ncurated for the long-term)?1.Digital data: The generated research data, metadata and documentation necessary to reuse the data \nwill be transferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU \nLeuven ICTS with automatic back-up procedures.\n2.Paper files: Research data collected on paper, as well as informed consent forms will be stored in the \nlocal storage facility at the department of movement sciences. Research data and informed consent \nforms will be kept is separate folders in a locked cabinet in the locked storage facility, only accessible \nto the PI.\nFWO DMP Template (Flemish Standard DMP) 16What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?1.Digital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are \ncovered by Group Biomedical Sciences. Given the expected size of the database of 1,358 TB = 1358 GB,  \ncosts for long-term storage are estimated at € 154,54 /year.\n2.Paper files: No costs are attached to archiving of data collected on paper.\nFWO DMP Template (Flemish Standard DMP) 176. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.All participants will be asked whether the data gathered in the context of this project can be reused for \nother research purposes via an informed consent procedure. Data of participants who granted this \npermission will only be shared with research groups who submitted a written request to the PI of this \nproject (Jolien Gooijers). Data will only be shared if the research is approved by the ethical committee.\nFWO DMP Template (Flemish Standard DMP) 18Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nParticipants have to consent to data sharing in the informed consent forms. If they do not consent, their \ndata will not be shared. Furthermore, the consent form specifies that data will only be shared for research \nthat is approved by an ethical committee.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Via the KU Leuven repository, RDR \nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results\nFWO DMP Template (Flemish Standard DMP) 19Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 5  Given the sensitive nature of the data (especially MRI), datasets will be published under restricted access, \nrequiring the Custom KU Leuven license. This means that when access to the dataset is requested, a data \ntransfer or sharing agreement will be drawn up by KU Leuven legal department in which the terms of use \nwill be agreed upon with the requesting party.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: a DOI will be available through RDR, but is not yet available\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PhD researcher (Laura Koster) will be responsible for data documentation & metadata, under \nsupervision of the PI (Jolien Gooijers).\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 20Who will manage data storage and backup \nduring the research project?Data management, storage and back up will be performed by the PhD researcher (Laura Koster), under \nsupervision of the PI (Jolien Gooijers).\nWho will manage data preservation and \nsharing?The PI (Jolien Gooijers) will be responsible for ensuring data preservation and sharing\nWho will update and implement this DMP? The PhD researcher (Laura Koster) will be responsible for updating this DMP. The PI (Jolien Gooijers) bears \nthe end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Laura Koster https://orcid.org/0000-0002-6800-4214 Contributor name(s) (+ ORCID) & roles Jolien Gooijers: promotor https://orcid.org/0000-0002-7569-7223 Stephan Swinnen: co-promotor https://orcid.org/0000-0001-7173-435X Genevieve Albouy: co-promotor https://orcid.org/0000-0002-5437-023X Project number & title Motor training-induced structural neuroplasticity and the role of sleep: a neuroimaging investigation in healthy young adults and traumatic brain injury patients Funder(s) GrantID2 11D8523N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: See Glossary Flemish Standard Data Management Plan Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Across the lifespan, we demonstrate the ability to learn new motor skills such as riding a bicycle or playing a musical instrument. Such motor training is known to induce brain changes, i.e. neuroplasticity. Yet, little is known about the accompanying underlying mechanisms and the timing of structural brain changes. With the advancement of neuroimaging techniques, we will apply a cutting-edge imaging approach to investigate motor training-induced white matter (WM) microstructural changes and their time window of change in detail. As it is known from extensive research that improvements in motor learning occur during sleep, and that sleep is related to WM properties, the question arises whether sleep plays a critical role in such training-induced structural neuroplasticity. Although, it is has been reported that sleep induces grey matter (GM) changes following motor skill learning, a knowledge gap exists regarding the particular role of sleep on WM microstructural properties following motor skill learning. Therefore, the overarching aim of the present project is twofold: 1) to explore training-induced WM microstructural (and GM) changes, and 2) to investigate the role of sleep on the process of training-induced structural neuroplasticity in healthy young adults and traumatic brain injury patients. This will provide crucial new knowledge and offers new implications of unprecedented importance in the field of rehabilitation, ultimately improving recovery post brain injury. FWO DMP Template (Flemish Standard DMP) 41 Add rows for each dataset you want to describe.1.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data1. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Phase 1 FWO DMP Template (Flemish Standard DMP) 5Per participant Questionnaires 1) Information + informed consent participant 2) Informed consent for investigator 3) Baecke 4) Beck Depression Inventory 5) Consensus Sleep Diary (4-5x) 6) MCTQ 7) MEQ 8) Oldfield Handedness 9) PSQI (2x) 10) UZ Leuven MRI Screening 11) UZ Leuven toevalsbevindingen (participant) 12) UZ leuven toevalsbevindingen (investigator) 13) Case report form1 & 2) information regarding study and informed consent for data acquisition 3) Activity during work/school 4) Mood and self- image 5) Subjective sleep duration 6) Chronotype sleep 7) Musical experience 8) Handedness 9) Subjective sleep quality 10) MRI safety 11 & 12) incidental findings/abnormaliti es in brain 13) to keep track of behavioral/MRI measurements and abnormalities☒ Generate new data☒ Digital ☒ Physical☒ Experimental ☒ Observational☒ .xml ☒ .csv ☒ .pdf ☒ .txt☒ < 1 GBPer participant Total (Printed double sided) 1) 11 A4 (6) 2) 2 A4 (1) 3) 3 A4 (2) 4) 3 A4 (2) 5) 4/5 x 1 A4 6) 4 A4 (2) 7) 3 A4 (2) 8) 1 A4 (1) 9) 2 A4 10) 2 A4 (1) 11) 1 A4 12) 1 A4 13) 20 A4 (10) In total for 60 participants: 2760 A4 FWO DMP Template (Flemish Standard DMP) 6Behavior 1) Purdue Pegboard Test (2x) 2) Bimanual tracking task – short/simple (2x) 3) Finger tapping task (2x) 4) Serial reaction time test (Hand/Foot tapping task) (2x) 5) Multilimb reaction time test simple (2x) 6) Multilimb reaction time test choice (2x) 7) Bimanual tracking task training sessions (12 x) 8) Bimanual tracking task retention MRI (3x)1)Fingertip dexterity and gross movement of the hand, fingers and arm 2) Assessment of bimanual visuomotor function 3) Assessment of motor speed 4) hand/foot motor speed and reaction time 5) reaction time upper and lower limbs separately 6) reaction time upper and lower limbs combined 7) Bimanual visuomotor training 8) Bimanual visuomotor task☒ Generate new data☒ Digital ☒ Physical (only purdue pegboard)☒ Experimental☒ .txt ☒ .pdf .xls ☒ < 1 GB1) 1 A4 In total for 60 participants: 60 A4 FWO DMP Template (Flemish Standard DMP) 7MRI 1) dMRI (3x) 2) GRASE (3x) 3) rs_fMRI (3x) 4) STEAM (3x) 5) T1 (3x) 6) tb_fMRI (3x)1) diffusion MRI (white matter) 2) myelin quantification 3) resting state fMRI, resting brain activity for functional connectivity 4) white matter assessment – various mixing times 5) Assessment of brain tissue 6) task-based fMRI, brain activity during bimanual visuomotor task performance☒ Generate new data☒ Digital☒ ExperimentalRaw : DICOM PAR REC Xml Processed : Nifti Bval., bvec, .json, .mwf☒ < 5 TB Data analysis Scripts to preprocess and (statistical) analyse data☒ Generate new data☒ Digital .m(at), .py(w), .r, .sgsx, .jmp, .dll, .stw, .sta, .sav, .spv☒ < 100 MB Phase 2 FWO DMP Template (Flemish Standard DMP) 8All aforementioned measures plus: PSG/EEG registration☒ Generate new data☒ Digital☒ Experimental.eeg, .vhdr, .mff, .mat, .dat Phase 3 All aforementioned measures GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA FWO DMP Template (Flemish Standard DMP) 9Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Personal data of human subjects including MRI scans Will you process personal data? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: oPersonal data for organizing the research: name, address. This data will not be included in the analyses and will be stored separately from the research d ata., oPersonal data for research purposes: age, weight, degree, medical history, MRI scans. These data will be pseudonymized. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 102.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).At project level oA README file will be provided for each of the WPs separately. We will use KU Leuven’s template. oFor each WP separately, a detailed protocol is provided, including the research methods, practices and instructions given to participants. Additionally, all questionnaires are added to this documentation. This will be provided in a .pdf format. At data level oFor each work package separately, a standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be kept on paper, in the same folder as the research data that are collected on paper. Paper CRFs will be transcribed to REDCap. oFor each work package separately, a user guide on data processing & handling will be provided as a .pdf file. oFor each work package separately, a data dictionary will be provided (either in the same file, or provided in the same folder) as a .csv file.Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: At project level oThe RDR metadata format will be followed (see Data sharing & reuse) At data level oMRI data will be stored according to the BIDS (Brain Imaging Data Structure) standard. oThe MRI DICOM format will be used, which includes structured metadata regarding the acquisition parameters and procedures. oTime-stamped bimanual (behavioral) (meta)data If no, please specify (where appropriate per dataset or data type) which metadata will be created: 3.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 12Where will the data be stored? Research data 1.KU Leuven network drive, specifically L-drive. Source data will be (temporarily) stored on external hard drive and are exported immediately after collection from their respective research instruments and will be stored in a shared folder on the password-protected L-drive within the KU Leuven environment. For active use, copies from the master data on the L-drive can be made and kept on the personal devices of the involved researchers. 2.REDCap. Data will be gathered using REDCap, a secured and password-protected database and data management system, hosted on dedicated KU Leuven data servers at Campus Heverlee. 3.Data collected on paper. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Movement Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Jolien Gooijers). Personal data for organizing the research 1.A digital subject identification log will be kept on the L-drive in a separate folder (i.e. not together with the research data) and will be password protected. 2.Paper informed consent forms will be stored in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Jolien Gooijers). The ICFs will not be kept in the same binder as the paper research data. FWO DMP Template (Flemish Standard DMP) 13How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.4 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.1.KU Leuven network drive, specifically L-drive. Automatic version management of the files occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where the previous versions of the changed files are kept online in a snapshot on the same storage system. a.by default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of the file up to 14 days. b.end users can restore older files themselves from within their Windows PC via the \"previous versions | previous versions\" functionality. A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. 2.REDCap. When using KU Leuven REDCap, data is backed up as follows: a.The web server backup regime is specified below: i.An hourly backup, the last 6 versions of which are saved ii.A daily backup, the last 7 versions of which are saved iii.A weekly backup, the last 6 versions of which are saved b.The database backup regime is specified below: i.A nightly cold backup of all databases ii.One month’s storage of the nightly cold backups c.Data restore, upon request 3.To ensure that the master file remains up-to-date the FreeFileSync tool will be used for regular synchronization of active copies to the L-drive. 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 14Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: 1.KU Leuven network drive, specifically L-drive. Our research group has a L-drive with a capacity of 5 TB for active research data. As the estimated size of the dataset is 1,358 TB sufficient storage and backup capacity is available. 2.REDCap. REDCap is hosted on central ICTS webservices and provides unlimited capacity. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 71.KU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. 2.REDCap. When using KU Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be). 3.Data collected on paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the department of movement sciences. During data collection the cabinet will only be accessible to study personnel. FWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data storage and backup during the research project? How will these costs be covered?1.KU Leuven network drive, specifically L-drive. The L-drive costs € 522.1 / 5 TB / year. Our dataset is estimated at 1,358 TB and the project will run for 4 years, resulting in a total cost of € 567,21. The department of Movement Sciences provides our research group with an L-drive of 5TB. As such, costs will be covered by the department. In case of insufficient storage (as the drive is shared by several projects), the drive can be extended. Additional costs could be covered by the FWO bench fee. 2.REDCap. A REDCap project costs €80/year. As the project will run for 4 years, costs are estimated at € 320. This will be covered by the department or fwo bench fee. 3.Data collected on paper. No costs are attached to storage of data collected on paper. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).1.Digital data: All digitally generated data will be archived for minimally 25 years after study completion, in line with the Belgian Law of 7 May 2004 related to experiments on humans. 2.Paper files: All data gathered on paper, as well as informed consent forms will be archived for minimally 25 years after study completion, in line with the Belgian Law of 7 May 2004 related to experiments on humans. Where will these data be archived (stored and curated for the long-term)?1.Digital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. 2.Paper files: Research data collected on paper, as well as informed consent forms will be stored in the local storage facility at the department of movement sciences. Research data and informed consent forms will be kept is separate folders in a locked cabinet in the locked storage facility, only accessible to the PI. FWO DMP Template (Flemish Standard DMP) 16What are the expected costs for data preservation during the expected retention period? How will these costs be covered?1.Digital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by Group Biomedical Sciences. Given the expected size of the database of 1,358 TB = 1358 GB, costs for long-term storage are estimated at € 154,54 /year. 2.Paper files: No costs are attached to archiving of data collected on paper. FWO DMP Template (Flemish Standard DMP) 176. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes via an informed consent procedure. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project (Jolien Gooijers). Data will only be shared if the research is approved by the ethical committee. FWO DMP Template (Flemish Standard DMP) 18Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Participants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be shared. Furthermore, the consent form specifies that data will only be shared for research that is approved by an ethical committee. Where will the data be made available? If already known, please provide a repository per dataset or data type.Via the KU Leuven repository, RDR When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results FWO DMP Template (Flemish Standard DMP) 19Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 5 Given the sensitive nature of the data (especially MRI), datasets will be published under restricted access, requiring the Custom KU Leuven license. This means that when access to the dataset is requested, a data transfer or sharing agreement will be drawn up by KU Leuven legal department in which the terms of use will be agreed upon with the requesting party. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: a DOI will be available through RDR, but is not yet available What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project?The PhD researcher (Laura Koster) will be responsible for data documentation & metadata, under supervision of the PI (Jolien Gooijers). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 20Who will manage data storage and backup during the research project?Data management, storage and back up will be performed by the PhD researcher (Laura Koster), under supervision of the PI (Jolien Gooijers). Who will manage data preservation and sharing?The PI (Jolien Gooijers) will be responsible for ensuring data preservation and sharing Who will update and implement this DMP? The PhD researcher (Laura Koster) will be responsible for updating this DMP. The PI (Jolien Gooijers) bears the end responsibility for updating and implementing this DMP."
}