{
    "document_id": "D-2023-2035",
    "LinkTitle": "D-2023-2035",
    "file_name": "D-2023-2035.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2035.pdf",
    "metadata": {
        "title": "Modeling and optimization of a sink-float separator incorporating a pulsation flow system for plastic separation using Computational Fluid Dynamics",
        "author": "N/A",
        "creation_date": "2023-04-28 12:44:11+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Modeling and optimization of a sink-float separator incorporating a pulsation flow system for\nplastic separation using Computational Fluid Dynamics\nA Data Management Plan created using DMPonline.be\nCreator: \nTheodoros Dimas\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S67023N\nID: \n199145\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nIncreasing the purity and recovery of plastic recyclates is key to a more sustainable use of plastics. KU Leuven research found that the\npurity of plastics after sorting is only 92%, whereas 97% is needed for closed loop recycling. This accentuates the need to optimize and\ndevelop novel plastic separators. Therefore, a Computational Fluid Dynamics (CFD) model will be developed to simulate the incorporation\nof a novel pulsation flow system in a sink-float separator, which is the most widely adopted sorting system for non-packaging plastics.\nMoreover, opportunities for achieving multi-output sorting by using pulsation flow for the creation of a density gradient will be investigated.\nSince prior research found several disadvantages of using Finite Volume methods for predicting hydrodynamic interactions for non-\nspherical particles and for the modelling of particles sizes larger than the grid, Lagrange methods, such as Smoothed Particle\nHydrodynamics (SPH), will be adopted in the planned research, which considers the medium as particles. To predict the performance of\nthe proposed separator and to optimize its working parameters and geometry, SPH algorithms will be further developed and coupled to a\nsolver computing the solid particles interactions. The envisaged results will create a strategic advantage for two sectors in Flanders:\nrecycling companies and recycling machinery manufacturers.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 5\nModeling and optimization of a sink-float separator incorporating a pulsation flow system for\nplastic separation using Computational Fluid Dynamics\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nNumerical model of the\nproposed plastic separator\nThe modeled fluid flow inside the proposed separator.\nGenerate\nnew data\nDigital \nSimulation\ndata\n.txt cas.\ndat.\n<1 TB\n \nConstruction of a lab -scale\npulsating plastic separator\nThe proposed separator will be built in lab-scale, in order to make flow\nmeasurements inside it.\nGenerate\nnew data\nphysical\n \n \n \n< 50 L\nFlow measurements in the\nproposed separator\nMeasurements of the fluid flow using Laser Doppler Velocimetry in order to\nvalidate the numerical model.\nGenerate\nnew data\nDigital\nExperimental\n.csv, .txt\n<1GB\n \nSeparation efficiency and \nMeasurements on the separation efficiency of the separator in order to prove its\nsorting capabilities and validate the numerical model. \nGenerate\nnew data\nDigital\nExperimental\n.txt\n<100MB\n \nFinal geometry of the proposed\nseparator.\nAfter validation, the numerical model will be used to finalize the design of a\nprototype.\nGenerate\nnew data\nDigital\nCAD\ndrawing\n.dwg\n.stl\n.stp\n<100MB\n \nPlastics Recycling 4.0\nSeparator numerical model\nThe modeled fluid flow inside the separator of the Plastics Recycling 4.0 project.\nReuse\nexisting\ndata\nDigital\nSimulation\ndata\ncas. dat.\n<1 TB\n \nLab-scale rotating drum\nnumerical model\nThe modeled fluid flow inside a lab-scale rotating drum separator.\nReuse\nexisting\ndata\nDigital\nSimulation\ndata\ncas. dat. \n <10TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nI will reuse the simulation results generated within the context of the project Plastics Recycling 4.0. The main reason for the reuse will be the comparison of the Finite Volume Method which was\nimplemented to model the plastic separator of the VLAIO project 'Plastics Recycling 4.0' and the Lagrangian based method to be developed during the current project.\nMoreover, for the sake of the comparison of the two approaches, the simulation results of a lab-scale rotating drum which were developed during the O&O project 'Optimat', will be reused\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe proposed work has a potential of commercial exploitation, as described in the sub-chapter 'Strategic dimension and application potential' in the application. However, the study is still at a very\nearly stage, thus making the direction of the valorization unknown. A clear view on the valorization of the proposed work will be obtained as soon as final results on the separation efficiency of the\nproposed separator are reached. From that moment on, the researcher along with the promotor and co-promotor are planning to have discussions with the Tech Transfer Office of KU Leuven in\norder to decide the next steps ( patent, spin-offs etc.). Therefore, at that stage, the details with regards to the valorization will be included in the final Data Management Plan. There are np IP\nrestrictions. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 5\nWith regards to the reused datasets, there are no legal issues with intellectual properties rights, since the IP of those datasets belong to the Applied Fluid Mechanics and Aeroacoustics research\ngroup (AFAA), in which the researcher and promotor belong to.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe developed model based on Smooth particles Hydrodynamics method along with the results indicating the flow patterns of the proposed separator are going to be published in scientific\njournals. \nREADME.txt files are going to accompany every simulation campaign that will be conducted. Inside the .txt file all the necessary details (version of the model, changes made and results\nexpected) are going to be covered.\nAppropriate file naming will be used and all the relevant data for a dataset will be included together in the same directory.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe developed models along with their results will be stored in the personal computer of the researcher and the KU Leuven OneDrive.\nThe measurements of the flow and the separation efficiency are going to be stored in the personal computer of the researcher and the KU Leuven OneDrive as well. \nThe publications will be stored in LaTex format in Overleaf.\nA KU Leuven account has been created in GitLab in order to upload the relevant codes.\nThe lab-scale separator will be stored inside the laboratory of the Applied Fluid Mechanics and Aeroacoustics research group.\nHow will the data be backed up?\nThe researcher's personal laptop is constantly backed up in KU Leuven One drive storage. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage & backup capacity. In case, more storage will be needed in the future, the research group is going to purchase additional storage capacity in KU Leuven's datacenter\nand/or external hard drives.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCredentials are needed to access the researcher's personal computer. \nWith regards to the One Drive, the datasets will be shared only with the promotor and co-promotor of the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFor storing in KU Leuven's datacenter --> € 104,42 / TB / year and for purchasing an external hard drive of 5 TB the cost is approximately 150 €. Both costs can be covered by the researcher's\nbench fee.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for at least five years after the completion of the research.\nWhere will these data be archived (stored and curated for the long-term)?\nAll the data will be stored in the workstation of the AFAA research group and in external hard drives.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, all the datasets can be used by the research group during or after the research project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIn principle, any member of the research group can access the data upon request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe exact geometry of the proposed separator cannot be shared with a 3rd party without signing a non-disclosure agreement. The reason is that the geometry of the proposed separator is aimed\nto be valorized.\nOn the other hand, the methodology, numerical model and the fluid flow results are going to be published in scientific journals.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe different scripts and models are going to be available within the research group mainly through OneDrive, after having been granted a permission by the researcher.\nMoreover, there is also a possibility to access the relevant codes in the KU Leuven GitLab account, after having been granted a permission by the researcher.\nWhen will the data be made available?\nThe data is going to be available after the the results of the research have been published and only after agreement with the promotor.\nWhich data usage licenses are you going to provide? If none, please explain why.\n A CC-BY-NC-4.0 license is going to be provided with the codes and datasets. This type of license has the below attributes : \n• Free to share and adapt.\n• Give appropriate credit, indicate if changes were made.\n• Do not use the material for commercial purposes.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, a PID/DOI accession number would help to quickly reference my dataset in my publications.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe principal researcher and the promotor of the project will be responsible for the data documentation. \nWho will manage data storage and backup during the research project?\nThe principal researcher and the promotor of the project along with the IT responsible at KU Leuven Campus Group T will manage data storage and backup \nWho will manage data preservation and sharing?\nThe principal researcher and the promotor of the project will be responsible for the data preservation and sharing. \nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 5\nThe principal researcher and the promotor of the project will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 5"
    },
    "clean_full_text": "Modeling and optimization of a sink-float separator incorporating a pulsation flow system for plastic separation using Computational Fluid Dynamics A Data Management Plan created using DMPonline.be Creator: Theodoros Dimas Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S67023N ID: 199145 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: Increasing the purity and recovery of plastic recyclates is key to a more sustainable use of plastics. KU Leuven research found that the purity of plastics after sorting is only 92%, whereas 97% is needed for closed loop recycling. This accentuates the need to optimize and develop novel plastic separators. Therefore, a Computational Fluid Dynamics (CFD) model will be developed to simulate the incorporation of a novel pulsation flow system in a sink-float separator, which is the most widely adopted sorting system for non-packaging plastics. Moreover, opportunities for achieving multi-output sorting by using pulsation flow for the creation of a density gradient will be investigated. Since prior research found several disadvantages of using Finite Volume methods for predicting hydrodynamic interactions for non- spherical particles and for the modelling of particles sizes larger than the grid, Lagrange methods, such as Smoothed Particle Hydrodynamics (SPH), will be adopted in the planned research, which considers the medium as particles. To predict the performance of the proposed separator and to optimize its working parameters and geometry, SPH algorithms will be further developed and coupled to a solver computing the solid particles interactions. The envisaged results will create a strategic advantage for two sectors in Flanders: recycling companies and recycling machinery manufacturers. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 5 Modeling and optimization of a sink-float separator incorporating a pulsation flow system for plastic separation using Computational Fluid Dynamics FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Numerical model of the proposed plastic separator The modeled fluid flow inside the proposed separator. Generate new data Digital Simulation data .txt cas. dat. <1 TB Construction of a lab -scale pulsating plastic separator The proposed separator will be built in lab-scale, in order to make flow measurements inside it. Generate new data physical < 50 L Flow measurements in the proposed separator Measurements of the fluid flow using Laser Doppler Velocimetry in order to validate the numerical model. Generate new data Digital Experimental .csv, .txt <1GB Separation efficiency and Measurements on the separation efficiency of the separator in order to prove its sorting capabilities and validate the numerical model. Generate new data Digital Experimental .txt <100MB Final geometry of the proposed separator. After validation, the numerical model will be used to finalize the design of a prototype. Generate new data Digital CAD drawing .dwg .stl .stp <100MB Plastics Recycling 4.0 Separator numerical model The modeled fluid flow inside the separator of the Plastics Recycling 4.0 project. Reuse existing data Digital Simulation data cas. dat. <1 TB Lab-scale rotating drum numerical model The modeled fluid flow inside a lab-scale rotating drum separator. Reuse existing data Digital Simulation data cas. dat. <10TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I will reuse the simulation results generated within the context of the project Plastics Recycling 4.0. The main reason for the reuse will be the comparison of the Finite Volume Method which was implemented to model the plastic separator of the VLAIO project 'Plastics Recycling 4.0' and the Lagrangian based method to be developed during the current project. Moreover, for the sake of the comparison of the two approaches, the simulation results of a lab-scale rotating drum which were developed during the O&O project 'Optimat', will be reused Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The proposed work has a potential of commercial exploitation, as described in the sub-chapter 'Strategic dimension and application potential' in the application. However, the study is still at a very early stage, thus making the direction of the valorization unknown. A clear view on the valorization of the proposed work will be obtained as soon as final results on the separation efficiency of the proposed separator are reached. From that moment on, the researcher along with the promotor and co-promotor are planning to have discussions with the Tech Transfer Office of KU Leuven in order to decide the next steps ( patent, spin-offs etc.). Therefore, at that stage, the details with regards to the valorization will be included in the final Data Management Plan. There are np IP restrictions. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 5 With regards to the reused datasets, there are no legal issues with intellectual properties rights, since the IP of those datasets belong to the Applied Fluid Mechanics and Aeroacoustics research group (AFAA), in which the researcher and promotor belong to. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The developed model based on Smooth particles Hydrodynamics method along with the results indicating the flow patterns of the proposed separator are going to be published in scientific journals. README.txt files are going to accompany every simulation campaign that will be conducted. Inside the .txt file all the necessary details (version of the model, changes made and results expected) are going to be covered. Appropriate file naming will be used and all the relevant data for a dataset will be included together in the same directory. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The developed models along with their results will be stored in the personal computer of the researcher and the KU Leuven OneDrive. The measurements of the flow and the separation efficiency are going to be stored in the personal computer of the researcher and the KU Leuven OneDrive as well. The publications will be stored in LaTex format in Overleaf. A KU Leuven account has been created in GitLab in order to upload the relevant codes. The lab-scale separator will be stored inside the laboratory of the Applied Fluid Mechanics and Aeroacoustics research group. How will the data be backed up? The researcher's personal laptop is constantly backed up in KU Leuven One drive storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage & backup capacity. In case, more storage will be needed in the future, the research group is going to purchase additional storage capacity in KU Leuven's datacenter and/or external hard drives. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Credentials are needed to access the researcher's personal computer. With regards to the One Drive, the datasets will be shared only with the promotor and co-promotor of the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? For storing in KU Leuven's datacenter --> € 104,42 / TB / year and for purchasing an external hard drive of 5 TB the cost is approximately 150 €. Both costs can be covered by the researcher's bench fee. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least five years after the completion of the research. Where will these data be archived (stored and curated for the long-term)? All the data will be stored in the workstation of the AFAA research group and in external hard drives. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, all the datasets can be used by the research group during or after the research project. If access is restricted, please specify who will be able to access the data and under what conditions. In principle, any member of the research group can access the data upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The exact geometry of the proposed separator cannot be shared with a 3rd party without signing a non-disclosure agreement. The reason is that the geometry of the proposed separator is aimed to be valorized. On the other hand, the methodology, numerical model and the fluid flow results are going to be published in scientific journals. Where will the data be made available? If already known, please provide a repository per dataset or data type. The different scripts and models are going to be available within the research group mainly through OneDrive, after having been granted a permission by the researcher. Moreover, there is also a possibility to access the relevant codes in the KU Leuven GitLab account, after having been granted a permission by the researcher. When will the data be made available? The data is going to be available after the the results of the research have been published and only after agreement with the promotor. Which data usage licenses are you going to provide? If none, please explain why. A CC-BY-NC-4.0 license is going to be provided with the codes and datasets. This type of license has the below attributes : • Free to share and adapt. • Give appropriate credit, indicate if changes were made. • Do not use the material for commercial purposes. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, a PID/DOI accession number would help to quickly reference my dataset in my publications. What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? The principal researcher and the promotor of the project will be responsible for the data documentation. Who will manage data storage and backup during the research project? The principal researcher and the promotor of the project along with the IT responsible at KU Leuven Campus Group T will manage data storage and backup Who will manage data preservation and sharing? The principal researcher and the promotor of the project will be responsible for the data preservation and sharing. Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 5 The principal researcher and the promotor of the project will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 5"
}