{
    "document_id": "D-2023-2441",
    "LinkTitle": "D-2023-2441",
    "file_name": "D-2023-2441.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2441.pdf",
    "metadata": {
        "title": "SILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND ACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE.",
        "author": "N/A",
        "creation_date": "2023-12-31 14:18:05+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "SILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND\nSILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND\nACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE.\nACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nHung Tan Pham\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT1/23/014\nID: \nID: \n203871\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n30-09-2024\nProject abstract:\nProject abstract:\n Silver zeolite composite based LED (ZEOLED) devices are promising alternatives for current LEDs devices based on rare – earth metal complexes\nbecause of their good optical properties, and more importantly because they are made up of cheap abundant materials. However, the emissive\nproperties and fundamental photodeactivation decays of the silver nanoclusters confined in zeolites are not fully understood yet. The current proposal\ndevotes to fill this gap and by performing exhaustive computational modelling in complex environments and a high – throughput screening of a large\nchemistry space to identify novel silver zeolite materials with optimal photoluminescence properties. Computational protocols enabling to uncover the\nsimultaneous effect of water molecules and counterbalancing ions on the photophysical properties of confined silver cluster, will be developed. Finally,\nthe high–throughput screening of existing and hypothetical zeolite databases containing more than two million structures will be performed in search of\nnovel excellent silver cluster zeolite materials. \nLast modified: \nLast modified: \n31-12-2023\nCreated using DMPonline.be. Last modiﬁed 31 December 2023\n1 of 6\nSILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND\nSILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND\nACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE.\nACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAgn-Zeolites\nphoto properties of silver nanocluster confined in\nzeolites and their structural information\nN\nD\nT\n \n<100GB\n \nDeemDatabase\nTheoretical zeolite frameworks\nE\nD\nT\n \n<1TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nDeemDatabase: https://doi.org/10.1039/C0CP02255A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 31 December 2023\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nData sheets will be kept for all large datasets.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nData will be stored on my desktop that provided by division.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 31 December 2023\n3 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nWe set a strong password.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra-cost.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCost will be covered by internal fund. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 31 December 2023\n4 of 6\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nwe will use github.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nMIT licence (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nFree of charge\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nI am in charge to manage data during the research project\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nI am in charge to manage data during the research project\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nI am in charge to manage data during the research project\nCreated using DMPonline.be. Last modiﬁed 31 December 2023\n5 of 6\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nI am in charge to manage data during the research project\nCreated using DMPonline.be. Last modiﬁed 31 December 2023\n6 of 6"
    },
    "clean_full_text": "SILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND SILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND ACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE. ACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE. A Data Management Plan created using DMPonline.be Creator: Creator: Hung Tan Pham Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT1/23/014 ID: ID: 203871 Start date: Start date: 01-11-2023 End date: End date: 30-09-2024 Project abstract: Project abstract: Silver zeolite composite based LED (ZEOLED) devices are promising alternatives for current LEDs devices based on rare – earth metal complexes because of their good optical properties, and more importantly because they are made up of cheap abundant materials. However, the emissive properties and fundamental photodeactivation decays of the silver nanoclusters confined in zeolites are not fully understood yet. The current proposal devotes to fill this gap and by performing exhaustive computational modelling in complex environments and a high – throughput screening of a large chemistry space to identify novel silver zeolite materials with optimal photoluminescence properties. Computational protocols enabling to uncover the simultaneous effect of water molecules and counterbalancing ions on the photophysical properties of confined silver cluster, will be developed. Finally, the high–throughput screening of existing and hypothetical zeolite databases containing more than two million structures will be performed in search of novel excellent silver cluster zeolite materials. Last modified: Last modified: 31-12-2023 Created using DMPonline.be. Last modiﬁed 31 December 2023 1 of 6 SILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND SILVER ZEOLITE COMPOSITES - BASED LED: INSIGHTS FROM MULTISCALE MODELING AND ACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE. ACCELERATING DISCOVERY BY ARTIFICIAL INTELLIGENCE. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Agn-Zeolites photo properties of silver nanocluster confined in zeolites and their structural information N D T <100GB DeemDatabase Theoretical zeolite frameworks E D T <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: DeemDatabase: https://doi.org/10.1039/C0CP02255A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 31 December 2023 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data sheets will be kept for all large datasets. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Data will be stored on my desktop that provided by division. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 31 December 2023 3 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We set a strong password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra-cost. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Cost will be covered by internal fund. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 31 December 2023 4 of 6 No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) we will use github. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. MIT licence (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Free of charge Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? I am in charge to manage data during the research project Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? I am in charge to manage data during the research project Who will manage data preservation and sharing? Who will manage data preservation and sharing? I am in charge to manage data during the research project Created using DMPonline.be. Last modiﬁed 31 December 2023 5 of 6 Who will update and implement this DMP? Who will update and implement this DMP? I am in charge to manage data during the research project Created using DMPonline.be. Last modiﬁed 31 December 2023 6 of 6"
}