{
    "document_id": "D-2024-2715",
    "LinkTitle": "D-2024-2715",
    "file_name": "D-2024-2715.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2715.pdf",
    "metadata": {
        "title": "Strawsonian Metacompatibilism",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Strawsonian Metacompatibilism\nA Data Management Plan created using DMPonline.be\nCreator: \nNicola Zetti\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11POV24N\nID: \n204347\nStart date: \n01-11-2023\nEnd date: \n01-11-2027\nProject abstract:\nI have two main objectives: (1) To reconstruct P.F. Strawson's solution to the problem of free will and its relation to moral responsibility\nas a 'metacompatibilism', the view that compatibilism and incompatibilism can be reconciled. (2) To develop and defend a 'Strawsonian\nmetacompatibilism' in the contemporary debate.\nI start from the idea that Strawson's views are not limited to 'Freedom and Resentment' (1962), the key text in contemporary discussions\non moral responsibility. There are two neglected aspects of his approach: his late 'Standpoint Argument' (1985), and the Kantian roots of\nhis solution. My central hypothesis is that these lacunas are connected, and that addressing them is crucial. It reveals that Strawson's\nstrategy has been deeply misread as compatibilist, whereas it is a peculiar form of metacompatibilism: a non-standard solution with an\nessentially Kantian formal structure but a non-Kantian content. In turn this reconstruction will enable me to develop a novel account – a\nStrawsonian metacompatibilism – that avoids the flaws of Kantian and other non-standard approaches, while retaining their advantages\nover standard solutions.\nThe project thus blends historico-exegetical and theoretical work, and promises substantial gains on both fronts. It may provide a better\nunderstanding of a key figure of 20th century analytic philosophy, while also, notably, situating a novel compelling strategy within the\ncontemporary debate on free will and moral responsibility.\nLast modified: \n09-03-2024\nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n1 of 8\nStrawsonian Metacompatibilism\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n2 of 8\nStrawsonian Metacompatibilism\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n3 of 8\nStrawsonian Metacompatibilism\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nWe will work with published bibliographic sources (articles and books). The project will generate excerpts, notes, summaries, annotations,\nmanuscripts, published articles, and (optional) a book. We will neither use nor generate quantitative data; all data will be qualitative.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\n \n1\n. \nThe project researcher (Nicola Zetti) is responsible for the data during the project, the PI (Benjamin De Mesel) is responsible after the end of the\nproject.\n2\n. \nThe data will be stored on KU Leuven central network drives. These are safe, secure, and sustainable, and automatically backed up in\naccordance with the KU Leuven RDM policy. All published work will be made publicly available through Lirias, the KU Leuven Association\ndocument repository. If possible, our research will be published Open Access (see 'Budget'). If OA is not possible, our research will be made\npublicly available after an embargo period (in accordance with KU Leuven regulations and taking into account the publisher's conditions). All\ndata will be saved for at least 10 years after the end of the project. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures\ndo those data require? (use up to 700 characters)\nNo.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo other issues.\nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n4 of 8\nStrawsonian Metacompatibilism\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSource\nmaterial\nPublished\nbooks and\narticles\nE\nD and P\nNA\n.pdf\nmax 3 GB\nmax\n2000\npages\nConference\ncontributions\nAbstract,\nconference\npresentations\nN\nD\nNA\n.pdf, .docx, .ppt\nmax 1 GB\n \nNotes and\ndrafts\nNotes and\ndrafts based on\nsource material\nN\nD and P\nNA\n.pdf, .docx\nmax 1 GB\nmax\n500\npages\nPublications\nPublished\narticles and\nbook chapters\nN\nD and P\nNA\n.pdf\nmax 500 MB\nmax\n200\npages\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nWe will use published books and articles (both physical and digital) as source material. Most resources are available in KU Leuven Libraries. All\nsources relevant for the research will be cited in our publications.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n5 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSource material: a clean copy of all digital source material will be saved (folder 'Source material', items will get file name including author and title,\ne.g. 'Strawson Peter - Freedom and Resentment'). Physical source material will mostly be available in KU Leuven Libraries. \nConferences: a clean copy of all the materials will be saved (folder 'Conferences'). For every conference or workshop, a sub-folder will be created\n(e.g., 2024 Lund Responsibility Project) in which all notes, abstracts, presentations related to the conference will be saved.\nPublications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication in progress, a sub-folder will\nbe created (e.g., 2024 P.F. Strawson's Relativizing Move) in which all notes and drafts related to the publication (version 1, 2, etc.) will be saved. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nThe reference lists of our publications will be compiled according to common standards in the field of analytic philosophy. References will contain\nauthor name, year, title of publication, publisher, title of journal, page range, and DOI (if there is one).\nSource materials will be saved in a folder 'Source material', items will get file name including author and title, e.g. 'Strawson Peter - Freedom and\nResentment'. That is sufficient for the purposes of this research. We will work with data which are already publicly available and rather easy to find.\nConference contributions will be saved in a folder 'Conferences'. For every conference or workshop, a sub-folder will be created (e.g., 2024 Lund\nResponsibility Project) in which (all versions of) all notes, abstracts, presentations related to the conference will be saved. That is sufficient for the\npurposes of this research.\nPublications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication, a sub-folder will be created\n(e.g., 2024 P.F. Strawson's Relativizing Move) in which all (versions of) notes and drafts related to the publication will be saved. That is sufficient for\nthe purposes of this research. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPersonal network drive (I-drive).\nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n6 of 8\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe will not work with sensitive data. Security of personal network drives is high enough for this research (KU Leuven services are sufficiently secured\nby Multi Factor Authentication), no additional security measures are necessary. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs expected. (Covered by KU Leuven.)\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nNewly published data will be available through Lirias, the KU Leuven Repository, and PhilPapers (a repository for philosophy papers). \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs. (Covered by KU Leuven.) \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nOther, please specify:\nSource material is already published material.\nNotes and drafts will not be made available (they are unlikely to be of any use to researchers outside the research team), but the published material\nbased on these notes, drafts, etc. will be made available. Depending on the venue in which articles, book chapters, conference proceedings, etc. are\npublished, the publications will be available Open Access from the start or after an embargo period. All publications will be made available through\nLirias (KU Leuven Repository) and PhilPapers (archive for papers in philosophy). Publications under embargo will be made available upon request. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll interested scholars will get access to the data, taking into account potential copyright restrictions (embargo periods). We will comply with KU\nLeuven Open Access policy. \nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n7 of 8\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublications will be made available through Lirias (KU Leuven Repository) and PhilPapers (philosophy papers repository). \nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (data).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs. (Covered by KU Leuven.) \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nProject researcher. \nWho will manage data storage and backup during the research project?\nProject researcher. \nWho will manage data preservation and sharing?\nProject researcher during the project, PI after the end of the project. \nWho will update and implement this DMP?\nProject researcher. \nCreated using DMPonline.be. Last modiﬁed 09 March 2024\n8 of 8"
    },
    "clean_full_text": "Strawsonian Metacompatibilism A Data Management Plan created using DMPonline.be Creator: Nicola Zetti Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11POV24N ID: 204347 Start date: 01-11-2023 End date: 01-11-2027 Project abstract: I have two main objectives: (1) To reconstruct P.F. Strawson's solution to the problem of free will and its relation to moral responsibility as a 'metacompatibilism', the view that compatibilism and incompatibilism can be reconciled. (2) To develop and defend a 'Strawsonian metacompatibilism' in the contemporary debate. I start from the idea that Strawson's views are not limited to 'Freedom and Resentment' (1962), the key text in contemporary discussions on moral responsibility. There are two neglected aspects of his approach: his late 'Standpoint Argument' (1985), and the Kantian roots of his solution. My central hypothesis is that these lacunas are connected, and that addressing them is crucial. It reveals that Strawson's strategy has been deeply misread as compatibilist, whereas it is a peculiar form of metacompatibilism: a non-standard solution with an essentially Kantian formal structure but a non-Kantian content. In turn this reconstruction will enable me to develop a novel account – a Strawsonian metacompatibilism – that avoids the flaws of Kantian and other non-standard approaches, while retaining their advantages over standard solutions. The project thus blends historico-exegetical and theoretical work, and promises substantial gains on both fronts. It may provide a better understanding of a key figure of 20th century analytic philosophy, while also, notably, situating a novel compelling strategy within the contemporary debate on free will and moral responsibility. Last modified: 09-03-2024 Created using DMPonline.be. Last modiﬁed 09 March 2024 1 of 8 Strawsonian Metacompatibilism DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 09 March 2024 2 of 8 Strawsonian Metacompatibilism GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 09 March 2024 3 of 8 Strawsonian Metacompatibilism Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) We will work with published bibliographic sources (articles and books). The project will generate excerpts, notes, summaries, annotations, manuscripts, published articles, and (optional) a book. We will neither use nor generate quantitative data; all data will be qualitative. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . The project researcher (Nicola Zetti) is responsible for the data during the project, the PI (Benjamin De Mesel) is responsible after the end of the project. 2 . The data will be stored on KU Leuven central network drives. These are safe, secure, and sustainable, and automatically backed up in accordance with the KU Leuven RDM policy. All published work will be made publicly available through Lirias, the KU Leuven Association document repository. If possible, our research will be published Open Access (see 'Budget'). If OA is not possible, our research will be made publicly available after an embargo period (in accordance with KU Leuven regulations and taking into account the publisher's conditions). All data will be saved for at least 10 years after the end of the project. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No. Which other issues related to the data management are relevant to mention? (use up to 700 characters) No other issues. Created using DMPonline.be. Last modiﬁed 09 March 2024 4 of 8 Strawsonian Metacompatibilism FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Source material Published books and articles E D and P NA .pdf max 3 GB max 2000 pages Conference contributions Abstract, conference presentations N D NA .pdf, .docx, .ppt max 1 GB Notes and drafts Notes and drafts based on source material N D and P NA .pdf, .docx max 1 GB max 500 pages Publications Published articles and book chapters N D and P NA .pdf max 500 MB max 200 pages If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will use published books and articles (both physical and digital) as source material. Most resources are available in KU Leuven Libraries. All sources relevant for the research will be cited in our publications. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 09 March 2024 5 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Source material: a clean copy of all digital source material will be saved (folder 'Source material', items will get file name including author and title, e.g. 'Strawson Peter - Freedom and Resentment'). Physical source material will mostly be available in KU Leuven Libraries. Conferences: a clean copy of all the materials will be saved (folder 'Conferences'). For every conference or workshop, a sub-folder will be created (e.g., 2024 Lund Responsibility Project) in which all notes, abstracts, presentations related to the conference will be saved. Publications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication in progress, a sub-folder will be created (e.g., 2024 P.F. Strawson's Relativizing Move) in which all notes and drafts related to the publication (version 1, 2, etc.) will be saved. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No The reference lists of our publications will be compiled according to common standards in the field of analytic philosophy. References will contain author name, year, title of publication, publisher, title of journal, page range, and DOI (if there is one). Source materials will be saved in a folder 'Source material', items will get file name including author and title, e.g. 'Strawson Peter - Freedom and Resentment'. That is sufficient for the purposes of this research. We will work with data which are already publicly available and rather easy to find. Conference contributions will be saved in a folder 'Conferences'. For every conference or workshop, a sub-folder will be created (e.g., 2024 Lund Responsibility Project) in which (all versions of) all notes, abstracts, presentations related to the conference will be saved. That is sufficient for the purposes of this research. Publications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication, a sub-folder will be created (e.g., 2024 P.F. Strawson's Relativizing Move) in which all (versions of) notes and drafts related to the publication will be saved. That is sufficient for the purposes of this research. 3. Data storage & back-up during the research project Where will the data be stored? Personal network drive (I-drive). Created using DMPonline.be. Last modiﬁed 09 March 2024 6 of 8 How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will not work with sensitive data. Security of personal network drives is high enough for this research (KU Leuven services are sufficiently secured by Multi Factor Authentication), no additional security measures are necessary. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs expected. (Covered by KU Leuven.) 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Newly published data will be available through Lirias, the KU Leuven Repository, and PhilPapers (a repository for philosophy papers). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs. (Covered by KU Leuven.) 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: Source material is already published material. Notes and drafts will not be made available (they are unlikely to be of any use to researchers outside the research team), but the published material based on these notes, drafts, etc. will be made available. Depending on the venue in which articles, book chapters, conference proceedings, etc. are published, the publications will be available Open Access from the start or after an embargo period. All publications will be made available through Lirias (KU Leuven Repository) and PhilPapers (archive for papers in philosophy). Publications under embargo will be made available upon request. If access is restricted, please specify who will be able to access the data and under what conditions. All interested scholars will get access to the data, taking into account potential copyright restrictions (embargo periods). We will comply with KU Leuven Open Access policy. Created using DMPonline.be. Last modiﬁed 09 March 2024 7 of 8 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Publications will be made available through Lirias (KU Leuven Repository) and PhilPapers (philosophy papers repository). When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? No costs. (Covered by KU Leuven.) 6. Responsibilities Who will manage data documentation and metadata during the research project? Project researcher. Who will manage data storage and backup during the research project? Project researcher. Who will manage data preservation and sharing? Project researcher during the project, PI after the end of the project. Who will update and implement this DMP? Project researcher. Created using DMPonline.be. Last modiﬁed 09 March 2024 8 of 8"
}