{
    "document_id": "D-2023-2384",
    "LinkTitle": "D-2023-2384",
    "file_name": "D-2023-2384.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2384.pdf",
    "metadata": {
        "title": "Characterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by Laser Powder Bed Fusion",
        "author": "N/A",
        "creation_date": "2023-12-19 21:00:29+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Characterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by\nCharacterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by\nLaser Powder Bed Fusion\nLaser Powder Bed Fusion\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nReza Talemi\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nReza Talemi\nData Manager:\nData Manager:\n \nReza Talemi\nProject Administrator:\nProject Administrator:\n \nReza Talemi\nID: \nID: \n203746\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nSuccessful construction of metallic components for safety-critical applications using Additive Manufacturing (AM) - such as Laser Powder Bed Fusion\n(LPBF) technique - requires a thorough understanding of the associated mechanical properties, especially fatigue resistance. Among different fatigue\nfailure modes, fretting fatigue is a very complex phenomenon which occurs at micro-sliding contacts while subjected to external cyclic loadings.\nFretting fatigue failure occurs in many applications such as bolted and riveted connections, steel cables, bearings shafts, dovetail joints in rotating disc\nand blades, shrink-fitted connections in railway wheelsets and gear shaft assemblies. Research works focusing on tribo-mechanical properties of\nLPBF-AM parts is scarce. In particular the fretting fatigue response of LPBF-AM parts is entirely an open question. Therefore, the impact of fretting\non the fatigue response of AM-LPBF components merits in-depth investigation to push the boundaries of the current-state-of-the art. The pivotal points\nof this research proposal are characterizing, predicting and improving the fretting fatigue response of LPBF-AM parts. To this end, in the first place,\nthis research work focuses on characterizing fretting fatigue behaviour of the LPBF-AM material experimentally to reveal influences of different\nprinting parameters, microstructural features, internal porosities/defects and post heat treatment processes on the lifetime of LPBF-AM parts. Advanced\nnumerical models will be developed for a comprehensive and quantitative characterization of the microstructural features of the LPBF-AM material\nand further development of the statistical synthetic microstructure model generation platform for fine tuning of the microstructure features. Eventually,\na unique in-situ laser re-melting technique is explored to prolong lifetime of LPBF-AM parts when subjected to fretting fatigue loading conditions.\nLast modified: \nLast modified: \n19-12-2023\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n1 of 6\nCharacterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by\nCharacterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by\nLaser Powder Bed Fusion\nLaser Powder Bed Fusion\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nTest samples\nSamples which will be used for\nexperimental testing\nN\nP\nN\nExcle and\nword files\n<1GB\nNA\nFinite Element\nSimulation\nNumerical simulations \nN & E\nD\nN, I, SO\nAbaqus files\n<1TB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nIn this project the Finite Element Models that have been developed in previous research works which has been saved in an external hard drive\nwill be used. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll data generated in this project will be stored in formats such as Excel, Word, PowerPoint, and Abaqus simulation software. To enhance the\nclarity of the generated data, README.txt files are employed to provide descriptions for each of these files\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal network drive (I-drive)\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nSharepoint online\nExternal hard drives.\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess to the shared data will be restricted to authorized personnel for a limited duration. Additionally, external hard drives will only be\naccessible to authorized individuals\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe anticipate no additional costs for this project, as the repository is already available and will be utilized for storing generated data.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nKU Leuven RDR\nExternal hard drives.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n4 of 6\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNA\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe Project PI (Reza Talemi) will manage data documentation and metadata during the research project.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n5 of 6\nThe Project PI (Reza Talemi) will manage data documentation and metadata during the research project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe Project PI (Reza Talemi) will manage data documentation and metadata during the research project.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe Project PI (Reza Talemi) will manage data documentation and metadata during the research project.\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n6 of 6"
    },
    "clean_full_text": "Characterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by Characterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by Laser Powder Bed Fusion Laser Powder Bed Fusion A Data Management Plan created using DMPonline.be Creator: Creator: Reza Talemi Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Reza Talemi Data Manager: Data Manager: Reza Talemi Project Administrator: Project Administrator: Reza Talemi ID: ID: 203746 Start date: Start date: 01-10-2023 End date: End date: 30-09-2025 Project abstract: Project abstract: Successful construction of metallic components for safety-critical applications using Additive Manufacturing (AM) - such as Laser Powder Bed Fusion (LPBF) technique - requires a thorough understanding of the associated mechanical properties, especially fatigue resistance. Among different fatigue failure modes, fretting fatigue is a very complex phenomenon which occurs at micro-sliding contacts while subjected to external cyclic loadings. Fretting fatigue failure occurs in many applications such as bolted and riveted connections, steel cables, bearings shafts, dovetail joints in rotating disc and blades, shrink-fitted connections in railway wheelsets and gear shaft assemblies. Research works focusing on tribo-mechanical properties of LPBF-AM parts is scarce. In particular the fretting fatigue response of LPBF-AM parts is entirely an open question. Therefore, the impact of fretting on the fatigue response of AM-LPBF components merits in-depth investigation to push the boundaries of the current-state-of-the art. The pivotal points of this research proposal are characterizing, predicting and improving the fretting fatigue response of LPBF-AM parts. To this end, in the first place, this research work focuses on characterizing fretting fatigue behaviour of the LPBF-AM material experimentally to reveal influences of different printing parameters, microstructural features, internal porosities/defects and post heat treatment processes on the lifetime of LPBF-AM parts. Advanced numerical models will be developed for a comprehensive and quantitative characterization of the microstructural features of the LPBF-AM material and further development of the statistical synthetic microstructure model generation platform for fine tuning of the microstructure features. Eventually, a unique in-situ laser re-melting technique is explored to prolong lifetime of LPBF-AM parts when subjected to fretting fatigue loading conditions. Last modified: Last modified: 19-12-2023 Created using DMPonline.be. Last modiﬁed 19 December 2023 1 of 6 Characterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by Characterizing, Prediction and Improvement of Fretting Fatigue in Additively Manufactured Parts Produced by Laser Powder Bed Fusion Laser Powder Bed Fusion Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Test samples Samples which will be used for experimental testing N P N Excle and word files <1GB NA Finite Element Simulation Numerical simulations N & E D N, I, SO Abaqus files <1TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: In this project the Finite Element Models that have been developed in previous research works which has been saved in an external hard drive will be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 19 December 2023 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All data generated in this project will be stored in formats such as Excel, Word, PowerPoint, and Abaqus simulation software. To enhance the clarity of the generated data, README.txt files are employed to provide descriptions for each of these files Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Personal network drive (I-drive) Shared network drive (J-drive) OneDrive (KU Leuven) Sharepoint online External hard drives. How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution Created using DMPonline.be. Last modiﬁed 19 December 2023 3 of 6 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared data will be restricted to authorized personnel for a limited duration. Additionally, external hard drives will only be accessible to authorized individuals What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? We anticipate no additional costs for this project, as the repository is already available and will be utilized for storing generated data. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) KU Leuven RDR External hard drives. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 19 December 2023 4 of 6 NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? NA Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The Project PI (Reza Talemi) will manage data documentation and metadata during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 19 December 2023 5 of 6 The Project PI (Reza Talemi) will manage data documentation and metadata during the research project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The Project PI (Reza Talemi) will manage data documentation and metadata during the research project. Who will update and implement this DMP? Who will update and implement this DMP? The Project PI (Reza Talemi) will manage data documentation and metadata during the research project. Created using DMPonline.be. Last modiﬁed 19 December 2023 6 of 6"
}