{
    "document_id": "D-2022-1524",
    "LinkTitle": "D-2022-1524",
    "file_name": "D-2022-1524.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1524.pdf",
    "metadata": {
        "title": "D-2022-1524",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "PROJECT G0A5422N – CONTRIBUTIONS OF HIPPOCAMPAL-\nPREFRONTAL NETWORKS TO MEMORY\nA Data Management Plan created using DMPonline.be\nCreators: Rudi D’Hooge\nAffiliation: KU Leuven (KUL)\nFunder: FWO\nTemplate: Senior Project\nPrincipal Investigator:  Supervisor: Prof. Rudi D’Hooge, Co-supervisor: Prof. Fabian Kloosterman\nGrant number / URL: G0A5422N\nID: n.\nStart date: 1 Jan 2022\nEnd date: 31 Dec 2025\nProject abstract: \nMemories of past experiences influence how we view the present and how we make predictions about the future. The  \nbrain is welltuned to capture and translate precise information about experiences into a set of memory traces \narranged in a network of distributed connections. During periods of immobility and sleep, the brain is actively \nreactivating previously stored memories as evidenced by internally-generated patterns of neuronal activity that reflect \nrecent experiences. These “replay” events are believed to strengthen the integration of new knowledge into the \nbrain’s memory store and support simulation of possible future actions. We aim to elucidate how the expression of \ninternally generated hippocampal replay events, embedded in hippocampal ripples, contribute to neocortical replay, \nand eventually to the consolidation of memory in the neocortex. For this, we will first detect hippocampal ripples and \nthen immediately perturb prefrontal replay events selectively as a way to probe their specific role in learning. We will \nfurther study, through optogenetic silencing, whether and how the hippocampal replay is transferred and integrated to  \nneocortical replay, and eventually consolidated into the neocortex.  \nLast modified: 27 Oct 2022\nPROJECT G0A5422N – Contributions of hippocampal-prefrontal \nnetworks to memory\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysicalvolume\nWe will generate digital records of brain activity in rodents and video tracking records of their behavior. The Indicate:N(ew data) or E(xisting data)Indicate:  D(igital) or P(hysical)Indicate:\nAudiovisualIndicate:\n<1GB\ndata is stored in standard file formats that can be read in common analysis environments (e.g. matlab, Python, etc.).Metadata that is not already part of the raw data will be stored in text files (YAML format) or custom database and saved alongside the raw data and experimental logs. Software for data analysis written in Python or C++ languages will be saved in text files together with documentation of their use.NImages\nSound\nNumerical Textual\nModel\nSOftware\nOther (specify)<100GB\n<1TB\n<5TB\n>5TB\nNA\nAnalysis scripts and codes, and statistical analysisNDSO.m(at), .py(w), .r, .dll<10GBProject folder on L drive\nProcessed dataNDI, N, T.xlsx, .txt,.mat,<100GBProject folder on L-drive\nPresentations, Protocols, reportsNDT.ppt, .docx, .pdf<100GBProject folder on L-drive\nMetadataNDT.txt/.docx<1GBProject folder on L drive\nElectrophysiology dataNDN.dat, .mat<1TBProject folder on L-drive\nBehavioral dataNDN,T.docx, .xlsx,<1GBProject folder on L-drive\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●Yes, animal data (Provide ECD reference number below)  \nFor the rodent studies (WP2-3), ethical approval is requested from the KU Leuven Ethical Committee Animal \nExperimentation (ECD) before the start of the experiments.  \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nData will be kept on a shared secured network drive of the lab and will be uploaded and updated by a member of the \nresearch team every time a new experiment takes place or data is being generated. The names of the files will be \nstructured in a comprehensible way: Experiment type/date/main parameters used. In addition, data will be stored in a \nfolder per experimental setup, the type of investigated sample and the acquision/generation date. The analysis files \nwill contain notes describing the analysis procedure and mention which original data files are included. A readme file \ndescribing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved.  \nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nFor data in all WPs: Metadata will be manually added in the experiment folders and files to label the experimental \ndata, acquisition protocol and context within the project.\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●OneDrive (KU Leuven)\n●Large Volume Storage\n●Sharepoint online\n●Shared network drive (J-drive)\nTime-stamped copies of the data will be kept on personal secured KU Leuven onedrive by individual users collecting \nthe data and on shared large volume storage network drive at PPW Faculty.\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nThe KU Leuven shared network drives on which the data are stored have restricted access which will only be granted  \nto lab members working on the project. For these lab member access is password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nBased on KU Leuven data storage costs the price is estimated to remain below 500 euros for the project duration. \nThis is covered by the project budget.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Large Volume Storage (longterm for large volumes)\n●Shared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nData preservation for 10 years after the project ends will be covered by the general consumable funds provided by \nfaculty PPW, KU Leuven, to the Research Unit. These funds amount to a couple of 1000 euros per year and are thus \nsufficient to support this storage.\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●CC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe costs of data sharing are estimated to remain below 200 euros. These will be covered by the project budget.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \ndata/metadata documentation will be managed by Prof Rudi D'Hooge. Researchers and Postdocs in the research \nteam generating the data are responsible for the appropriate collection, treatment and storage. They ensure that \nappropriate metadata is included.\nWho will manage data storage and backup during the research project?  \ndata storage and back-up will be managed by Prof D'Hooge with the support of the ICT team of the PPW Faculty.\nWho will manage data preservation and sharing?  \nProf. Rudi D’Hooge will manage data preservation and sharing\nWho will update and implement this DMP?  \nProf. Rudi D’Hooge will update and implement the DMP"
    },
    "clean_full_text": "PROJECT G0A5422N – CONTRIBUTIONS OF HIPPOCAMPAL- PREFRONTAL NETWORKS TO MEMORY A Data Management Plan created using DMPonline.be Creators: Rudi D’Hooge Affiliation: KU Leuven (KUL) Funder: FWO Template: Senior Project Principal Investigator: Supervisor: Prof. Rudi D’Hooge, Co-supervisor: Prof. Fabian Kloosterman Grant number / URL: G0A5422N ID: n. Start date: 1 Jan 2022 End date: 31 Dec 2025 Project abstract: Memories of past experiences influence how we view the present and how we make predictions about the future. The brain is welltuned to capture and translate precise information about experiences into a set of memory traces arranged in a network of distributed connections. During periods of immobility and sleep, the brain is actively reactivating previously stored memories as evidenced by internally-generated patterns of neuronal activity that reflect recent experiences. These “replay” events are believed to strengthen the integration of new knowledge into the brain’s memory store and support simulation of possible future actions. We aim to elucidate how the expression of internally generated hippocampal replay events, embedded in hippocampal ripples, contribute to neocortical replay, and eventually to the consolidation of memory in the neocortex. For this, we will first detect hippocampal ripples and then immediately perturb prefrontal replay events selectively as a way to probe their specific role in learning. We will further study, through optogenetic silencing, whether and how the hippocampal replay is transferred and integrated to neocortical replay, and eventually consolidated into the neocortex. Last modified: 27 Oct 2022 PROJECT G0A5422N – Contributions of hippocampal-prefrontal networks to memory RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. DescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysicalvolume We will generate digital records of brain activity in rodents and video tracking records of their behavior. The Indicate:N(ew data) or E(xisting data)Indicate: D(igital) or P(hysical)Indicate: AudiovisualIndicate: <1GB data is stored in standard file formats that can be read in common analysis environments (e.g. matlab, Python, etc.).Metadata that is not already part of the raw data will be stored in text files (YAML format) or custom database and saved alongside the raw data and experimental logs. Software for data analysis written in Python or C++ languages will be saved in text files together with documentation of their use.NImages Sound Numerical Textual Model SOftware Other (specify)<100GB <1TB <5TB >5TB NA Analysis scripts and codes, and statistical analysisNDSO.m(at), .py(w), .r, .dll<10GBProject folder on L drive Processed dataNDI, N, T.xlsx, .txt,.mat,<100GBProject folder on L-drive Presentations, Protocols, reportsNDT.ppt, .docx, .pdf<100GBProject folder on L-drive MetadataNDT.txt/.docx<1GBProject folder on L drive Electrophysiology dataNDN.dat, .mat<1TBProject folder on L-drive Behavioral dataNDN,T.docx, .xlsx,<1GBProject folder on L-drive If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●Yes, animal data (Provide ECD reference number below) For the rodent studies (WP2-3), ethical approval is requested from the KU Leuven Ethical Committee Animal Experimentation (ECD) before the start of the experiments. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data will be kept on a shared secured network drive of the lab and will be uploaded and updated by a member of the research team every time a new experiment takes place or data is being generated. The names of the files will be structured in a comprehensible way: Experiment type/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated sample and the acquision/generation date. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No For data in all WPs: Metadata will be manually added in the experiment folders and files to label the experimental data, acquisition protocol and context within the project. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●OneDrive (KU Leuven) ●Large Volume Storage ●Sharepoint online ●Shared network drive (J-drive) Time-stamped copies of the data will be kept on personal secured KU Leuven onedrive by individual users collecting the data and on shared large volume storage network drive at PPW Faculty. How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven shared network drives on which the data are stored have restricted access which will only be granted to lab members working on the project. For these lab member access is password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Based on KU Leuven data storage costs the price is estimated to remain below 500 euros for the project duration. This is covered by the project budget. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Large Volume Storage (longterm for large volumes) ●Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data preservation for 10 years after the project ends will be covered by the general consumable funds provided by faculty PPW, KU Leuven, to the Research Unit. These funds amount to a couple of 1000 euros per year and are thus sufficient to support this storage. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? The costs of data sharing are estimated to remain below 200 euros. These will be covered by the project budget. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? data/metadata documentation will be managed by Prof Rudi D'Hooge. Researchers and Postdocs in the research team generating the data are responsible for the appropriate collection, treatment and storage. They ensure that appropriate metadata is included. Who will manage data storage and backup during the research project? data storage and back-up will be managed by Prof D'Hooge with the support of the ICT team of the PPW Faculty. Who will manage data preservation and sharing? Prof. Rudi D’Hooge will manage data preservation and sharing Who will update and implement this DMP? Prof. Rudi D’Hooge will update and implement the DMP"
}