{
    "document_id": "D-2024-2607",
    "LinkTitle": "D-2024-2607",
    "file_name": "D-2024-2607.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2607.pdf",
    "metadata": {
        "title": "Behind the barrier: how to extend the half-life of biologicals in the brain?",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Behind the barrier: how to extend the half-life of biologicals in the brain?\nBehind the barrier: how to extend the half-life of biologicals in the brain?\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., n.n. n.n., Nick Geukens \n \nhttps://orcid.org/0000-0001-5706-1072\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nNick Geukens \n \nhttps://orcid.org/0000-0001-5706-1072\n, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nC3/23/069\nID: \nID: \n204196\nStart date: \nStart date: \n15-02-2024\nEnd date: \nEnd date: \n14-02-2025\nProject abstract:\nProject abstract:\nCentral nervous system (CNS) disorders are some of the most prevalent yet poorly treated illnesses, causing a significant impact on quality of life and\nan economic burden on healthcare\nsystems. However, CNS drug discovery has not been very successful compared to other therapeutic areas. A major challenge for CNS drug discovery,\nis the presence of the\nblood-brain barrier (BBB), which restricts therapeutics from entering the CNS. Numerous pharmaceutical companies and academic labs are exploring\nhow to facilitate transport of\nbiological drugs over the BBB and significant progress is being made in increasing the transport efficiency in the recent years, also by our laboratory.\nVery recently, our laboratory has validated an additional approach to extend the concentration of biologicals in the brain. With this project, we want to\nfurther validate this approach and generate additional data to strengthen KU Leuven’s IP position.\nLast modified: \nLast modified: \n31-01-2024\nCreated using DMPonline.be. Last modiﬁed 31 January 2024\n1 of 6\nBehind the barrier: how to extend the half-life of biologicals in the brain?\nBehind the barrier: how to extend the half-life of biologicals in the brain?\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN(ew data) or\nE(xisting data)\nIndicate:  D(igital)\nor P(hysical)\nIndicate:\nAudiovisual\nImages\nSound\nNumerical\nTextual\nModel\nSOftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nplasmid\nDNA\nplasmid DNA encoding for variants\ngenerated for this project\nN\nP\nDNA\nNA\nNA\nup to 40 vials\nstored at - 20°C\npurified\nproteins\n \nN\nP\nProtein\nNA\nNA\nup to 40 vials\nstored at - 20°C\nIn vitro\nexperiments\n \nN\nD\nT\n.pdf\n< 1 GB\n \nIn vivo\nexperiments\n \nN\nD\nT\n.pdf\n< 1GB\n \nmouse tissue\n \nN\nP\nProcessed\ntissue\n/\n/\nup to 200 vials\nstored at - 80°C\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo data will be re-used\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nECD 091/2022\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nCreated using DMPonline.be. Last modiﬁed 31 January 2024\n2 of 6\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nPatent application will be re-submitted during the course of this C3 grant. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nNanobodies were isolated from immune libraries obtained from VIB. General agreement between VIB and KU Leuven in place for those\nlibraries and nanobodies discovered from them. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nIP will be filed for the final nanobody sequences. \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nDetailed experimental protocols, the research progress and clear descriptions of obtained data, what they represent and how they were\ngenerated, will be collected in an electronic lab notebook (eLabJournal, eLabNext, Eppendorf Group). Here, folders are provided for all\nsubtasks of the project (folder structure: Project group > Project > Study > Experiment). In each folder, a new file will be made for each\nexperiment, named with the data and subject, and including information on the responsible person (i.e. the person who created the file) as well\nas version tracking. Each experimental file will contain a section on the subject, objective and experimental design, used protocols, used and\ngenerated samples, results (a description of results and observation rather than all raw and analysed data) and conclusion. Raw data files, as\nwell as e.g. ppt files with graphical summaries, are stored on a J drive that mirrors the ELN structure.\nSOPs that are used in the lab are also version controlled and stored in eLab Next\nNo paper notebooks are used.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAll metadata is described in the ELN.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 31 January 2024\n3 of 6\nShared network drive (J-drive)\nOther (specify below)\nAll data is stored on the J drive and in our electronic labnotebooks. \nThe physical samples will be stored in the freezers of the lab of the PI. A digital overview of all stored samples will be available (in the sample\ninventory system of the electronic lab notebook).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nThe digital data (saved on KU Leuven J-drive) will be stored on the university's central servers with automatic hourly back-up procedures.\nThe data stored in the electronic lab notebook (eLabJournal, eLabNext, Eppendorf group) is replicated to 3 different data centers in real-time.\nAdditionally, a full back-up of all data files is made every 24 hours. Data back-ups are stored as fully encrypted files to an external vault in\ncase of an emergency and the necessity of a full recovery.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly lab members actively working on the project will have access to the KU Leuven J-drive (access is granted by the PI).\nIn the electronic lab notebook (eLabJournal, eLabNext, Eppendorf group), only the people actively working on the project will be granted\naccess to the experimental data of the project (settings by administrators for each individual lab member). Furthermore, after completion,\nexperiments will be signed and locked into a read-only mode, which prevents further data modification, and a digital signature including time\nstamp is added to the experiment.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage on the KU Leuven J-drive with backup will cost 519€ per Tb per year. Each eLabJournal Cloud license seat costs approximately\n150€ per year. Costs will be covered by the laboratory or project consumables budget.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 31 January 2024\n4 of 6\nShared network drive (J-drive)\nOther (specify below)\nData will be stored in ELabNext.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are minimal and will be covered by internal lab funds.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nAll data will be available after patenting. Prior to that, data can be shared under MTA/CDA.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nEmployees of the laboratory will have access to the data. In addition, data can be shared under MTA/CDA.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nNo data that is subject to patenting is shared.\n \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\n \n \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nUpon obtaining IP, the data will be made available to the public in the form of posters/presentation/papers.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 31 January 2024\n5 of 6\nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCosts are expected to be negligible.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe promoter of the grant will manage data documentation:\nprof. dr. Maarten Dewilde\n \nIndividual lab members are aware of their expected contribution to proper RDM.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe promoter of the grant will manage data documentation:\nprof. dr. Maarten Dewilde\n \nIndividual lab members are aware of their expected contribution to proper RDM.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe promoter of the grant will manage data preservation and sharing in consultation with LRD:\nprof. dr. Maarten Dewilde\n \n \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe promoter of the grant will update and implement this DMP:\nprof. dr. Maarten Dewilde\nCreated using DMPonline.be. Last modiﬁed 31 January 2024\n6 of 6"
    },
    "clean_full_text": "Behind the barrier: how to extend the half-life of biologicals in the brain? Behind the barrier: how to extend the half-life of biologicals in the brain? A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., n.n. n.n., Nick Geukens https://orcid.org/0000-0001-5706-1072 Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: Nick Geukens https://orcid.org/0000-0001-5706-1072 , n.n. n.n. Grant number / URL: Grant number / URL: C3/23/069 ID: ID: 204196 Start date: Start date: 15-02-2024 End date: End date: 14-02-2025 Project abstract: Project abstract: Central nervous system (CNS) disorders are some of the most prevalent yet poorly treated illnesses, causing a significant impact on quality of life and an economic burden on healthcare systems. However, CNS drug discovery has not been very successful compared to other therapeutic areas. A major challenge for CNS drug discovery, is the presence of the blood-brain barrier (BBB), which restricts therapeutics from entering the CNS. Numerous pharmaceutical companies and academic labs are exploring how to facilitate transport of biological drugs over the BBB and significant progress is being made in increasing the transport efficiency in the recent years, also by our laboratory. Very recently, our laboratory has validated an additional approach to extend the concentration of biologicals in the brain. With this project, we want to further validate this approach and generate additional data to strengthen KU Leuven’s IP position. Last modified: Last modified: 31-01-2024 Created using DMPonline.be. Last modiﬁed 31 January 2024 1 of 6 Behind the barrier: how to extend the half-life of biologicals in the brain? Behind the barrier: how to extend the half-life of biologicals in the brain? Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA plasmid DNA plasmid DNA encoding for variants generated for this project N P DNA NA NA up to 40 vials stored at - 20°C purified proteins N P Protein NA NA up to 40 vials stored at - 20°C In vitro experiments N D T .pdf < 1 GB In vivo experiments N D T .pdf < 1GB mouse tissue N P Processed tissue / / up to 200 vials stored at - 80°C If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No data will be re-used Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) ECD 091/2022 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Created using DMPonline.be. Last modiﬁed 31 January 2024 2 of 6 please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Patent application will be re-submitted during the course of this C3 grant. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Nanobodies were isolated from immune libraries obtained from VIB. General agreement between VIB and KU Leuven in place for those libraries and nanobodies discovered from them. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes IP will be filed for the final nanobody sequences. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Detailed experimental protocols, the research progress and clear descriptions of obtained data, what they represent and how they were generated, will be collected in an electronic lab notebook (eLabJournal, eLabNext, Eppendorf Group). Here, folders are provided for all subtasks of the project (folder structure: Project group > Project > Study > Experiment). In each folder, a new file will be made for each experiment, named with the data and subject, and including information on the responsible person (i.e. the person who created the file) as well as version tracking. Each experimental file will contain a section on the subject, objective and experimental design, used protocols, used and generated samples, results (a description of results and observation rather than all raw and analysed data) and conclusion. Raw data files, as well as e.g. ppt files with graphical summaries, are stored on a J drive that mirrors the ELN structure. SOPs that are used in the lab are also version controlled and stored in eLab Next No paper notebooks are used. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No All metadata is described in the ELN. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 31 January 2024 3 of 6 Shared network drive (J-drive) Other (specify below) All data is stored on the J drive and in our electronic labnotebooks. The physical samples will be stored in the freezers of the lab of the PI. A digital overview of all stored samples will be available (in the sample inventory system of the electronic lab notebook). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) The digital data (saved on KU Leuven J-drive) will be stored on the university's central servers with automatic hourly back-up procedures. The data stored in the electronic lab notebook (eLabJournal, eLabNext, Eppendorf group) is replicated to 3 different data centers in real-time. Additionally, a full back-up of all data files is made every 24 hours. Data back-ups are stored as fully encrypted files to an external vault in case of an emergency and the necessity of a full recovery. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only lab members actively working on the project will have access to the KU Leuven J-drive (access is granted by the PI). In the electronic lab notebook (eLabJournal, eLabNext, Eppendorf group), only the people actively working on the project will be granted access to the experimental data of the project (settings by administrators for each individual lab member). Furthermore, after completion, experiments will be signed and locked into a read-only mode, which prevents further data modification, and a digital signature including time stamp is added to the experiment. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage on the KU Leuven J-drive with backup will cost 519€ per Tb per year. Each eLabJournal Cloud license seat costs approximately 150€ per year. Costs will be covered by the laboratory or project consumables budget. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 31 January 2024 4 of 6 Shared network drive (J-drive) Other (specify below) Data will be stored in ELabNext. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are minimal and will be covered by internal lab funds. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) All data will be available after patenting. Prior to that, data can be shared under MTA/CDA. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Employees of the laboratory will have access to the data. In addition, data can be shared under MTA/CDA. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights No data that is subject to patenting is shared. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Upon obtaining IP, the data will be made available to the public in the form of posters/presentation/papers. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 31 January 2024 5 of 6 If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Costs are expected to be negligible. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The promoter of the grant will manage data documentation: prof. dr. Maarten Dewilde Individual lab members are aware of their expected contribution to proper RDM. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The promoter of the grant will manage data documentation: prof. dr. Maarten Dewilde Individual lab members are aware of their expected contribution to proper RDM. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The promoter of the grant will manage data preservation and sharing in consultation with LRD: prof. dr. Maarten Dewilde Who will update and implement this DMP? Who will update and implement this DMP? The promoter of the grant will update and implement this DMP: prof. dr. Maarten Dewilde Created using DMPonline.be. Last modiﬁed 31 January 2024 6 of 6"
}