{
    "document_id": "D-2024-3231",
    "LinkTitle": "D-2024-3231",
    "file_name": "D-2024-3231.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3231.pdf",
    "metadata": {
        "title": "Catalytic conversion of ethylene and CO2 in supercritical conditions",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nCatalytic conversion of ethylene and CO2 in supercritical conditions\nCreator:\nCreator:\nGiovanni Pampararo\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nAromatics such as benzene, toluene, and xylenes (BTX), are crucial chemical building blocks for plastics and fine chemicals. Currently, BTX\nproduction relies heavily on by-products from fossil naphtha cracking. An underexplored avenue involves synthesizing BTX directly from\nethylene (accessible from bio-ethanol or methanol-to-olefins) through heterogeneous catalysis. However, rapid deactivation due to coking\nposes a significant and unresolved challenge. Exploring catalytic reactions in supercritical conditions (Sc) emerges as a promising yet largely\nuntapped strategy. This approach\nenhances reactants and products solubilities and diffusivity within the catalyst, leading to unexpected increases in product yields. Notably, it\nalso offers a potential solution to overcoming deactivation by carbon species deposition. This project aims to develop a catalytic system for\nsupercritical ethylene aromatization using zeolite-based catalysts. In particular, Zn and Ga based catalysts will be synthesized to achieve the\nbest selectivity to BTX at low temperature (<<573 K) and moderate (but sc) pressures (50-100 bar). To ensure stable performance over time,\nalso supercritical CO2 will be explored as a co-solvent for catalyst regeneration and potentially to prevent deactivation. Additionally, this\nproject seeks to break new ground by delivering proof of concept of combining supercritical CO2 as a reactant with ethylene for the direct\nsynthesis of acrylic acid under supercritical conditions.\nID: \nID: \n212923\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2027\nLast modified: \nLast modified: \n18-02-2025\nCreated using DMPonline.be. Last modiﬁed 18 February 2025\n1 of 5\nCatalytic conversion of ethylene and CO2 in supercritical conditions\nCatalytic conversion of ethylene and CO2 in supercritical conditions\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease\nchoose from\nthe following\noptions:\nGenerate\nnew\ndata\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCatalyst\nSolid materials\nnew\nPhysical\n/\n/\n/\n>200g\nMicroscopy\nMicroscopy\nnew\nDigital\nExperimental\n.jpeg or .tif\n<100MB\n/\nSpectroscopy\nFTIR, TPD, TGA,\nNMR...\nnew\nDigital\nExperimental\n.spg or .csv\n<100GB\n/\nDiffraction patterns\ndifracction\npatterns (XRD)\nnew\nDigital\nExperimental\n.raw\n<100MB\n/\nManuscripts/presentations\nTextual data\nnew\nDigital\nExperimental\n.docx, .pptx,\n.pdf\n<100MB\n/\nPlotting worksheets\nworksheets\nnew\nDigital\nExperimental\n.csv, .xls\n<100MB\n/\nchromatograms\nchromatograms\nnew\nDigital\nExperimental\n.xls\n<100MB\n/\nPython codes\nprogramming\ncodes for\ncalculations\nnew\nDigital\nExperimental\n.py\n<100MB\n/\nno reuse of existing data\nNo\nNo\nYes\nIP generation is possible when unexpected, original materials or processes are created. When suited: the steps for IP generation will\nbe evaluated and checked.\nIP restrictions: waiting for publication or public availability of key observations until after first patent deposition + few months\nCreated using DMPonline.be. Last modiﬁed 18 February 2025\n2 of 5\nNo\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nCatalysts will be stored in accordance to safety standards. Labels will be added with inambigous conection to an electronic list\n(i.e. an electronic lab notebook in .xls).\nThe methodology and protocol during handling of the catalysts will be take from reported procedures as much as possible and/or\ndescribed in details in a lab book.\nMicroscopy images (.jpeg) will be noted as: sample code_image type_bit-depth_microscope settings_date. A standard operation\nprocedure (SOP) is used if possible. The methodology and\nprotocol will be described in details in the lab book. \nX-ray diffraction patterns (.xls) will be noted as: sample code_scans settings_XRD parameters_date. A standard operation\nprocedure (SOP) is used. The protocol of the sample preparation will be described in the lab book. \nGC data (.CSV) will be noted as: sample code_reaction conditions_GC method parameters_date. A standard operation procedure\n(SOP) is used if possible and the protocol and reactions conditions will be described in the lab book. \nFT-IR spectra (.spg) will be noted as: sample code_conditions_machine settings_date. A standard operation procedure (SOP) is\nused if possible. The analysis method and the sample preparation will be described in the lab book. \nNMR data (.zip folder) will be noted as: sample code_solvent_reaction conditions_NMR parameters_date. A standard operation\nprocedure (SOP) is used if possible. The protocol of the sample preparation will be described in the lab book. \nManuscripts/presentations - content related to dissemination (.docx, .pptx, .pdf), and will be noted as:year_title_main participant\n(contributors) \nWorksheets for basic calculations and making visualizations/plots (.xls)\nPython files will be noted as: test description.py (.py)\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nAll data during this project will be stored on the shared cloud (OneDrive). Access is possible on both the PC or online.\nThe backup of the data during this project will be automatically done on the shared cloud (OneDrive). The system automatically\nindicates the update state (green, blue or red). In case of a nonsync with the online (red), action is taken via the online (browser)\nversion of the tool to ensure syncing.\nSome folders are shared. If I am the folder owner with other people able to edit/remove data, I take trimestral backups. For extra\nsecurity, the publishable data will be collected in a separate\nfolder and also back-uped on an individual external device.\nYes\nMaximum data storage should not exceed 500 GB.\nThe accesses to the OneDrive and sharepoint are only for researchers with permission. All users need to use an Authenticator (2FA\napp used at KUL).\nFurthermore, a log-out is always performed when leaving LAB PCs (where data is generated) to prevent modification of parameters by\nunauthorized persons.\nCreated using DMPonline.be. Last modiﬁed 18 February 2025\n3 of 5\nWith the project funding, an external offline hard drive will be purchased for offline storage\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nDue to the estimated small size of the data, all the extracted data can be retained for the expected 5 year period after the end of the\nproject.\nAfter the project, key data (especially the ‘publishable data’ folder) will be stored on Box with backup on an external hard drive (1TB)\nwith the promotor.\nThe estimated cost of the external hard drive (1TB) is around 50-100euro.\n5. Data sharing and reuse\n5. Data sharing and reuse\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe valuable data and the ones related to accepted (or pending) publications will be available. Ideady, it is published in Open Access.\nN.A. \nNo\nIn publications or more detailed things upon request by mail.\nReasonable requests for data can be done by email from the PI of the project, data can be sent by email or via wetransfer.\nUpon publication of the research results.\nNo data under licenses.\nNo\nRequested data will be free of charge, free data transfer links will be used (or emails if few Mbs).\n6. Responsibilities\n6. Responsibilities\nGiovanni Pampararo \nCreated using DMPonline.be. Last modiﬁed 18 February 2025\n4 of 5\nGiovanni Pampararo (mainly) and prof. Michiel Dusselier (PI) \nprof. Michiel Dusselier (PI) \nGiovanni Pampararo. The PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 18 February 2025\n5 of 5"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Catalytic conversion of ethylene and CO2 in supercritical conditions Creator: Creator: Giovanni Pampararo Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: Aromatics such as benzene, toluene, and xylenes (BTX), are crucial chemical building blocks for plastics and fine chemicals. Currently, BTX production relies heavily on by-products from fossil naphtha cracking. An underexplored avenue involves synthesizing BTX directly from ethylene (accessible from bio-ethanol or methanol-to-olefins) through heterogeneous catalysis. However, rapid deactivation due to coking poses a significant and unresolved challenge. Exploring catalytic reactions in supercritical conditions (Sc) emerges as a promising yet largely untapped strategy. This approach enhances reactants and products solubilities and diffusivity within the catalyst, leading to unexpected increases in product yields. Notably, it also offers a potential solution to overcoming deactivation by carbon species deposition. This project aims to develop a catalytic system for supercritical ethylene aromatization using zeolite-based catalysts. In particular, Zn and Ga based catalysts will be synthesized to achieve the best selectivity to BTX at low temperature (<<573 K) and moderate (but sc) pressures (50-100 bar). To ensure stable performance over time, also supercritical CO2 will be explored as a co-solvent for catalyst regeneration and potentially to prevent deactivation. Additionally, this project seeks to break new ground by delivering proof of concept of combining supercritical CO2 as a reactant with ethylene for the direct synthesis of acrylic acid under supercritical conditions. ID: ID: 212923 Start date: Start date: 01-10-2024 End date: End date: 30-09-2027 Last modified: Last modified: 18-02-2025 Created using DMPonline.be. Last modiﬁed 18 February 2025 1 of 5 Catalytic conversion of ethylene and CO2 in supercritical conditions Catalytic conversion of ethylene and CO2 in supercritical conditions FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Catalyst Solid materials new Physical / / / >200g Microscopy Microscopy new Digital Experimental .jpeg or .tif <100MB / Spectroscopy FTIR, TPD, TGA, NMR... new Digital Experimental .spg or .csv <100GB / Diffraction patterns difracction patterns (XRD) new Digital Experimental .raw <100MB / Manuscripts/presentations Textual data new Digital Experimental .docx, .pptx, .pdf <100MB / Plotting worksheets worksheets new Digital Experimental .csv, .xls <100MB / chromatograms chromatograms new Digital Experimental .xls <100MB / Python codes programming codes for calculations new Digital Experimental .py <100MB / no reuse of existing data No No Yes IP generation is possible when unexpected, original materials or processes are created. When suited: the steps for IP generation will be evaluated and checked. IP restrictions: waiting for publication or public availability of key observations until after first patent deposition + few months Created using DMPonline.be. Last modiﬁed 18 February 2025 2 of 5 No No 2. Documentation and Metadata 2. Documentation and Metadata Catalysts will be stored in accordance to safety standards. Labels will be added with inambigous conection to an electronic list (i.e. an electronic lab notebook in .xls). The methodology and protocol during handling of the catalysts will be take from reported procedures as much as possible and/or described in details in a lab book. Microscopy images (.jpeg) will be noted as: sample code_image type_bit-depth_microscope settings_date. A standard operation procedure (SOP) is used if possible. The methodology and protocol will be described in details in the lab book. X-ray diffraction patterns (.xls) will be noted as: sample code_scans settings_XRD parameters_date. A standard operation procedure (SOP) is used. The protocol of the sample preparation will be described in the lab book. GC data (.CSV) will be noted as: sample code_reaction conditions_GC method parameters_date. A standard operation procedure (SOP) is used if possible and the protocol and reactions conditions will be described in the lab book. FT-IR spectra (.spg) will be noted as: sample code_conditions_machine settings_date. A standard operation procedure (SOP) is used if possible. The analysis method and the sample preparation will be described in the lab book. NMR data (.zip folder) will be noted as: sample code_solvent_reaction conditions_NMR parameters_date. A standard operation procedure (SOP) is used if possible. The protocol of the sample preparation will be described in the lab book. Manuscripts/presentations - content related to dissemination (.docx, .pptx, .pdf), and will be noted as:year_title_main participant (contributors) Worksheets for basic calculations and making visualizations/plots (.xls) Python files will be noted as: test description.py (.py) No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project All data during this project will be stored on the shared cloud (OneDrive). Access is possible on both the PC or online. The backup of the data during this project will be automatically done on the shared cloud (OneDrive). The system automatically indicates the update state (green, blue or red). In case of a nonsync with the online (red), action is taken via the online (browser) version of the tool to ensure syncing. Some folders are shared. If I am the folder owner with other people able to edit/remove data, I take trimestral backups. For extra security, the publishable data will be collected in a separate folder and also back-uped on an individual external device. Yes Maximum data storage should not exceed 500 GB. The accesses to the OneDrive and sharepoint are only for researchers with permission. All users need to use an Authenticator (2FA app used at KUL). Furthermore, a log-out is always performed when leaving LAB PCs (where data is generated) to prevent modification of parameters by unauthorized persons. Created using DMPonline.be. Last modiﬁed 18 February 2025 3 of 5 With the project funding, an external offline hard drive will be purchased for offline storage 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Due to the estimated small size of the data, all the extracted data can be retained for the expected 5 year period after the end of the project. After the project, key data (especially the ‘publishable data’ folder) will be stored on Box with backup on an external hard drive (1TB) with the promotor. The estimated cost of the external hard drive (1TB) is around 50-100euro. 5. Data sharing and reuse 5. Data sharing and reuse Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The valuable data and the ones related to accepted (or pending) publications will be available. Ideady, it is published in Open Access. N.A. No In publications or more detailed things upon request by mail. Reasonable requests for data can be done by email from the PI of the project, data can be sent by email or via wetransfer. Upon publication of the research results. No data under licenses. No Requested data will be free of charge, free data transfer links will be used (or emails if few Mbs). 6. Responsibilities 6. Responsibilities Giovanni Pampararo Created using DMPonline.be. Last modiﬁed 18 February 2025 4 of 5 Giovanni Pampararo (mainly) and prof. Michiel Dusselier (PI) prof. Michiel Dusselier (PI) Giovanni Pampararo. The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 18 February 2025 5 of 5"
}