{
    "document_id": "D-2023-1876",
    "LinkTitle": "D-2023-1876",
    "file_name": "D-2023-1876.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1876.pdf",
    "metadata": {
        "title": "Referendum Campaign Finance &amp; Political Parties in Europe",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Referendum Campaign Finance &amp; Political Parties in Europe\nA Data Management Plan created using DMPonline.be\nCreator: \nToine Paulissen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1119123N\nID: \n197651\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThe referendum proliferation visible in Europe since the start of the 1990’s has often been linked to a\ncivil dissatisfaction with representative democracy, but another strand of literature has instead\npointed to political agency (i.e. referendums are triggered mainly by political actors and parties with\nthe goal to strengthen their own position) to explain this phenomenon. As this intentional behavior\nextends to referendum campaigns through which these actors look to influence voter behavior in\ntheir favor, a preliminary question yet to be addressed in the literature rises to the fore: to what\nextent do political parties actively engage in referendum campaigns? A precise quantitative indicator\nfor this can be attained by looking at the referendum campaign finance of the parties, which forms a\nsolid basis for explaining the level of this engagement. By collecting and analyzing data for 213\nnation-wide or regional referendums in 26 European countries since 1990, this project aims to\nexplore the concrete financial investment of parties in referendum campaigns in Europe. Additionally,\nit will look to single out factors that might explain variation, such as political finance regulations\n(public funding, spending restrictions), the context of the referendum (topic, legal nature,\ncontestation, presence and expenditure of other campaigning actors) and characteristics of the\nparties themselves (income, issue ownership).\nLast modified: \n18-04-2023\nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n1 of 5\nReferendum Campaign Finance & Political Parties in Europe\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDatabases of\nnational\nauditors/electoral\ncommissions\nThese databases are used to collect the\nspending of political parties in referendum\ncampaigns. For all the countries in my\ncase selection, this data is available\nonline.\nReuse existing data\nDigital\nOther (government\nwebsites)\nUsually textual\ndata, so in the\nform of PDFs,\nbut sometimes\ntabular in the\nform of XML\nIn total: <1GB\n \nNational\nlegislation\ndatabases\nFor all relevant cases, I use the national\nlegislation databases to collect relevant\npieces of legislation on referendum\ncampaign finance. \nReuse existing data\nDigital\nOther (government\nwebsites)\nTextual (.txt or\n.pdf)\nIn total: <1GB\n \nPolitical Finance\nDatabase\nThe Database provides answers to\nfundamental questions on political finance\nwithin four broad categories: a) Bans and\nLimits on Private Income, b) Public\nFunding, c) Regulations on Spending d)\nReporting, Oversight and Sanctions. The\nDatabase provides country-specific data,\nwhich can be viewed for a single country\nor comparatively.\nReuse Existing Data\nDigital\nObservational\nDocumentation\n(website)\n<100MB\n \nEuropean\nReferendum\nPolitical Finance\nDataset\nThis dataset does the same as the\nPolitical Finance Database, but instead\nbrings together the regulations concerning\nreferendum campaign finance for 31\nEuropean countries that have organized a\nnational referendum since 1990. The\ninformation is collected by examining the\nlegislation in the respective countries.\nGenerate New Data\nDigital\nCompiled/Aggregated Data\n.xml\n<100MB\n \nPolitical Party\nSpending in\nEuropean\nReferendums\nDataset that shows the amounts spent by\npolitical parties in European referendum\ncampaigns since 1990. These amounts\nare included in their original currency, but\nalso converted into International Dollars to\ntake into account inflation and diverging\nelectorates. This makes the amounts\nmore readily comparable.\nGenerate New Data\nDigital\nCompiled/Aggregated Data\n.xml\n<100MB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nPolitical Finance Database: https://www.idea.int/data-tools/data/political-finance-database\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n2 of 5\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor both datasets, codebooks will be created detailing names variable names, as well as info on the values it takes (max & min on quantitative variables, specific values for categorical/ordinal\nvariables and info on how to interpret text variables) and how missing values are coded. This will also include how the material is collected. This information will also be made a available in\nrepositories. \nFurthermore, for the dataset on party spending, the codebook will also have detailed information on how the conversion to International Dollars is exactly performed.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nFor all data, the DDI Lifecycle Metadata standard is used since it allows me to document and manage data throughout the length of the project.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data is stored on the highly protected shared network drive of the KU Leuven Public\nGovernance Institute. \nHow will the data be backed up?\nBeyond the standard backup system used in the shared network drive, which uses snapshot technology to store incremental data changes online, I will also use the Onedrive for Business Cloud\nStorage provided by the KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently, the estimated amount of storage needed will lay somewhere in the 2.2 GB range. Since the Onedrive solution provides up to 2TB of data, and the storage size on the shared network\ndrive has no hard limit, this should be sufficient for storage and backup during the duration of the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe Onedrive for Business Cloud Storage provided by the KU Leuven is suitable even for very confidential data since I use it in combination with the KU Leuven Authenticator App. In the case\nthat I will need to collect personal data down the road, I will apply the necessary extra measures as set out by the KU Leuven. Furthermore, the shared network drive is strongly secured.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage and backup should bring with it no additional costs.\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n3 of 5\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn line with the KU Leuven RDM policy, any data that is relevant to publications (the aforementioned generated datasets) will be retained for at least 10 years. \nWhere will these data be archived (stored and curated for the long-term)?\nIn the shared network drive, as well as in a trusted data repository or archive, being the KU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected for the preservation of the data.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nAll of the data that is relevant to publications are made available through the KU Leuven RDR, which is open access.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll datasets relevant for publication will be made available through the KU Leuven RDR.\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nAttribution CC BY\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, but none are available at this point.\nWhat are the expected costs for data sharing? How will these costs be covered?\nAs the KU Leuven RDR allows every researcher to store up to 50GB per year for free, and considering the low size of datasets that will be generated, no additional costs are expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nToine Paulissen (Research Fellow) \nWho will manage data storage and backup during the research project?\nToine Paulissen (Research Fellow) \nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n4 of 5\nWho will manage data preservation and sharing?\nToine Paulissen (Research Fellow) \nWho will update and implement this DMP?\nToine Paulissen (Research Fellow) \nCreated using DMPonline.be. Last modiﬁed 18 April 2023\n5 of 5"
    },
    "clean_full_text": "Referendum Campaign Finance &amp; Political Parties in Europe A Data Management Plan created using DMPonline.be Creator: Toine Paulissen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1119123N ID: 197651 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: The referendum proliferation visible in Europe since the start of the 1990’s has often been linked to a civil dissatisfaction with representative democracy, but another strand of literature has instead pointed to political agency (i.e. referendums are triggered mainly by political actors and parties with the goal to strengthen their own position) to explain this phenomenon. As this intentional behavior extends to referendum campaigns through which these actors look to influence voter behavior in their favor, a preliminary question yet to be addressed in the literature rises to the fore: to what extent do political parties actively engage in referendum campaigns? A precise quantitative indicator for this can be attained by looking at the referendum campaign finance of the parties, which forms a solid basis for explaining the level of this engagement. By collecting and analyzing data for 213 nation-wide or regional referendums in 26 European countries since 1990, this project aims to explore the concrete financial investment of parties in referendum campaigns in Europe. Additionally, it will look to single out factors that might explain variation, such as political finance regulations (public funding, spending restrictions), the context of the referendum (topic, legal nature, contestation, presence and expenditure of other campaigning actors) and characteristics of the parties themselves (income, issue ownership). Last modified: 18-04-2023 Created using DMPonline.be. Last modiﬁed 18 April 2023 1 of 5 Referendum Campaign Finance & Political Parties in Europe FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Databases of national auditors/electoral commissions These databases are used to collect the spending of political parties in referendum campaigns. For all the countries in my case selection, this data is available online. Reuse existing data Digital Other (government websites) Usually textual data, so in the form of PDFs, but sometimes tabular in the form of XML In total: <1GB National legislation databases For all relevant cases, I use the national legislation databases to collect relevant pieces of legislation on referendum campaign finance. Reuse existing data Digital Other (government websites) Textual (.txt or .pdf) In total: <1GB Political Finance Database The Database provides answers to fundamental questions on political finance within four broad categories: a) Bans and Limits on Private Income, b) Public Funding, c) Regulations on Spending d) Reporting, Oversight and Sanctions. The Database provides country-specific data, which can be viewed for a single country or comparatively. Reuse Existing Data Digital Observational Documentation (website) <100MB European Referendum Political Finance Dataset This dataset does the same as the Political Finance Database, but instead brings together the regulations concerning referendum campaign finance for 31 European countries that have organized a national referendum since 1990. The information is collected by examining the legislation in the respective countries. Generate New Data Digital Compiled/Aggregated Data .xml <100MB Political Party Spending in European Referendums Dataset that shows the amounts spent by political parties in European referendum campaigns since 1990. These amounts are included in their original currency, but also converted into International Dollars to take into account inflation and diverging electorates. This makes the amounts more readily comparable. Generate New Data Digital Compiled/Aggregated Data .xml <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Political Finance Database: https://www.idea.int/data-tools/data/political-finance-database Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 18 April 2023 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For both datasets, codebooks will be created detailing names variable names, as well as info on the values it takes (max & min on quantitative variables, specific values for categorical/ordinal variables and info on how to interpret text variables) and how missing values are coded. This will also include how the material is collected. This information will also be made a available in repositories. Furthermore, for the dataset on party spending, the codebook will also have detailed information on how the conversion to International Dollars is exactly performed. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes For all data, the DDI Lifecycle Metadata standard is used since it allows me to document and manage data throughout the length of the project. 3. Data storage & back-up during the research project Where will the data be stored? The data is stored on the highly protected shared network drive of the KU Leuven Public Governance Institute. How will the data be backed up? Beyond the standard backup system used in the shared network drive, which uses snapshot technology to store incremental data changes online, I will also use the Onedrive for Business Cloud Storage provided by the KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently, the estimated amount of storage needed will lay somewhere in the 2.2 GB range. Since the Onedrive solution provides up to 2TB of data, and the storage size on the shared network drive has no hard limit, this should be sufficient for storage and backup during the duration of the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The Onedrive for Business Cloud Storage provided by the KU Leuven is suitable even for very confidential data since I use it in combination with the KU Leuven Authenticator App. In the case that I will need to collect personal data down the road, I will apply the necessary extra measures as set out by the KU Leuven. Furthermore, the shared network drive is strongly secured. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage and backup should bring with it no additional costs. 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 18 April 2023 3 of 5 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In line with the KU Leuven RDM policy, any data that is relevant to publications (the aforementioned generated datasets) will be retained for at least 10 years. Where will these data be archived (stored and curated for the long-term)? In the shared network drive, as well as in a trusted data repository or archive, being the KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected for the preservation of the data. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository All of the data that is relevant to publications are made available through the KU Leuven RDR, which is open access. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. All datasets relevant for publication will be made available through the KU Leuven RDR. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Attribution CC BY Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, but none are available at this point. What are the expected costs for data sharing? How will these costs be covered? As the KU Leuven RDR allows every researcher to store up to 50GB per year for free, and considering the low size of datasets that will be generated, no additional costs are expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? Toine Paulissen (Research Fellow) Who will manage data storage and backup during the research project? Toine Paulissen (Research Fellow) Created using DMPonline.be. Last modiﬁed 18 April 2023 4 of 5 Who will manage data preservation and sharing? Toine Paulissen (Research Fellow) Who will update and implement this DMP? Toine Paulissen (Research Fellow) Created using DMPonline.be. Last modiﬁed 18 April 2023 5 of 5"
}