{
    "document_id": "D-2023-1800",
    "LinkTitle": "D-2023-1800",
    "file_name": "D-2023-1800.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1800.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP for FWO Research Project 12B5123N.docx",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  1  FWO DMP Template - Flemish Standard Data Management Plan    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \nFWO DMP Template (Flemish Standard DMP)  2  1. General Project Information  Grant Holder Name and ORCID Francesco Praolini, ORCID: http://orcid.org/0000-0001-6313-9294 Contributor Name(s) (+ ORCID) and Role(s) Fellowship Holder: Francesco Praolini (ORCID: http://orcid.org/0000-0001-6313-9294) Project Number1 and Title 12B5123N, New Perspectives on Epistemic Obligation Funder(s) GrantID2 FWO Affiliation(s) KU Leuven (ROR3 identifier: https://ror.org/05f950310) Project Description It is commonplace to say that everyone is entitled to their own opinions. But is that the case? Do we have a right to think whatever we want? Or should we instead conduct our mental lives abiding by a set of distinctive norms? This question has generated a vigorous debate in contemporary epistemology. Prominent voices in the debate hold that the answer to it should be negative: we have an intellectual duty to rid ourselves from irrational beliefs. At the same time, it is increasingly popular to argue that we have no positive intellectual duties. On this view, no intellectual norm concerns the opinions we ought to have, only those we ought not to have. And, so, we can hold each other responsible only for what we believe, not for what we fail to believe. This research project aims to show that this view is wrong: we have some positive intellectual duties, alongside negative ones. Seeking an explanation for this hypothesis, the project advances and defends an unorthodox new theory of intellectual obligation. According to this theory, it is not enough to fit our beliefs with the available evidence, or to put our trust in reliable methods; rather, we ought to believe what maximizes our knowledge and minimizes our ignorance. The project then examines the upshots the theory has and its applications to a set of traditional epistemological problems and paradoxes. Finally, it explores its consequences in the interest of developing a comprehensive theory of intellectual responsibility.        1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ \nFWO DMP Template (Flemish Standard DMP)  3  2. Research Data Summary  \nFWO DMP Template (Flemish Standard DMP)  4  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume Physical Volume   Existing literature I will collect data in the form of papers (read, cited, and referenced for the purposes of the project). I will reuse existing data. These will be digital and physical data. Qualitative; reference or canonical. .pdf The estimated volume of data is <10 MB. I will use physical copies only if they are available in KU Leuven Libraries. General outputs I will generate data in the form new proofs, models, arguments, thought experiments, conceptual analyses and other outputs produced with other methods of analytic philosophy. These will be new data. Most of these will be digital data, but some will also be physical data. Qualitative. .docx, .tex, .pdf, .aux, .bib and the associated .aux, .bbl, .nav, .out, .blg, .snm, .log, .toc. The estimated volume of data is <10 MB. Some textual data will also be stored in notebooks. \nFWO DMP Template (Flemish Standard DMP)  5  Publications I will publish papers (journal articles, book chapters, conference proceedings) on my work. These will be new data. All of these will be produced digitally. Qualitative. .docx, .tex, .pdf, .aux, .bib, .bbl. The estimated volume of data is <10 MB.  Presentations I will give presentations about my work at international conferences and workshops. These will be new data. All of these will be produced digitally. Qualitative. .docx, .tex, .pdf, .aux, .pptx. The estimated volume of data is <10 MB.  Podcast episodes I will launch a podcast.  These will be new data. All of these will be produced digitally. Qualitative. .wav, .mp3 The estimated volume of data is <2 GB.  \n \n 4 Add rows for each dataset you want to describe. \nFWO DMP Template (Flemish Standard DMP)  6  GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER).    If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.   The data I will reuse come from the existing literature (journal articles, book chapters, and conference proceedings).  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. No.   Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. No.  5 These data are generated by combining multiple existing datasets. 6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  7  Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. No. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. No. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. No.    3. Documentation and Metadata  \nFWO DMP Template (Flemish Standard DMP)  8  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  The data collected/generated by this project consist of:  • papers that are read, cited, referenced for the purposes of the project, • new proofs, arguments, thought experiments, conceptual analyses, textual interpretations and other outputs produced with other methods of analytic philosophy., which I will describe in journal articles, book chapters, proceedings papers, and presentations, and • at least six podcast episodes.  To enable internal reuse of the data collected/generated in this project I will pay special attention to:  • bibliography management, • organizing files and folders in a consistent and descriptive way to efficiently locate, identify and use the data in the form of the papers that I have written, • provide bibliographical and non-biographical metadata for the papers that I have written.  With bibliography management I have the following in mind: I will collect all papers read, cited, and referenced in one BibTeX/BibLaTeX master file, a centralized, external flat-file database in LaTeX syntax, which can be referenced in any LaTeX document, and which will be stored on KU Leuven’s central network drives. The BibTeX entry types have required fields. For example:  • required fields for articles: o author, o title, o journal, o year,  • required fields for books: o author or editor, o title, o publisher, \nFWO DMP Template (Flemish Standard DMP)  9  o year.  With file management I have the following in mind:   • I will follow the best practice guidelines for file and folder names provided by KU Leuven Libraries (https://bib.kuleuven.be/english/research/research-datamanagement/topics/organizing-files-and-folders) and, more specifically, • I will name the main file as follows: FWO_SHORTPROJECTNAME, with PROJECTNAME the short name of the project without any special characters, • I will name the subfiles as follows: TOPIC, with TOPIC a short description of the topic without any special characters, • I will organize the subfiles according to topical relations (e.g., subtopic), • I will name files as follows: SHORTTITLE_YYYYMMDD_NM, with  o SHORTTITLE the short title of the paper without any special characters, o YYYYMMDD the date of creation in the date format with the year first, the month second and the day third, and o NM the version number with two decimals, ordered in the standard way (01, 02, and so on).  With the provision of metadata I have the following in mind:  • all LaTeX source files (.tex) will contain at least the following bibliographical metadata: o titles, o author names, o the dates of the last revisions, • all LaTeX source files (.tex) with references to other papers will be associated with a likenamed bibliography file (.bbl) that contains bibliographical metadata for the references found in the in paper.   \nFWO DMP Template (Flemish Standard DMP)  10  External reuse of the collected/generated data is facilitated by  • the fact that the a significant part of the collected/generated data (cited and referenced papers, proofs, arguments, and so on) will be embedded in published papers that will be stored on Open Access archives, • the rich metadata set for each of those publications on the Open Access archives. \nFWO DMP Template (Flemish Standard DMP)  11  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  Yes. See above for information about bibliographical metadata of the papers read, cited, and referenced and the bibliographical and non-biographical metadata for the papers that I will write.  The standards for the metadata of the papers in which the collected/generated data are embedded will depend on the platforms on which these metadata are collected. I will apply those standards when I have to provide information to those platforms. Metadata in the form of bibliographical data will be available via a variety of sources (Lirias, PhilPapers/PhilArchive, ORCID, etc.). Both PhilPapers/PhilArchive and ORCID receive metadata from CrossRef (among other sources). The bibliographic metadata include:  • titles, • author names, • author affiliations, • funding data, • publication dates, • issue numbers, • page numbers, and • DOIs.  The non-bibliographical metadata include:  • abstracts, • keywords, • references found in the paper, and • citations of the paper.  A special feature of PhilPapers is that it aims to categorize every item into up to three areas of philosophy, according to a fine-grained taxonomy. The “Browse by Area” menu takes you to pages for about 40 broad areas of philosophy, falling under five major clusters. From here you can select more fine-grained topics and subtopics. The Categorization Project of PhilPapers is setting the international standard in the field of philosophy. \nFWO DMP Template (Flemish Standard DMP)  12    4. Data Storage & Back-up during the Research Project  Where will the data be stored? I will store data on KU Leuven’s central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. I will keep the project folders on the central network drives for at least 5 years after the end of the research project. All publications will be stored in KU Leuven’s open access repository, Lirias (https://lirias.kuleuven.be), and on the subject repository, PhilArchive (https://philarchive.org/). All podcast episodes will be uploaded on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7  REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.  I will store the data on KU Leuven’s central network drives (https://drives.kuleuven.be/), which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the “I: Drive” is used. All publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be), and on the subject repository, PhilArchive (https://philarchive.org/). All podcast episodes will be uploaded on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/).  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. The estimated volume of generated data is <2.005 GB. This is a small volume of data, compared to the 50 GB of space available to every user of the network drives.  \n 7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  13  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7  Data protection and security policies of KU Leuven apply to its central network drives. OneDrive is GDPR compliant.  What are the expected costs for data storage and backup during the research project? How will these costs be covered? None. KU Leuven pays for data storage on its central network drives and on OneDrive. Spreaker and YouTube are platforms available at no cost.    5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The following data will be retained:  • papers that I have read, cited, and referenced, • the bibliographical metadata for the papers that we have read, cited, and referenced, • proofs, models, arguments, thought experiments, conceptual analyses and other general outputs produced with other methods of analytic philosophy, which I will describe in my published papers,  • the bibliographical and non-biographical metadata for the papers that I will have written, and • the podcast episodes.  \nFWO DMP Template (Flemish Standard DMP)  14  Where will these data be archived (stored and curated for the long-term)? I will store the data and metadata on KU Leuven’s central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the “I: Drive” will be used. I will keep the project folders on the central network drives for at least 5 years after the end of the research project. All publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be), and on the subject repository, PhilArchive (https://philarchive.org/). All podcast episodes will be uploaded on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/).   What are the expected costs for data preservation during the expected retention period? How will these costs be covered?    Storage on KU Leuven’s central network drives and in the Open Access archives Lirias (https://lirias.kuleuven.be) and PhilArchive (https://philarchive.org/) is free of costs. Spreaker and YouTube are platforms available at no cost.    \nFWO DMP Template (Flemish Standard DMP)  15  6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  Yes. All publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be) and PhilArchive (https://philarchive.org/), although an embargo period will sometimes have to be respected. All podcast episodes will be made accessible on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/).  If access is restricted, please specify who will be able to access the data and under what conditions.  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No.  Where will the data be made available?  If already known, please provide a repository per dataset or data type. All publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be) and PhilArchive (https://philarchive.org/), although an embargo period will sometimes have to be respected. All podcast episodes will be made accessible on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). When will the data be made available?  THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.  The research results will be made available upon publication. At least two podcast episodes will be released every year.   \nFWO DMP Template (Flemish Standard DMP)  16  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT.  EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8    The data will be made available under a standard Creative Commons Attribution license, so that users have to give credit to the original data creators. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  No.   What are the expected costs for data sharing? How will these costs be covered?   Sharing via open access archives is free of costs. The cost of data sharing via OneDrive is covered by KU Leuven.  Spreaker and YouTube are platforms available at no cost.  7. Responsibilities  Who will manage data documentation and metadata during the research project? Francesco Praolini  8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  17  Who will manage data storage and backup during the research project? Francesco Praolini Who will manage data preservation and sharing? Francesco Praolini Who will update and implement this DMP? Francesco Praolini           "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Grant Holder Name and ORCID Francesco Praolini, ORCID: http://orcid.org/0000-0001-6313-9294 Contributor Name(s) (+ ORCID) and Role(s) Fellowship Holder: Francesco Praolini (ORCID: http://orcid.org/0000-0001-6313-9294) Project Number1 and Title 12B5123N, New Perspectives on Epistemic Obligation Funder(s) GrantID2 FWO Affiliation(s) KU Leuven (ROR3 identifier: https://ror.org/05f950310) Project Description It is commonplace to say that everyone is entitled to their own opinions. But is that the case? Do we have a right to think whatever we want? Or should we instead conduct our mental lives abiding by a set of distinctive norms? This question has generated a vigorous debate in contemporary epistemology. Prominent voices in the debate hold that the answer to it should be negative: we have an intellectual duty to rid ourselves from irrational beliefs. At the same time, it is increasingly popular to argue that we have no positive intellectual duties. On this view, no intellectual norm concerns the opinions we ought to have, only those we ought not to have. And, so, we can hold each other responsible only for what we believe, not for what we fail to believe. This research project aims to show that this view is wrong: we have some positive intellectual duties, alongside negative ones. Seeking an explanation for this hypothesis, the project advances and defends an unorthodox new theory of intellectual obligation. According to this theory, it is not enough to fit our beliefs with the available evidence, or to put our trust in reliable methods; rather, we ought to believe what maximizes our knowledge and minimizes our ignorance. The project then examines the upshots the theory has and its applications to a set of traditional epistemological problems and paradoxes. Finally, it explores its consequences in the interest of developing a comprehensive theory of intellectual responsibility. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume Physical Volume Existing literature I will collect data in the form of papers (read, cited, and referenced for the purposes of the project). I will reuse existing data. These will be digital and physical data. Qualitative; reference or canonical. .pdf The estimated volume of data is <10 MB. I will use physical copies only if they are available in KU Leuven Libraries. General outputs I will generate data in the form new proofs, models, arguments, thought experiments, conceptual analyses and other outputs produced with other methods of analytic philosophy. These will be new data. Most of these will be digital data, but some will also be physical data. Qualitative. .docx, .tex, .pdf, .aux, .bib and the associated .aux, .bbl, .nav, .out, .blg, .snm, .log, .toc. The estimated volume of data is <10 MB. Some textual data will also be stored in notebooks. FWO DMP Template (Flemish Standard DMP) 5 Publications I will publish papers (journal articles, book chapters, conference proceedings) on my work. These will be new data. All of these will be produced digitally. Qualitative. .docx, .tex, .pdf, .aux, .bib, .bbl. The estimated volume of data is <10 MB. Presentations I will give presentations about my work at international conferences and workshops. These will be new data. All of these will be produced digitally. Qualitative. .docx, .tex, .pdf, .aux, .pptx. The estimated volume of data is <10 MB. Podcast episodes I will launch a podcast. These will be new data. All of these will be produced digitally. Qualitative. .wav, .mp3 The estimated volume of data is <2 GB. 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6 GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The data I will reuse come from the existing literature (journal articles, book chapters, and conference proceedings). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. No. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. No. 5 These data are generated by combining multiple existing datasets. 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. No. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. No. 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The data collected/generated by this project consist of: • papers that are read, cited, referenced for the purposes of the project, • new proofs, arguments, thought experiments, conceptual analyses, textual interpretations and other outputs produced with other methods of analytic philosophy., which I will describe in journal articles, book chapters, proceedings papers, and presentations, and • at least six podcast episodes. To enable internal reuse of the data collected/generated in this project I will pay special attention to: • bibliography management, • organizing files and folders in a consistent and descriptive way to efficiently locate, identify and use the data in the form of the papers that I have written, • provide bibliographical and non-biographical metadata for the papers that I have written. With bibliography management I have the following in mind: I will collect all papers read, cited, and referenced in one BibTeX/BibLaTeX master file, a centralized, external flat-file database in LaTeX syntax, which can be referenced in any LaTeX document, and which will be stored on KU Leuven’s central network drives. The BibTeX entry types have required fields. For example: • required fields for articles: o author, o title, o journal, o year, • required fields for books: o author or editor, o title, o publisher, FWO DMP Template (Flemish Standard DMP) 9 o year. With file management I have the following in mind: • I will follow the best practice guidelines for file and folder names provided by KU Leuven Libraries (https://bib.kuleuven.be/english/research/research-datamanagement/topics/organizing-files-and-folders) and, more specifically, • I will name the main file as follows: FWO_SHORTPROJECTNAME, with PROJECTNAME the short name of the project without any special characters, • I will name the subfiles as follows: TOPIC, with TOPIC a short description of the topic without any special characters, • I will organize the subfiles according to topical relations (e.g., subtopic), • I will name files as follows: SHORTTITLE_YYYYMMDD_NM, with o SHORTTITLE the short title of the paper without any special characters, o YYYYMMDD the date of creation in the date format with the year first, the month second and the day third, and o NM the version number with two decimals, ordered in the standard way (01, 02, and so on). With the provision of metadata I have the following in mind: • all LaTeX source files (.tex) will contain at least the following bibliographical metadata: o titles, o author names, o the dates of the last revisions, • all LaTeX source files (.tex) with references to other papers will be associated with a likenamed bibliography file (.bbl) that contains bibliographical metadata for the references found in the in paper. FWO DMP Template (Flemish Standard DMP) 10 External reuse of the collected/generated data is facilitated by • the fact that the a significant part of the collected/generated data (cited and referenced papers, proofs, arguments, and so on) will be embedded in published papers that will be stored on Open Access archives, • the rich metadata set for each of those publications on the Open Access archives. FWO DMP Template (Flemish Standard DMP) 11 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. Yes. See above for information about bibliographical metadata of the papers read, cited, and referenced and the bibliographical and non-biographical metadata for the papers that I will write. The standards for the metadata of the papers in which the collected/generated data are embedded will depend on the platforms on which these metadata are collected. I will apply those standards when I have to provide information to those platforms. Metadata in the form of bibliographical data will be available via a variety of sources (Lirias, PhilPapers/PhilArchive, ORCID, etc.). Both PhilPapers/PhilArchive and ORCID receive metadata from CrossRef (among other sources). The bibliographic metadata include: • titles, • author names, • author affiliations, • funding data, • publication dates, • issue numbers, • page numbers, and • DOIs. The non-bibliographical metadata include: • abstracts, • keywords, • references found in the paper, and • citations of the paper. A special feature of PhilPapers is that it aims to categorize every item into up to three areas of philosophy, according to a fine-grained taxonomy. The “Browse by Area” menu takes you to pages for about 40 broad areas of philosophy, falling under five major clusters. From here you can select more fine-grained topics and subtopics. The Categorization Project of PhilPapers is setting the international standard in the field of philosophy. FWO DMP Template (Flemish Standard DMP) 12 4. Data Storage & Back-up during the Research Project Where will the data be stored? I will store data on KU Leuven’s central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. I will keep the project folders on the central network drives for at least 5 years after the end of the research project. All publications will be stored in KU Leuven’s open access repository, Lirias (https://lirias.kuleuven.be), and on the subject repository, PhilArchive (https://philarchive.org/). All podcast episodes will be uploaded on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE. I will store the data on KU Leuven’s central network drives (https://drives.kuleuven.be/), which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the “I: Drive” is used. All publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be), and on the subject repository, PhilArchive (https://philarchive.org/). All podcast episodes will be uploaded on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. The estimated volume of generated data is <2.005 GB. This is a small volume of data, compared to the 50 GB of space available to every user of the network drives. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7 Data protection and security policies of KU Leuven apply to its central network drives. OneDrive is GDPR compliant. What are the expected costs for data storage and backup during the research project? How will these costs be covered? None. KU Leuven pays for data storage on its central network drives and on OneDrive. Spreaker and YouTube are platforms available at no cost. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The following data will be retained: • papers that I have read, cited, and referenced, • the bibliographical metadata for the papers that we have read, cited, and referenced, • proofs, models, arguments, thought experiments, conceptual analyses and other general outputs produced with other methods of analytic philosophy, which I will describe in my published papers, • the bibliographical and non-biographical metadata for the papers that I will have written, and • the podcast episodes. FWO DMP Template (Flemish Standard DMP) 14 Where will these data be archived (stored and curated for the long-term)? I will store the data and metadata on KU Leuven’s central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the “I: Drive” will be used. I will keep the project folders on the central network drives for at least 5 years after the end of the research project. All publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be), and on the subject repository, PhilArchive (https://philarchive.org/). All podcast episodes will be uploaded on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage on KU Leuven’s central network drives and in the Open Access archives Lirias (https://lirias.kuleuven.be) and PhilArchive (https://philarchive.org/) is free of costs. Spreaker and YouTube are platforms available at no cost. FWO DMP Template (Flemish Standard DMP) 15 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS Yes. All publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be) and PhilArchive (https://philarchive.org/), although an embargo period will sometimes have to be respected. All podcast episodes will be made accessible on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No. Where will the data be made available? If already known, please provide a repository per dataset or data type. All publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be) and PhilArchive (https://philarchive.org/), although an embargo period will sometimes have to be respected. All podcast episodes will be made accessible on Spreaker (https://www.spreaker.com/) and a dedicated YouTube channel (https://www.youtube.com/). When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. The research results will be made available upon publication. At least two podcast episodes will be released every year. FWO DMP Template (Flemish Standard DMP) 16 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 The data will be made available under a standard Creative Commons Attribution license, so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. No. What are the expected costs for data sharing? How will these costs be covered? Sharing via open access archives is free of costs. The cost of data sharing via OneDrive is covered by KU Leuven. Spreaker and YouTube are platforms available at no cost. 7. Responsibilities Who will manage data documentation and metadata during the research project? Francesco Praolini 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17 Who will manage data storage and backup during the research project? Francesco Praolini Who will manage data preservation and sharing? Francesco Praolini Who will update and implement this DMP? Francesco Praolini"
}