{
    "document_id": "D-2023-1883",
    "LinkTitle": "D-2023-1883",
    "file_name": "D-2023-1883.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1883.pdf",
    "metadata": {
        "title": "Decrypting deficient embryo-endometrium interaction in infertility using cutting-edge blastocyst and endometrium models: spotlights on endometriosis and polycystic ovary syndrome",
        "author": "N/A",
        "creation_date": "2023-04-28 14:45:46+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Decrypting deficient embryo-endometrium interaction in infertility using cutting-edge\nblastocyst and endometrium models: spotlights on endometriosis and polycystic ovary\nsyndrome\nA Data Management Plan created using DMPonline.be\nCreator: \nCeline Bueds\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1129323N\nID: \n198862\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nOne week after fertilization, the human embryo implants into the uterus, requiring highly coordinated crosstalk with the uterine lining\n(endometrium). To welcome and nest the nascent embryo (blastocyst), the endometrium must decidualize and reach a receptive state.\nPerturbed decidualization and receptivity are considered to be major causes of infertility. Here, we will deeply decrypt aberrations in these\nprocesses in two widespread burdening diseases highly associated with infertility, i.e. endometriosis and polycystic ovary syndrome\n(PCOS), to date only poorly understood. We will apply our recently designed unique in vitro human implantation model in which high-\nfidelity embryo models (blastoids) are combined with biomimetic endometrium constructs, found to reliably capture the first events of\nembryo-endometrium interaction. The endometrium mimics are developed from organoids established from endometrial biopsies of\nhealthy (fertile) or infertile patients, which typically recapitulate the original tissue characteristics. Using the organoid and implantation\nmodels, we will unravel the mechanisms perturbed in endometrial decidualization and embryo interaction in endometriosis and PCOS, by\napplying cutting-edge single-cell multi-omics, followed by functional validation through pharmacological and CRISPR/Cas9 genetic\ninterference. Our study will provide deep insight into what goes wrong at the embryo-woman interface in the prevalent infertility-\nassociated endometriosis and PCOS.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 6\nDecrypting deficient embryo-endometrium interaction in infertility using cutting-edge\nblastocyst and endometrium models: spotlights on endometriosis and polycystic ovary\nsyndrome\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 6\n \n \n \n \nOnly for digital\ndata\nOnly for digital data \nOnly for digital data \nOnly for physical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nEndometrial biopsies of\nendometriosis patients\nBiopsies are obtained\nvia the fertility clinic of\nUZ Leuven (under\nethical approval).\nGenerate new data\nReuse existing data\nPhysical\nNA\nNA\nNA\n<200 samples\nEndometrial biopsies of\nboth healthy women\nand PCOS patients\nBiopsies are obtained\nvia the fertility clinic of\nUZ Leuven (under\nethical approval) of\nPCOS patient and\nhealthy volunteers\nGenerate new data\nPhysical\nNA\nNA\nNA\n<100 samples\nBlastocysts\nSupernumary\nblastocysts stored in\nfertility center UZ\nLeuven\nGenerate new data\nPhysical\nNA\nNA\nNA\n<800 blastocysts\nParaformaldehyde\n(PFA)-fixed patient\nendometrial biopsies\nand organoids\nOrganoids and fixed\nsamples are obtained\nas published in PMID:\n28442471 and stored\nin designated storage\nspaces.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<200 samples\nRNA from biopsies, \norganoids and\n(attached)\nblastocysts/blastoids\nRNA samples are\nobtained from primary\ntissue as well as from\norganoids at multiple\npassages. (Storted at\n-80°C).\n \nRNA will also be\ncollected from\npotentially attached\nGenerate new data\nPhysical\nNA\nNA\nNA\n<700 samples\ncDNA from biopsies,\norganoids and\n(attached) blastoids/\nblastocysts\ncDNA samples are\nobtained from primary\ntissue as well as from\norganoids  and\npotentially attached\nblastoids/blastocysts at\nmultiple passages.\n(Storted at\n-20°C)\nGenerate new data\nPhysical\nNA\nNA\nNA\n<700 samples\nCryopreserved\nsamples, organoids and\nstromal cells\nCyropreservation in\nbiobank of primary\nsamples and organoids\nor stromal cells.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<1000 samples\nLab book\nNotes on experiments,\nobservations in the lab\nGenerate new data\nPhysical\nNA\nNA\nNA\n<1000 samples\nPCR results\nImages from sections\nof organoids and\nprimary\ntissue/biopsy\nGenerate new data\nDigital\nExperimental\n.tif, .csv\n<1 GB\nNA\nLight epifluorescence\nand confocal images\nImages from sections\nof organoids and\nprimary\ntissue/biopsy\nGenerate new data\nDigital\nExperimental\n.tif, .lif, .lsm\n<100 GB\nNA\nRNA/DNA\nconcentration/quality\nInformation obtained\nafter RNA extraction\nvia measurement with\nNanodrop\nGenerate new data\nDigital\nExperimental\n.xlsx\n<100 MB\nNA\nRT-qPCR data/graphs\nData/graphs created\nvia QuantStudio Real\nTime pcr software\nGenerate new data\nDigital\nExperimental\n.xlsx, .rds, . fastq,\n.fasta , .pfd\n<1 TB\nNA\nSingle-cell (sc)\nsequencing data\nscATAC-seq, scM&T-\nseq of primary\nendometrial biopsies, \norganoids and\n(attached)\nblastoids/blastocysts\n(published and own)\nGenerate new data\nReuse existing data\nDigital\nExperimental\n.xlsx, .eds, .pzfx\n<1 GB\nNA\nExperimental analysis\ndata and manuscripts\nAnalysis of obtained\ndata summarized in\npresentations/excel\nfiles\nGenerate new data\nDigital\nExperimental\n.xlsx, .docs, .pptx\n<100 MB\nNA\nBiopsy/organoid/stromal\ncell/naive cell biobank\ndatabase\nDatabase on storage\nof samples in biobank\nGenerate new data\nDigital\nExperimental\n.xlsx\n<100 MB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nUse of already obtained endometrial biopsies of healthy women and endometriosis patients in our lab. (DOI: \n1038/s41556-019-0360-z\n)\nUse of published scRNA-seq datasets of endometrial biopsies/organoids from healthy women and endometriosis patients\n(DOI: \n10.1038/s41588-021-00972-2\n, DOI: \n10.1073/pnas.1915389116\n, DOI: \n10.1038/s41556-022-00961-5\n, DOI: \n10.1038/s41586-021-04267-8\n)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 6\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nPatients' relevant clinical data will be retrieved from ‘UZ Leuven clinical work station’. Patients' name and identity data will be kept in a separate encrypted database (access authorization for PI\nand 1 delegated researcher, with audit trail).\nPermission for healthy and diseased endometrium (endometriosis and PCOS) research and blastocysts has been obtained from the Ethical Commission Research UZ/KU Leuven (S59006,\nS59177 and S62765, S65570 of collaborator Dr. J. Vriens).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nThe personal data has been rendered pseudonymised. This way the individual is no longer identifiable for us, but can be re-identified if necessary (through the doctor). We will only work with\npatient information relating symptoms, age, medication…\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n- Daily lab activities are recorded in detail in the lab book.\n \n- For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, amount of days in culture,\nmagnification used. Images will be saved on the shared drive of the lab and KU Leuven OneDrive in a designated folder of the particular experiment. Within the experiment folder, additional\nfolders are labeled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab\nbook. A meta data file, generated by the microscope programme, is saved automatically together with the image.\n \n- For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later\ntransfered manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is included.\n \n- For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"date, qPCR_experiment name\". The qPCR data is saved in a \"qPCR folder\" within the\nfolder of the specific experiment, together with the template of the particular qPCR reaction. Name of the template file: \"date, qPCR_experiment name_layout\". Graphs from the data are made\nusing Graphpad Prism (.pzfx file). FIle is named: \"date, Graphs_expriment name\", and saved in the same folder.\n \n- Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation... are all included in the lab book and stored on KU\nLeuven OneDrive in a designated folder. In the table of contents of the lab book the page number of each protocol included in the lab book can be found.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nAt the moment, Metadata standards are not implemented in the research group, so the DDI (Data Documentation Initiative) will be used. The microscope programme automatically generates an\nmetadata file for every image which is saved together with the image. In general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further\nsubdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic back-up) and a copy is stored on the KU Leuven OneDrive. Copies can be made on\nthe applicants personal OneDrive.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 6\nPhysical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research group.\nAll data stored in the lab ooks remain available in the host lab even after departure of the applicant.\nAfter the research: The digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq data). After\ncompleting the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nHow will the data be backed up?\nDigital data are stored on the shared server of the lab (KU Leuven) and on the KU Leuven OneDrive, which both have automatic back-up.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the shared drive of the lab and KU Leuven OneDrive are secured by a 2-step authentication process with personal log-in (personal u-number and password) and activation of the\nmultifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant.\nPhysical data is securely stored in the lab and offices that are only accessible through a badge system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity unexpectedly exceeds 2 TB,\nKU Leuven provides a large volume storage for research data in a cost-efficient manner: 104,42 euro/TB/year (to be purchased in blocks of 5 TB)\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNA-seq data). After completing the\nstudy, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nRNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept for the expected 5 year\nperiod after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNAseq data). After completing the\nstudy, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nThe following datasets will be made available:\nFluorescence/brightfield images\nqPCR data\nscRNA-sequencing dataset\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 6\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis.\nThe scRNA-sequencing data will be made available on ArrayExpress after publication.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on the journals policy (post-\npublication data repository). RNA sequencing data can be accessed on ArrayExpress after publication.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\n/\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are currently no expected costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPhD student, Celine Bueds \nWho will manage data storage and backup during the research project?\nPhD student, Celine Bueds \nWho will manage data preservation and sharing?\nThe promotor, Prof. Dr. Hugo Vankelecom \nWho will update and implement this DMP?\nPhD student, Celine Bueds during the research project. The promotor, Prof. Dr. Hugo Vankelecom will take over once the PhD is finished. The promotor, prof. Dr. Hugo Vankelecom, bears the\nend responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n6 of 6"
    },
    "clean_full_text": "Decrypting deficient embryo-endometrium interaction in infertility using cutting-edge blastocyst and endometrium models: spotlights on endometriosis and polycystic ovary syndrome A Data Management Plan created using DMPonline.be Creator: Celine Bueds Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1129323N ID: 198862 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: One week after fertilization, the human embryo implants into the uterus, requiring highly coordinated crosstalk with the uterine lining (endometrium). To welcome and nest the nascent embryo (blastocyst), the endometrium must decidualize and reach a receptive state. Perturbed decidualization and receptivity are considered to be major causes of infertility. Here, we will deeply decrypt aberrations in these processes in two widespread burdening diseases highly associated with infertility, i.e. endometriosis and polycystic ovary syndrome (PCOS), to date only poorly understood. We will apply our recently designed unique in vitro human implantation model in which high- fidelity embryo models (blastoids) are combined with biomimetic endometrium constructs, found to reliably capture the first events of embryo-endometrium interaction. The endometrium mimics are developed from organoids established from endometrial biopsies of healthy (fertile) or infertile patients, which typically recapitulate the original tissue characteristics. Using the organoid and implantation models, we will unravel the mechanisms perturbed in endometrial decidualization and embryo interaction in endometriosis and PCOS, by applying cutting-edge single-cell multi-omics, followed by functional validation through pharmacological and CRISPR/Cas9 genetic interference. Our study will provide deep insight into what goes wrong at the embryo-woman interface in the prevalent infertility- associated endometriosis and PCOS. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 6 Decrypting deficient embryo-endometrium interaction in infertility using cutting-edge blastocyst and endometrium models: spotlights on endometriosis and polycystic ovary syndrome FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 6 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Endometrial biopsies of endometriosis patients Biopsies are obtained via the fertility clinic of UZ Leuven (under ethical approval). Generate new data Reuse existing data Physical NA NA NA <200 samples Endometrial biopsies of both healthy women and PCOS patients Biopsies are obtained via the fertility clinic of UZ Leuven (under ethical approval) of PCOS patient and healthy volunteers Generate new data Physical NA NA NA <100 samples Blastocysts Supernumary blastocysts stored in fertility center UZ Leuven Generate new data Physical NA NA NA <800 blastocysts Paraformaldehyde (PFA)-fixed patient endometrial biopsies and organoids Organoids and fixed samples are obtained as published in PMID: 28442471 and stored in designated storage spaces. Generate new data Physical NA NA NA <200 samples RNA from biopsies, organoids and (attached) blastocysts/blastoids RNA samples are obtained from primary tissue as well as from organoids at multiple passages. (Storted at -80°C). RNA will also be collected from potentially attached Generate new data Physical NA NA NA <700 samples cDNA from biopsies, organoids and (attached) blastoids/ blastocysts cDNA samples are obtained from primary tissue as well as from organoids and potentially attached blastoids/blastocysts at multiple passages. (Storted at -20°C) Generate new data Physical NA NA NA <700 samples Cryopreserved samples, organoids and stromal cells Cyropreservation in biobank of primary samples and organoids or stromal cells. Generate new data Physical NA NA NA <1000 samples Lab book Notes on experiments, observations in the lab Generate new data Physical NA NA NA <1000 samples PCR results Images from sections of organoids and primary tissue/biopsy Generate new data Digital Experimental .tif, .csv <1 GB NA Light epifluorescence and confocal images Images from sections of organoids and primary tissue/biopsy Generate new data Digital Experimental .tif, .lif, .lsm <100 GB NA RNA/DNA concentration/quality Information obtained after RNA extraction via measurement with Nanodrop Generate new data Digital Experimental .xlsx <100 MB NA RT-qPCR data/graphs Data/graphs created via QuantStudio Real Time pcr software Generate new data Digital Experimental .xlsx, .rds, . fastq, .fasta , .pfd <1 TB NA Single-cell (sc) sequencing data scATAC-seq, scM&T- seq of primary endometrial biopsies, organoids and (attached) blastoids/blastocysts (published and own) Generate new data Reuse existing data Digital Experimental .xlsx, .eds, .pzfx <1 GB NA Experimental analysis data and manuscripts Analysis of obtained data summarized in presentations/excel files Generate new data Digital Experimental .xlsx, .docs, .pptx <100 MB NA Biopsy/organoid/stromal cell/naive cell biobank database Database on storage of samples in biobank Generate new data Digital Experimental .xlsx <100 MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Use of already obtained endometrial biopsies of healthy women and endometriosis patients in our lab. (DOI: 1038/s41556-019-0360-z ) Use of published scRNA-seq datasets of endometrial biopsies/organoids from healthy women and endometriosis patients (DOI: 10.1038/s41588-021-00972-2 , DOI: 10.1073/pnas.1915389116 , DOI: 10.1038/s41556-022-00961-5 , DOI: 10.1038/s41586-021-04267-8 ) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 6 Please refer to specific datasets or data types when appropriate. Yes, human subject data Patients' relevant clinical data will be retrieved from ‘UZ Leuven clinical work station’. Patients' name and identity data will be kept in a separate encrypted database (access authorization for PI and 1 delegated researcher, with audit trail). Permission for healthy and diseased endometrium (endometriosis and PCOS) research and blastocysts has been obtained from the Ethical Commission Research UZ/KU Leuven (S59006, S59177 and S62765, S65570 of collaborator Dr. J. Vriens). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No The personal data has been rendered pseudonymised. This way the individual is no longer identifiable for us, but can be re-identified if necessary (through the doctor). We will only work with patient information relating symptoms, age, medication… Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). - Daily lab activities are recorded in detail in the lab book. - For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, amount of days in culture, magnification used. Images will be saved on the shared drive of the lab and KU Leuven OneDrive in a designated folder of the particular experiment. Within the experiment folder, additional folders are labeled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope programme, is saved automatically together with the image. - For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later transfered manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is included. - For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"date, qPCR_experiment name\". The qPCR data is saved in a \"qPCR folder\" within the folder of the specific experiment, together with the template of the particular qPCR reaction. Name of the template file: \"date, qPCR_experiment name_layout\". Graphs from the data are made using Graphpad Prism (.pzfx file). FIle is named: \"date, Graphs_expriment name\", and saved in the same folder. - Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation... are all included in the lab book and stored on KU Leuven OneDrive in a designated folder. In the table of contents of the lab book the page number of each protocol included in the lab book can be found. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No At the moment, Metadata standards are not implemented in the research group, so the DDI (Data Documentation Initiative) will be used. The microscope programme automatically generates an metadata file for every image which is saved together with the image. In general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions. 3. Data storage & back-up during the research project Where will the data be stored? During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic back-up) and a copy is stored on the KU Leuven OneDrive. Copies can be made on the applicants personal OneDrive. Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 6 Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research group. All data stored in the lab ooks remain available in the host lab even after departure of the applicant. After the research: The digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. How will the data be backed up? Digital data are stored on the shared server of the lab (KU Leuven) and on the KU Leuven OneDrive, which both have automatic back-up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared drive of the lab and KU Leuven OneDrive are secured by a 2-step authentication process with personal log-in (personal u-number and password) and activation of the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant. Physical data is securely stored in the lab and offices that are only accessible through a badge system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for research data in a cost-efficient manner: 104,42 euro/TB/year (to be purchased in blocks of 5 TB) 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNA-seq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. RNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNAseq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The following datasets will be made available: Fluorescence/brightfield images qPCR data scRNA-sequencing dataset If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 6 Where will the data be made available? If already known, please provide a repository per dataset or data type. The obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis. The scRNA-sequencing data will be made available on ArrayExpress after publication. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Data can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on the journals policy (post- publication data repository). RNA sequencing data can be accessed on ArrayExpress after publication. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes / What are the expected costs for data sharing? How will these costs be covered? There are currently no expected costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? PhD student, Celine Bueds Who will manage data storage and backup during the research project? PhD student, Celine Bueds Who will manage data preservation and sharing? The promotor, Prof. Dr. Hugo Vankelecom Who will update and implement this DMP? PhD student, Celine Bueds during the research project. The promotor, Prof. Dr. Hugo Vankelecom will take over once the PhD is finished. The promotor, prof. Dr. Hugo Vankelecom, bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 28 April 2023 6 of 6"
}