{
    "document_id": "D-2023-2254",
    "LinkTitle": "D-2023-2254",
    "file_name": "D-2023-2254.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2254.pdf",
    "metadata": {
        "title": "Enriched conversational XAI methods for healthcare",
        "author": "N/A",
        "creation_date": "2023-07-12 15:06:51+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Enriched conversational XAI methods for healthcare\nA Data Management Plan created using DMPonline.be\nCreator: \nRobin De Croon\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0A4923N\nID: \n201058\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nDespite the rich set of eXplainable Artificial Intelligence (XAI)\nmethods that have been proposed to justify the outcome of Machine Learning (ML) models in healthcare applications,\nmany open challenges remain: most of these efforts are focused on algorithm developers rather than healthcare\nprofessionals, who often have little or no knowledge of ML models. The majority of the XAI systems also rely on complex\nvisual representations of models and their features. In addition, the vast majority of the applications of XAI are focused\non providing low-level \"narrow\" explanations of how an individual decision was reached and provide insufficient insight\ninto the reasoning of models and the explanatory depth that people require to accept and trust the decision-making of\nthe model. In this project, we will research the following objectives to address these challenges: first, we will research\nhow conversational explanation methods able to provide insight into model beliefs and reasoning with natural language\ncan be used as opposed to complex visual representations. Second, we will research how these explanations can be\nenriched to provide more general, broader, explanations with sufficient meaning. Third, we will research how such\ninterfaces can be adapted on the fly to different personal characteristics. The overall objective is to come up with a\ngeneric framework for enriched conversational explanation methods that meet the communication needs of healthcare\nprofessionals.\nLast modified: \n12-07-2023\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n1 of 5\nEnriched conversational XAI methods for healthcare\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nType of data\nFormat\nVolume\nHow created\nUser-centred design data\n.docx\n< 1 GB\nFocus groups and formative evaluations will be organised. This data will be transcribed and stored in\n.docx files\nSource code of explanation methods and\nframework\n.js .py\n< 1 GB\nSource code\nObservational data\n.json\n< 1 GB\nInteraction logs\nQuestionnaires\n.xlsx\n< 1 GB\nPre- and poststudy questionnaire data\nUser interface designs\n.tiff .svg\n1 - 10\nGB\nUser-centered design process and evaluations will result in intermediate screen designs\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAn important part of the study will be a retrospective population-based study. It will be performed using electronic health record (EHR) data collected at ten primary care\ninstitutions in different parts of Slovenia. The \ndataset was anonymised at the healthcare centres and centrally stored at the University of Maribor (UM)\n in the\nscope of the previous projects. Based on the data from these healthcare centres that is currently available to UM researchers, we estimate the total number of patients\nincluded in the final analysis to reach 5,000 patients.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nShort description of the kind of personal data that will be used:\nFocus groups and interviews will be conducted and recorded. Afterwards the recordings will be transribed and removed.\nPersonality questionnaires will be conducted. The objective is to adapt explanations according to different variables, including the user profile and the context. We\nwill research how these variables can be detected and how explanation interfaces can be adapted onthefly.\nContact details for the informed consent and (optional) study updates.\nPrivacy Registry Reference: We are applying for a PRET application (including ethics evaluation by SMEC). Personal data will only be collected after approval of PRET.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nWhenever opportunities for valorisation present themselves, it will be discussed with all project members. The conclusions will be appended to this data management\nplan.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n2 of 5\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nResearch methods and practices will be fully documented as docx-files. Details on the setting of the interviews, the selection of interview subjects and the instructions\ngiven to interviewers will be documented in a docx-file. The data from interview questionnaires will be added to the documentation, as well as an overview of all steps\ntaken to remove direct identifiers in the data. Finally, we require that each algorithm/code is accompanied by instructions on how to store, open and read it: all data fields\nshould have meaningful names; all files should be accompanied by a README file that describes the goal of the study, the data format and the meaning of all stored\nquantities; all files should be accompanied by a package file (e.g., yarn or pip) that describes the data format as well as the (version of) the software needed to run the\ncode.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nAll steps in the research will be documented as explained in Section 2.1 to ensure findability and reusability of the data. Furthermore, \nthe use of git has become a\ndefacto standard for codesharing and documentation.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n1\n. \nThe time-stamped master copy of the data will be kept on our research unit central storage facility using Nextcloud. Copies can be made and kept on personal\ndevices.\n2\n. \nAll personal data will be pseudo-anonymised as quickly as possible, the coding table will not be stored locally and only in an access controled environment using\nNextcloud. The data will be stored in the university's secure environment using Nextcloud managed by the system group of the Department of Computer Science.\n3\n. \nSince we will collaborate with researchers from other research units and groups, we will use Nextcloud for active use of the data during the project.\nHow will the data be backed up?\nThe Computer Science department guarantees that our nextcloud file servers are backuped correctly. Once each researcher automatically syncs with the centrally\ncontrolled system, backup is automatic.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe computer science department ensures sufficient storage for all server backups. Nextcloud ensures consistent sync between the researchers' computers and the data\nserver.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe rely on the Department of Computer Science System Group for security. The nextcloud setup enables us to limit access control to data. It can only be accessed when\nspecific clearance is granted.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage is already available. The HCI devision in the Department of Computer Science has expanded its storage capacity using NetApp technology. This additional\nstorage is accessible through Nextcloud (managed by the System Group of the Department of Computer Science).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll research data will be stored for 10 years - according to KU Leuven’s research data management policy.\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n3 of 5\nData will be archived using the KU Leuven Tivoli system for archiving.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData preservation costs are already included in the yearly Computer Science department contribution.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nNo (closed access)\nOther, please specify:\nThe health datasets remains at Maribor University and cannot be shared.\nWe will publish our research results (user interfaces, explainability modules, etc) in scientific venues and release the source code on our public github page.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nThird parties will have access to our outcome data through our publications and after setting up a new collaboration. For industrial users, the conditions will be\ndetermined in collaboration with LRD.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe source code will be released on GitHub. Aggregated, anonymized data will be available on request after signing a data sharing agreement. The procedure for\nrequesting access to data is available on the project website.\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nIt will depend on the outcome of the project. We will consult https://www.kuleuven.be/rdm/en/rdr/licenses near the end of the project and update this DMP.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe nextcloud setup provides us with the ability to grant temporary read access to authorized persons. No additional costs are expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers who generate the data are responsible for documentation, metadata. The supervisor of the project has the end responsibility and manages long term\npreservation and sharing. \nWho will manage data storage and backup during the research project?\nData backup is done automatically using nextcloud and the KU Leuven Tivoli backup system. \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n4 of 5\nWho will manage data preservation and sharing?\nRobin De Croon and Katrien Verbert \nWho will update and implement this DMP?\nRobin De Croon \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n5 of 5"
    },
    "clean_full_text": "Enriched conversational XAI methods for healthcare A Data Management Plan created using DMPonline.be Creator: Robin De Croon Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0A4923N ID: 201058 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Despite the rich set of eXplainable Artificial Intelligence (XAI) methods that have been proposed to justify the outcome of Machine Learning (ML) models in healthcare applications, many open challenges remain: most of these efforts are focused on algorithm developers rather than healthcare professionals, who often have little or no knowledge of ML models. The majority of the XAI systems also rely on complex visual representations of models and their features. In addition, the vast majority of the applications of XAI are focused on providing low-level \"narrow\" explanations of how an individual decision was reached and provide insufficient insight into the reasoning of models and the explanatory depth that people require to accept and trust the decision-making of the model. In this project, we will research the following objectives to address these challenges: first, we will research how conversational explanation methods able to provide insight into model beliefs and reasoning with natural language can be used as opposed to complex visual representations. Second, we will research how these explanations can be enriched to provide more general, broader, explanations with sufficient meaning. Third, we will research how such interfaces can be adapted on the fly to different personal characteristics. The overall objective is to come up with a generic framework for enriched conversational explanation methods that meet the communication needs of healthcare professionals. Last modified: 12-07-2023 Created using DMPonline.be. Last modiﬁed 12 July 2023 1 of 5 Enriched conversational XAI methods for healthcare FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Type of data Format Volume How created User-centred design data .docx < 1 GB Focus groups and formative evaluations will be organised. This data will be transcribed and stored in .docx files Source code of explanation methods and framework .js .py < 1 GB Source code Observational data .json < 1 GB Interaction logs Questionnaires .xlsx < 1 GB Pre- and poststudy questionnaire data User interface designs .tiff .svg 1 - 10 GB User-centered design process and evaluations will result in intermediate screen designs If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: An important part of the study will be a retrospective population-based study. It will be performed using electronic health record (EHR) data collected at ten primary care institutions in different parts of Slovenia. The dataset was anonymised at the healthcare centres and centrally stored at the University of Maribor (UM) in the scope of the previous projects. Based on the data from these healthcare centres that is currently available to UM researchers, we estimate the total number of patients included in the final analysis to reach 5,000 patients. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Short description of the kind of personal data that will be used: Focus groups and interviews will be conducted and recorded. Afterwards the recordings will be transribed and removed. Personality questionnaires will be conducted. The objective is to adapt explanations according to different variables, including the user profile and the context. We will research how these variables can be detected and how explanation interfaces can be adapted onthefly. Contact details for the informed consent and (optional) study updates. Privacy Registry Reference: We are applying for a PRET application (including ethics evaluation by SMEC). Personal data will only be collected after approval of PRET. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Whenever opportunities for valorisation present themselves, it will be discussed with all project members. The conclusions will be appended to this data management plan. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 12 July 2023 2 of 5 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Research methods and practices will be fully documented as docx-files. Details on the setting of the interviews, the selection of interview subjects and the instructions given to interviewers will be documented in a docx-file. The data from interview questionnaires will be added to the documentation, as well as an overview of all steps taken to remove direct identifiers in the data. Finally, we require that each algorithm/code is accompanied by instructions on how to store, open and read it: all data fields should have meaningful names; all files should be accompanied by a README file that describes the goal of the study, the data format and the meaning of all stored quantities; all files should be accompanied by a package file (e.g., yarn or pip) that describes the data format as well as the (version of) the software needed to run the code. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No All steps in the research will be documented as explained in Section 2.1 to ensure findability and reusability of the data. Furthermore, the use of git has become a defacto standard for codesharing and documentation. 3. Data storage & back-up during the research project Where will the data be stored? 1 . The time-stamped master copy of the data will be kept on our research unit central storage facility using Nextcloud. Copies can be made and kept on personal devices. 2 . All personal data will be pseudo-anonymised as quickly as possible, the coding table will not be stored locally and only in an access controled environment using Nextcloud. The data will be stored in the university's secure environment using Nextcloud managed by the system group of the Department of Computer Science. 3 . Since we will collaborate with researchers from other research units and groups, we will use Nextcloud for active use of the data during the project. How will the data be backed up? The Computer Science department guarantees that our nextcloud file servers are backuped correctly. Once each researcher automatically syncs with the centrally controlled system, backup is automatic. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The computer science department ensures sufficient storage for all server backups. Nextcloud ensures consistent sync between the researchers' computers and the data server. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We rely on the Department of Computer Science System Group for security. The nextcloud setup enables us to limit access control to data. It can only be accessed when specific clearance is granted. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage is already available. The HCI devision in the Department of Computer Science has expanded its storage capacity using NetApp technology. This additional storage is accessible through Nextcloud (managed by the System Group of the Department of Computer Science). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All research data will be stored for 10 years - according to KU Leuven’s research data management policy. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 12 July 2023 3 of 5 Data will be archived using the KU Leuven Tivoli system for archiving. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data preservation costs are already included in the yearly Computer Science department contribution. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Other, please specify: The health datasets remains at Maribor University and cannot be shared. We will publish our research results (user interfaces, explainability modules, etc) in scientific venues and release the source code on our public github page. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Third parties will have access to our outcome data through our publications and after setting up a new collaboration. For industrial users, the conditions will be determined in collaboration with LRD. Where will the data be made available? If already known, please provide a repository per dataset or data type. The source code will be released on GitHub. Aggregated, anonymized data will be available on request after signing a data sharing agreement. The procedure for requesting access to data is available on the project website. When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. It will depend on the outcome of the project. We will consult https://www.kuleuven.be/rdm/en/rdr/licenses near the end of the project and update this DMP. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? The nextcloud setup provides us with the ability to grant temporary read access to authorized persons. No additional costs are expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who generate the data are responsible for documentation, metadata. The supervisor of the project has the end responsibility and manages long term preservation and sharing. Who will manage data storage and backup during the research project? Data backup is done automatically using nextcloud and the KU Leuven Tivoli backup system. Created using DMPonline.be. Last modiﬁed 12 July 2023 4 of 5 Who will manage data preservation and sharing? Robin De Croon and Katrien Verbert Who will update and implement this DMP? Robin De Croon Created using DMPonline.be. Last modiﬁed 12 July 2023 5 of 5"
}