{
    "document_id": "D-2023-2086",
    "LinkTitle": "D-2023-2086",
    "file_name": "D-2023-2086.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2086.pdf",
    "metadata": {
        "title": "D-2023-2086",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Davide Mattiolo, ORCID: 0000-0001-5876-0887\nContributor name(s) (+ ORCID) & roles Prof. Jan Goedgebeur, ORCID: 0000-0001-8984-2463 (Supervisor)\nProject number1 & title Project number: 1268323N\nTitle: Connections between edge-colorings, factors and flows in cubic graphs\nFunder(s) GrantID2Research Foundation - Flanders (FWO)\nAffiliation(s)  KU Leuven☑ \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Many old conjectures regarding the structure of graphs, such as the 5-flow Conjecture, are stated for large  \nclasses of graphs. Classical results of the last century prove that most of such open problems are true if \nand only if they are true for all cubic graphs (i.e., graphs where all vertices have degree 3). In this project \nwe aim to tackle open problems on cubic graphs which are related to some major conjectures in the field. \nIn the first research line, our main objective is to prove the existence of normal 6- (and 5-)edge-colorings \non families of cubic graphs. These are proper edge-colorings of cubic graphs with the property that, for \nevery edge e, the number of colors of the edges adjacent to e is either 2 or 4. In the second research line \nwe aim to solve problems about perfect matchings in cubic graphs. Our main objectives here are to prove \nnew connections between conjectures in this field and to verify them on several subclasses of cubic \ngraphs. The third research line is devoted to vector flows in cubic graphs. Vector flows are a generalization  \nof the classical concept of flow, where each flow value is a n-dimensional vector with some constraints on \nits norm. The first natural step is the case n=2. The major objectives in this research line are to investigate \nstructural properties of 2-dimensional vector flows in cubic graphs and to design an algorithm that, given a  \ngraph, computes the best possible 2-dimensional vector flow that can be defined on that graph.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nPapersManuscripts in \nwhich the new \nresults will be \npresentedGenerate new data DigitalOther: papers .pdf <1 GB\nSource codeComputer \nprograms that Generate new data.\nReuse existing data.DigitalSoftware C++, Java, and/or \nPython code< 100 MB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5we will develop\nGraphsNew list of \ngraphs that we \nwill generateGenerate new data.\nReuse existing data.DigitalGraphs in graph6 \nor adjacency list \nformat.txt < 100 GB\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  We will possibly reuse existing generators or existing lists of snarks. The sources are listed here.\n1.http://users.cecs.anu.edu.au/~bdm/nauty/   \n2.https://houseofgraphs.org/   \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No \nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No \nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No \nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 7Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No \nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).- All source code developed in this project will be released under an open source license and will be hosted  \non a public GitHub repository and will include a README file with clear instructions on how to use the \nsoftware. The code will also contain comments so other researchers can also build upon the software, if \nwanted.\n- The new lists of graphs will be uploaded to the online searchable database of interesting graphs called \nthe House of Graphs ( https://houseofgraphs.org ).\n- All manuscripts will be uploaded to the preprint server arXiv.org.\nFWO DMP Template (Flemish Standard DMP) 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n- All software will include a README with instructions on how to use the software.\n- The new graphs will be uploaded to the House of Graphs (https://houseofgraphs.org ) where metadata \nwill be added on how the graphs were obtained and where they can be downloaded in the most used \ngraph formats (e.g. graph6 and as adjacency lists).\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All data will be stored on the KU Leuven OneDrive storage and the group's network drives.\nMoreover, the data will also be available as follows:\n1)Manuscripts will be uploaded to arXiv.org;\n2)The developed source code will be released under an open-source license and hosted on a public \nGitHub repository;\n3)The new lists of graphs will be uploaded to the online searchable database of interesting graphs \ncalled the House of Graphs ( https://houseofgraphs.org ).\nFWO DMP Template (Flemish Standard DMP) 9How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.All data will be stored on the KU Leuven OneDrive storage and the group's network drives, which are \nautomatically backed up by the department.\nThe manuscripts will also be available on arXiv.org and the code on GitHub. The new graphs will be \nuploaded to the House of Graphs, which was developed and is still maintained by Prof. Jan Goedgebeur \nand which is automatically backed up by the department.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes \n☐ No\nIf yes, please specify concisely:\nEvery KU Leuven employee has 2 TB of available storage space and the department has large network \ndrives (which are automatically backed up) for each group. This is more than enough space to store our \nmanuscripts, source code, and new graphs.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The KU Leuven One Drive is completely personal and not accessible by other people. Similarly, the folders \nwhere the project’s data will be stored on the group’s network drives will only be accessible by the \nmembers who are involved in this project.\nIn any case, we are not working with sensible data, and we will release everything as open source. So, this \nproblem does not apply here.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No costs.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 105. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All produced data, i.e. manuscripts, source code and generated graphs, will be retained for at least five \nyears after the end of the project. Prof. Jan Goedgebeur will be responsible for the data rentention for at \nleast five years after the end of the project.\nWhere will these data be archived (stored and \ncurated for the long-term)?All data will be kept in the personal KU Leuven OneDrive of Prof. Goedgebeur and in the group’s network \nstorage of the department of Computer Science.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?No costs are expected. The storage is provided by KU Leuven and/or the department. If in the future the \ndepartment would ask us to pay for this storage, we expect that this won’t cost more than about 100 euro \nper year.\nFWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nAll data will be made available as follows:\n1.Manuscripts will be uploaded to arXiv.org;\n2.The developed source code will be released under an open-source license and hosted on a public \nGitHub repository;\n3.The new graphs will be uploaded to the House of Graphs.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No \nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All data will be available at the following links:\nManuscripts: https://arxiv.org/\nSource codes: https://github.com/  \nGenerated graphs: https://houseofgraphs.org/\nFWO DMP Template (Flemish Standard DMP) 12When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.All data will be made available upon publication of the research results.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  All data will be made available as open access under Creative Commons Licence, see \nhttps://creativecommons.org/licenses/  \nThe source code will be publicly available as open source software under the GNU GPLv3 license.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 137. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Davide Mattiolo\nWho will manage data storage and backup \nduring the research project?Davide Mattiolo\nWho will manage data preservation and \nsharing?Davide Mattiolo and Prof. Jan Goedgebeur\nWho will update and implement this DMP? Davide Mattiolo and Prof. Jan Goedgebeur"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Davide Mattiolo, ORCID: 0000-0001-5876-0887 Contributor name(s) (+ ORCID) & roles Prof. Jan Goedgebeur, ORCID: 0000-0001-8984-2463 (Supervisor) Project number1 & title Project number: 1268323N Title: Connections between edge-colorings, factors and flows in cubic graphs Funder(s) GrantID2Research Foundation - Flanders (FWO) Affiliation(s) KU Leuven☑ ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Many old conjectures regarding the structure of graphs, such as the 5-flow Conjecture, are stated for large classes of graphs. Classical results of the last century prove that most of such open problems are true if and only if they are true for all cubic graphs (i.e., graphs where all vertices have degree 3). In this project we aim to tackle open problems on cubic graphs which are related to some major conjectures in the field. In the first research line, our main objective is to prove the existence of normal 6- (and 5-)edge-colorings on families of cubic graphs. These are proper edge-colorings of cubic graphs with the property that, for every edge e, the number of colors of the edges adjacent to e is either 2 or 4. In the second research line we aim to solve problems about perfect matchings in cubic graphs. Our main objectives here are to prove new connections between conjectures in this field and to verify them on several subclasses of cubic graphs. The third research line is devoted to vector flows in cubic graphs. Vector flows are a generalization of the classical concept of flow, where each flow value is a n-dimensional vector with some constraints on its norm. The first natural step is the case n=2. The major objectives in this research line are to investigate structural properties of 2-dimensional vector flows in cubic graphs and to design an algorithm that, given a graph, computes the best possible 2-dimensional vector flow that can be defined on that graph. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA PapersManuscripts in which the new results will be presentedGenerate new data DigitalOther: papers .pdf <1 GB Source codeComputer programs that Generate new data. Reuse existing data.DigitalSoftware C++, Java, and/or Python code< 100 MB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5we will develop GraphsNew list of graphs that we will generateGenerate new data. Reuse existing data.DigitalGraphs in graph6 or adjacency list format.txt < 100 GB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. We will possibly reuse existing generators or existing lists of snarks. The sources are listed here. 1.http://users.cecs.anu.edu.au/~bdm/nauty/ 2.https://houseofgraphs.org/ 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 7Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).- All source code developed in this project will be released under an open source license and will be hosted on a public GitHub repository and will include a README file with clear instructions on how to use the software. The code will also contain comments so other researchers can also build upon the software, if wanted. - The new lists of graphs will be uploaded to the online searchable database of interesting graphs called the House of Graphs ( https://houseofgraphs.org ). - All manuscripts will be uploaded to the preprint server arXiv.org. FWO DMP Template (Flemish Standard DMP) 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: - All software will include a README with instructions on how to use the software. - The new graphs will be uploaded to the House of Graphs (https://houseofgraphs.org ) where metadata will be added on how the graphs were obtained and where they can be downloaded in the most used graph formats (e.g. graph6 and as adjacency lists). 4.Data Storage & Back-up during the Research Project Where will the data be stored? All data will be stored on the KU Leuven OneDrive storage and the group's network drives. Moreover, the data will also be available as follows: 1)Manuscripts will be uploaded to arXiv.org; 2)The developed source code will be released under an open-source license and hosted on a public GitHub repository; 3)The new lists of graphs will be uploaded to the online searchable database of interesting graphs called the House of Graphs ( https://houseofgraphs.org ). FWO DMP Template (Flemish Standard DMP) 9How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.All data will be stored on the KU Leuven OneDrive storage and the group's network drives, which are automatically backed up by the department. The manuscripts will also be available on arXiv.org and the code on GitHub. The new graphs will be uploaded to the House of Graphs, which was developed and is still maintained by Prof. Jan Goedgebeur and which is automatically backed up by the department. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Every KU Leuven employee has 2 TB of available storage space and the department has large network drives (which are automatically backed up) for each group. This is more than enough space to store our manuscripts, source code, and new graphs. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The KU Leuven One Drive is completely personal and not accessible by other people. Similarly, the folders where the project’s data will be stored on the group’s network drives will only be accessible by the members who are involved in this project. In any case, we are not working with sensible data, and we will release everything as open source. So, this problem does not apply here. What are the expected costs for data storage and backup during the research project? How will these costs be covered?No costs. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 105. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All produced data, i.e. manuscripts, source code and generated graphs, will be retained for at least five years after the end of the project. Prof. Jan Goedgebeur will be responsible for the data rentention for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)?All data will be kept in the personal KU Leuven OneDrive of Prof. Goedgebeur and in the group’s network storage of the department of Computer Science. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No costs are expected. The storage is provided by KU Leuven and/or the department. If in the future the department would ask us to pay for this storage, we expect that this won’t cost more than about 100 euro per year. FWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: All data will be made available as follows: 1.Manuscripts will be uploaded to arXiv.org; 2.The developed source code will be released under an open-source license and hosted on a public GitHub repository; 3.The new graphs will be uploaded to the House of Graphs. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.All data will be available at the following links: Manuscripts: https://arxiv.org/ Source codes: https://github.com/ Generated graphs: https://houseofgraphs.org/ FWO DMP Template (Flemish Standard DMP) 12When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.All data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 All data will be made available as open access under Creative Commons Licence, see https://creativecommons.org/licenses/ The source code will be publicly available as open source software under the GNU GPLv3 license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? No costs. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 137. Responsibilities Who will manage data documentation and metadata during the research project?Davide Mattiolo Who will manage data storage and backup during the research project?Davide Mattiolo Who will manage data preservation and sharing?Davide Mattiolo and Prof. Jan Goedgebeur Who will update and implement this DMP? Davide Mattiolo and Prof. Jan Goedgebeur"
}