{
    "document_id": "D-2022-1695",
    "LinkTitle": "D-2022-1695",
    "file_name": "D-2022-1695.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1695.pdf",
    "metadata": {
        "title": "Motion compensation for PET in TOF-PET/CT and TOF-PET/MR brain imaging",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Motion compensation for PET in TOF-PET/CT and TOF-PET/MR brain imaging\nA Data Management Plan created using DMPonline.be\nCreator: \nJohan Nuyts\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC24M/22/031\nID: \n197713\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nMotion is well known to be an important problem that affects image quality and diagnostic accuracy of PET/CT and PET/MR brain\nimaging, in particular in subjects for whom it is hard to lie still for several minutes, such as children, elderly subjects and subjects with\nneurological disorders (e.g. Alzheimer’s or Parkinson’s disease). In dynamic brain studies which can last up to 120 minutes, patient\nmotion is often unavoidable, and moreover, as the spatial resolution of PET systems  continues  to  improve,  there  is  a  need  to \ncorrect  even  small  head  motions  which  otherwise  degrade  the reconstructed image quality.\nThere is currently no established motion compensation method for clinical PET. Several methods have been proposed, but most of them\ninvolve the use of markers and/or addition hardware. This hinders introduction in clinical routine. For that reason, this project studies\ndata-driven motion compensation, which can be applied in existing PET systems without any changes to the imaging protocol and to the\nsystem hardware.\nCurrent data driven methods rely on image registration, and are effective when the tracer distribution is hardly changing, as is the case in\n18F-FDG imaging at 30 to 60 minutes after injection. However, in many PET dynamic imaging applications, the tracer distribution\nchanges rapidly during at least some part of the scan. Solving this problem is the focus of this project. We will exploit the information\nprovided by the time-of-flight measurement in state-of-the-art PET-systems. The time-of-flight measurements contains information about\nthe tissue density distribution in the head of the patient. Because, in contrast to the tracer distribution, the tissue density does not change\nduring the scan, useful information about patient motion may be obtainable from the tissue density distribution.\nThe newly developed data-driven motion compensation method will be evaluated on clinical TOF-PET brain scans.\nLast modified: \n14-03-2023\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n1 of 5\nMotion compensation for PET in TOF-PET/CT and TOF-PET/MR brain imaging\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSoftware\nExtension of our reseach software librarly with new\nalgorithms\nN\nD\nSoftware\ntext (sources)\nbinary\n(executables)\n< 100 GB\n \nSimulations\nSimulated TOF-PET data.\nN\nD\nsinograms or list-mode data\nHDF5\n< 1TB\n \nPatient scans\nPseudonymized patient PET/CT and PET/MR\nscans\nE\nN\nD\nsinograms or list-mode PET\nraw data\nImages\nHDF5\nDICOM\n< 1TB\n \nReconstructions\nMotion corrected PET images\nN\nD\nImages\nHDF5\nDICOM\nNIFTI\n< 1TB\n \nReports\nReports on achieved results\nN\nD\nText and images\n.xlsx\n.pptx\n.docx\n.tex\n< 1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nPatient scans\n:\nIn this project, existing clinical TOF-PET brain scans will be reused. These scans are acquired with the TOF-PET/CT and TOF-PET/MR systems at the Nuclear Medicine department of UZ\nLeuven.\nWe will also ask collaborative patients scheduled for TOF-PET, if they are willing to stay a few minutes longer and deliberately move their head, to produce a TOF-PET-scan with very strong\nmotion.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nExisting clinical TOF-PET/CT and TOF-PET/MR scans will be reprocessed, aiming to show that the image quality improves thanks to motion compensation with the newly developed algorithms.\nFor that purpose, EC approval of S58370 allows us to retrieve clinical scans acquired before 5 February 2020.\n \nIn year 3 of the project, we also plan to acquire TOF-PET scans from patients scheduled for clinical imaging, who are willing to stay a few minutes longer in the scanner and deliberately move their\nhead. This will be submitted to the EC.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nFor retrospective processing of existing PET-scans: S58370.\nFor acquiring PET-scans of collaborative patients in year 3: to be submitted to the EC.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nAll our simulated data sets and our developed algorithmns and implementations could potentially result in tech transfer and valorisation. IP restrictions on the re-used clinical\nresearch data might apply from UZ Leuven. The data will be made available upon\nrequest with the PI.\nIf IP issues would show up during the project, they will be discussed with LRD (the KU\nLeuven tech transfer office).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n2 of 5\nYes\nWe received information under NDAs with different vendors on how to read,\npreprocess, and interpret the PET raw data formats and about PET scanner\ngeometries. This in principle restrics the open source distribution of our source code\nfiles. During the project we will negotiate with the vendors which parts can be shared\nopenly.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nAll raw and image data (simulations and real data acquired on scanners) will be saved\non \"per acquisition level\" (one dedicated folder for every acquisition / simulation). A\nsimple text file within each folder will describe the data sets stored in the folder (e.g.\nraw data is in subfolder A, reconstructed PET images are in subfolder B, ...).\nResearch metholody will be documented in text files, word files, or power point files.\nAn overview about all processed data sets will stored in a dedicated excel or csv file.\nVendor-provided documentation (usually falling under NDA's) that describe how to\nread and pre-process the raw data is available to all persons working in the project.\nUsing dedicated clear naming conventions for the data stored in HDF5 container formats, we will make sure that the data structures are self-explanatory. Data stored in this open and\nstandardized format can be opened using any high level programming\nlanguage that implemented the HDF5 standard such as e.g. python (via h5py), matlab,\nIDL, R.\nAll developed software will be put under version control in a git repository hosted on\ngitlab.kuleuven.be controlled by Prof. Johan Nuyts.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe standardized NIFTI, DICOM image formats and the HDF5 file formats already contain standardized header information that reflects meta data.\nFor the raw data sets we will use the vendor-provided formats which also contain\nextensive header (meta) information in every file.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nAll collected and processed data will be stored on a dedicated secure and backed-up\nnetwork drive within the UZ Leuven network.\nHow will the data be backed up?\nOther (specify below)\nBack up of the dedicated project network drive is provided by UZ Leuven IT service.\nBack up frequency can be chosen from once every hour to once every day.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data will always stay on the secure network drive within the UZ Leuven network.\nAccess to the data will be managed by user and group access policies.\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n3 of 5\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nUZ Leuven disk space costs 300 Euro / TB / year which leads to:\nYear | amount of disk space needed | costs for current year | cumulative costs\n--------------------------------------------------------------------------------------------------------\n1 | 0.5TB | 150 Euro | 150 Euro \n2 | 1.0TB | 300 Euro | 450 Euro \n3 | 1.5TB | 450 Euro | 900 Euro \n4 | 2.0TB | 600 Euro | 1500 Euro \n5 | 2.5TB | 750 Euro | 2250 Euro\nMoney for storage has been requested in the C2 project.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nFor the 5 year period after the project, all necessary input raw and image data that\ncannot be regenerated from processing scripts will be stored. Intermediate data (preprocessed or corrected sinograms) that can be regenerated from the input data in\na reasonable amount of time will not be retained.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe data will be stored on the UZ Leuven central servers (with automatic back-up\nprocedures) for at least 5 years after the end of the project. All developed algorithms will be stored under version control in our software repository hosted on gitlab.kuleuven.be\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect that approximately 2TB of data need to be archived which amounts to a\ncost of:\n2TB * 300 Euro/year/TB * 5 years = 3000 Euro. This will be covered by the working\ncosts of the project.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nAlgorithms, software (except that covered under NDA) and simulation data (sinograms and reconstructed images) will be made available upon request after the project.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe members of our research team will have access to the data.\nAccess to the data can be requested by others via an email to the PI Prof. Johan Nuyts. Access to some of the software may require negotiation with the vendor and signing an NDA. Access by\nothers to (pseudonymized) clinical data will only be possible after EC approval and data transfer agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\n1. Reused clinical raw and image data sets for validation cannot be shared with 3rd parties.\n2. Developed source code that uses information covered by NDAs with the vendors of PET scanners might not be sharable.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nData will be made available upon request. \nIf the data contain NDA-covered information or pseudonymized patient data, data exchange tools provided by UZ-Leuven will be used to ensure good protection.\n \nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n4 of 5\nWhen will the data be made available? \nOther (specify below)\nUpon request.\n \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nMIT licence (code)\nAppache 2.0 or MIT for code,\nCC-BY for data that we can share, e.g. simulation results.\n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nData transfer costs are expected to be small, and they are to be covered by the requesting party.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPI of the project Johan Nuyts (and his successor after his retirement).\nPostDocs Georg Schramm and Ahmad Rezaei.\n \nWho will manage data storage and backup during the research project? \nPI of the project Johan Nuyts (and his successor after his retirement).\nPostDocs Georg Schramm and Ahmad Rezaei.\nWho will manage data preservation and sharing? \nPI of the project Johan Nuyts (and his successor after his retirement).\nPostDocs Georg Schramm and Ahmad Rezaei.\nWho will update and implement this DMP? \nPI of the project Johan Nuyts (and his successor after his retirement).\nPostDocs Georg Schramm and Ahmad Rezaei.\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n5 of 5"
    },
    "clean_full_text": "Motion compensation for PET in TOF-PET/CT and TOF-PET/MR brain imaging A Data Management Plan created using DMPonline.be Creator: Johan Nuyts Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C24M/22/031 ID: 197713 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Motion is well known to be an important problem that affects image quality and diagnostic accuracy of PET/CT and PET/MR brain imaging, in particular in subjects for whom it is hard to lie still for several minutes, such as children, elderly subjects and subjects with neurological disorders (e.g. Alzheimer’s or Parkinson’s disease). In dynamic brain studies which can last up to 120 minutes, patient motion is often unavoidable, and moreover, as the spatial resolution of PET systems continues to improve, there is a need to correct even small head motions which otherwise degrade the reconstructed image quality. There is currently no established motion compensation method for clinical PET. Several methods have been proposed, but most of them involve the use of markers and/or addition hardware. This hinders introduction in clinical routine. For that reason, this project studies data-driven motion compensation, which can be applied in existing PET systems without any changes to the imaging protocol and to the system hardware. Current data driven methods rely on image registration, and are effective when the tracer distribution is hardly changing, as is the case in 18F-FDG imaging at 30 to 60 minutes after injection. However, in many PET dynamic imaging applications, the tracer distribution changes rapidly during at least some part of the scan. Solving this problem is the focus of this project. We will exploit the information provided by the time-of-flight measurement in state-of-the-art PET-systems. The time-of-flight measurements contains information about the tissue density distribution in the head of the patient. Because, in contrast to the tracer distribution, the tissue density does not change during the scan, useful information about patient motion may be obtainable from the tissue density distribution. The newly developed data-driven motion compensation method will be evaluated on clinical TOF-PET brain scans. Last modified: 14-03-2023 Created using DMPonline.be. Last modiﬁed 14 March 2023 1 of 5 Motion compensation for PET in TOF-PET/CT and TOF-PET/MR brain imaging Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Software Extension of our reseach software librarly with new algorithms N D Software text (sources) binary (executables) < 100 GB Simulations Simulated TOF-PET data. N D sinograms or list-mode data HDF5 < 1TB Patient scans Pseudonymized patient PET/CT and PET/MR scans E N D sinograms or list-mode PET raw data Images HDF5 DICOM < 1TB Reconstructions Motion corrected PET images N D Images HDF5 DICOM NIFTI < 1TB Reports Reports on achieved results N D Text and images .xlsx .pptx .docx .tex < 1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Patient scans : In this project, existing clinical TOF-PET brain scans will be reused. These scans are acquired with the TOF-PET/CT and TOF-PET/MR systems at the Nuclear Medicine department of UZ Leuven. We will also ask collaborative patients scheduled for TOF-PET, if they are willing to stay a few minutes longer and deliberately move their head, to produce a TOF-PET-scan with very strong motion. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Existing clinical TOF-PET/CT and TOF-PET/MR scans will be reprocessed, aiming to show that the image quality improves thanks to motion compensation with the newly developed algorithms. For that purpose, EC approval of S58370 allows us to retrieve clinical scans acquired before 5 February 2020. In year 3 of the project, we also plan to acquire TOF-PET scans from patients scheduled for clinical imaging, who are willing to stay a few minutes longer in the scanner and deliberately move their head. This will be submitted to the EC. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) For retrospective processing of existing PET-scans: S58370. For acquiring PET-scans of collaborative patients in year 3: to be submitted to the EC. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All our simulated data sets and our developed algorithmns and implementations could potentially result in tech transfer and valorisation. IP restrictions on the re-used clinical research data might apply from UZ Leuven. The data will be made available upon request with the PI. If IP issues would show up during the project, they will be discussed with LRD (the KU Leuven tech transfer office). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 14 March 2023 2 of 5 Yes We received information under NDAs with different vendors on how to read, preprocess, and interpret the PET raw data formats and about PET scanner geometries. This in principle restrics the open source distribution of our source code files. During the project we will negotiate with the vendors which parts can be shared openly. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All raw and image data (simulations and real data acquired on scanners) will be saved on \"per acquisition level\" (one dedicated folder for every acquisition / simulation). A simple text file within each folder will describe the data sets stored in the folder (e.g. raw data is in subfolder A, reconstructed PET images are in subfolder B, ...). Research metholody will be documented in text files, word files, or power point files. An overview about all processed data sets will stored in a dedicated excel or csv file. Vendor-provided documentation (usually falling under NDA's) that describe how to read and pre-process the raw data is available to all persons working in the project. Using dedicated clear naming conventions for the data stored in HDF5 container formats, we will make sure that the data structures are self-explanatory. Data stored in this open and standardized format can be opened using any high level programming language that implemented the HDF5 standard such as e.g. python (via h5py), matlab, IDL, R. All developed software will be put under version control in a git repository hosted on gitlab.kuleuven.be controlled by Prof. Johan Nuyts. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The standardized NIFTI, DICOM image formats and the HDF5 file formats already contain standardized header information that reflects meta data. For the raw data sets we will use the vendor-provided formats which also contain extensive header (meta) information in every file. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) All collected and processed data will be stored on a dedicated secure and backed-up network drive within the UZ Leuven network. How will the data be backed up? Other (specify below) Back up of the dedicated project network drive is provided by UZ Leuven IT service. Back up frequency can be chosen from once every hour to once every day. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will always stay on the secure network drive within the UZ Leuven network. Access to the data will be managed by user and group access policies. Created using DMPonline.be. Last modiﬁed 14 March 2023 3 of 5 What are the expected costs for data storage and backup during the research project? How will these costs be covered? UZ Leuven disk space costs 300 Euro / TB / year which leads to: Year | amount of disk space needed | costs for current year | cumulative costs -------------------------------------------------------------------------------------------------------- 1 | 0.5TB | 150 Euro | 150 Euro 2 | 1.0TB | 300 Euro | 450 Euro 3 | 1.5TB | 450 Euro | 900 Euro 4 | 2.0TB | 600 Euro | 1500 Euro 5 | 2.5TB | 750 Euro | 2250 Euro Money for storage has been requested in the C2 project. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy For the 5 year period after the project, all necessary input raw and image data that cannot be regenerated from processing scripts will be stored. Intermediate data (preprocessed or corrected sinograms) that can be regenerated from the input data in a reasonable amount of time will not be retained. Where will these data be archived (stored and curated for the long-term)? Other (specify below) The data will be stored on the UZ Leuven central servers (with automatic back-up procedures) for at least 5 years after the end of the project. All developed algorithms will be stored under version control in our software repository hosted on gitlab.kuleuven.be What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect that approximately 2TB of data need to be archived which amounts to a cost of: 2TB * 300 Euro/year/TB * 5 years = 3000 Euro. This will be covered by the working costs of the project. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Algorithms, software (except that covered under NDA) and simulation data (sinograms and reconstructed images) will be made available upon request after the project. If access is restricted, please specify who will be able to access the data and under what conditions. The members of our research team will have access to the data. Access to the data can be requested by others via an email to the PI Prof. Johan Nuyts. Access to some of the software may require negotiation with the vendor and signing an NDA. Access by others to (pseudonymized) clinical data will only be possible after EC approval and data transfer agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights 1. Reused clinical raw and image data sets for validation cannot be shared with 3rd parties. 2. Developed source code that uses information covered by NDAs with the vendors of PET scanners might not be sharable. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Data will be made available upon request. If the data contain NDA-covered information or pseudonymized patient data, data exchange tools provided by UZ-Leuven will be used to ensure good protection. Created using DMPonline.be. Last modiﬁed 14 March 2023 4 of 5 When will the data be made available? Other (specify below) Upon request. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) MIT licence (code) Appache 2.0 or MIT for code, CC-BY for data that we can share, e.g. simulation results. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? Data transfer costs are expected to be small, and they are to be covered by the requesting party. Responsibilities Who will manage data documentation and metadata during the research project? PI of the project Johan Nuyts (and his successor after his retirement). PostDocs Georg Schramm and Ahmad Rezaei. Who will manage data storage and backup during the research project? PI of the project Johan Nuyts (and his successor after his retirement). PostDocs Georg Schramm and Ahmad Rezaei. Who will manage data preservation and sharing? PI of the project Johan Nuyts (and his successor after his retirement). PostDocs Georg Schramm and Ahmad Rezaei. Who will update and implement this DMP? PI of the project Johan Nuyts (and his successor after his retirement). PostDocs Georg Schramm and Ahmad Rezaei. Created using DMPonline.be. Last modiﬁed 14 March 2023 5 of 5"
}