{
    "document_id": "D-2024-3172",
    "LinkTitle": "D-2024-3172",
    "file_name": "D-2024-3172.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3172.pdf",
    "metadata": {
        "title": "Levantine Subaltern Practices as Incentives of Social &amp; Environmental Justice: The Case of Deir ‘Allah in The Jordan Valley.",
        "author": "N/A",
        "creation_date": "2025-02-17 07:25:11+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Levantine Subaltern Practices as Incentives of Social &amp; Environmental Justice: The Case of Deir\nLevantine Subaltern Practices as Incentives of Social &amp; Environmental Justice: The Case of Deir\n‘Allah in The Jordan Valley.\n‘Allah in The Jordan Valley.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical \nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nArchival\nresources\n \nIncluding; meeting reports, news paper articles,\nTV news, TV programs,  correspondence,\ndrawings, plans, maps, aerials, photographs,\nrecordings, videos.  A database will be created\nof all archival material that will be\nconsulted. This database will be saved as a CSV\nfile on the OneDrive where materials are\ncategorised according to archival collection,\nlocation, file number, year, title, author and\ncreator. Relevant archival material will be copied\nin the corresponding file type and stored on the\nOneDrive.\nE\nD & P\nA, I, S, T,\nMaps\nCSV\nJPEG\nPNG\nPDF\nTxt\nGIS\nMp3\nMp4\n<100GB\n \nLiterature\n \nIncluding academic literature, policy documents.\nThis literature will be consulted\nphysically or digitally, via open access or online\naccess through the Limo platform of KU Leuven.\nThe online literature will be consulted in pdf\nformat and stored on the OneDrive or via Zotero,\nin the case of open access academic literature).\nE\nD & P\nT\nT\n, \nI\nI\n, \nM\nM\naps\nPDF\nEPUB\n<100GB\nIn Researchers\noffice in\nSintNiklaasstraat,\n27, Gent\nVisual\nsources\n \nIncluding existing designs (spatial plans and\nschemes), drawings, models, digital\nvisualisations, and photographs. Visual sources\nfrom published material or acquired from\nofficial sources will be stored on the OneDrive,\ngiven that\nintellectual property rights are guaranteed.\nE\nD & P\nM\nM\naps, \nI,\nI,\nD\nD\nrawings\npdf\nshp\npng\njpeg\n<100GB\nIn Researchers\noffice in\nSintNiklaasstraat,\n27, Gent\nOnline media\nsources\nIncluding news articles and reportages by local\nnews outlets,\nwebsite articles of civil society organisations\n(e.g. APN, Al-Hannouneh) and social media\nplatforms of civil society\norganisations and activist groups.\nE\nD\nT, A, I\ntxt\npng\njpeg\nMp4\nMp3\n<1GB\n \nOral sources\nThese include interviews and participatory\nmoments. Interviews will be uploaded as .mp3\nfiles and transcripts in Word format (.docx) on\nthe OneDrive. Observational notes of\nparticipatory moments will also be uploaded in\nWord format (.docx) on the OneDrive of the\nresearcher (Haifa Saleh).\nE & N\nD & P\nT, A, S\ntxt\nDocx\nMp3\ncsv\n<100GB\nIn Researchers\noffice in\nSintNiklaasstraat,\n27, Gent\nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n1 of 7\nPersonal\nData\nPersonal data of research participants (i.e.\ninterviewees and participants in participatory\nmoments) will include name, age, email address,\nphone number, gender, ethnicity. They will be\nstored in a CSV file on the researcher's OneDrive\n(Haifa Saleh).\nN\nD \nT\ntxt\ncsv\nDocx\n<1GB\n \nGIS data\nThis refers to existing maps and data sets used\nfor GIS mapping. The relevant datasets will be\nkept in .csv and .shp format. During the process\nof creating maps, the shapefiles (.shp) will be\nstored locally on the computer of the PhD\nresearcher (Haifa Saleh) and as soon as the\nmaps are created the data will be  exported in a\ngeopackage format and stored on the OneDrive.\nE & N\nD \nM, data\nsets\nshp\ncsv\npng\njpeg\n<100GB\n \n \n \n \nPublications\nand\npresentations\nThese include academic papers, exhibitions, and\npresentations (for internal use in the research\ngroup or for conferences and seminars) that will\nbe produced by the PhD researcher (Haifa\nSaleh). Academic papers will be published in\n.pdf format and exhibitions could take different\nformats, presentations will be made in .ppt\nformat and stored in .pdf on the OneDrive of the\nresearch (Haifa Saleh).\n N\nD & P \nT, M, A, S, I \nPdf\nMp3\nMp4\nppt \n<1GB \nIn Researchers\noffice in\nSintNiklaasstraat,\n27, Gent\nAudiovisual\nand Visual\nmaterials\nIncluding; designs, drawings, photographs,\nmaps, collages, physical artistic materials,\nvideo's and other visual representations created\nduring the process of the research. These\nmaterials will be created in AutoCAD, Sketchup,\nIndesign, Illustrator using the Adobe Creative\nCloud software and will be stored on the\nOneDrive of the researcher.\n N\n D & P\nM, S, A, I \nJpeg\npng\nMp3\n <100GB\n In Researchers\noffice in\nSintNiklaasstraat,\n27, Gent\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nAcademic literature will be retrieved by using academic search engines and databases such as Google Scholar, LIMO and\nScopus. Grey literature will be retrieved by using Google search engine and visiting relevant organizations' websites and actual\narchives.\nGIS Data will be retrieved from Governmental repositories and municipal libraries in Jordan and Palestine. \nArchival data will be sourced from different physical and digital sources in actual and online libraries that are yet to be identified. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nPRET number: G-2024-8572 (in progress)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n2 of 7\nYes (Provide PRET G-number or EC S-number below)\nAudio recording & interview transcripts:\nAudio recording & interview transcripts:\n Personal information shared by participants during interviews, including their\nexperiences, perspectives, and demographic details, as well as characteristics of participants' built-environment, leisure\nactivities and interests, education and training, lifestyle, habits, occupations, professional activities, and interactions with the\nnatural and built environments.\nI will be collecting personal data sets and special personal data sets during my ethnographic research such as name,\nage, gender, profession, home municipality, email address, phone number (for communication), ethnicity, and economic\nstatus. Interviews will be recorded and transcribed.\nThe research assumes the co-creation of knowledge with local actors, therefore, unless the researcher doesn't get\nconsent from the interlocutors to use their data or the researcher assesses that there would be harm to the\ninterlocutor(s) by sharing their data, interviewees will be pseudonymized. For the use of personal data consent will be\nrequested. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately on the\nKU Leuven server. Data that might reveal the identity of the respondents will be replaced with less 'revealing'\ninformation. Interviewees will include: organization leaders, local officials, members of organizations, activists, and\ncommunity members.\nDrawings: \nDrawings: \nThese may include visual representations of personal experiences, mapping of past, and present experiences of\nspace and future visions.\nPhotos and videos: \nPhotos and videos: \nCapturing the participants' experiences in their environment, and during work, performance, training, or in\nan interview.\nObservational notes: \nObservational notes: \nDocumentation of observations of participants interacting within their environment, which may include\ndescriptions or interpretations of personal behaviours, interactions, and experiences.\nOnline/ web-based activities and email communication:\nOnline/ web-based activities and email communication:\n may include visual and textual representations of personal\nexperiences.\nCollective research design workshops, Community (mapping) workshops, reflexive meetings and discussions\nCollective research design workshops, Community (mapping) workshops, reflexive meetings and discussions\nInteractive moments with stakeholders will be organised in the formats of\nResearch design workshops\nCommunity mapping workshops\nReflexive meetings and discussions\nThese workshops will be held with members of the local organizations and local practices, to share the research\nobjective, goals, plan, and methodology. To identify their priorities and engage them in the research process as co-\ncreators. These sessions will be concurrent throughout the four years of the project. During these interactive moments,\nparticipants' personal data (name, e-mail address, telephone number) will be collected for practical use. In the output of\nthese interactive moments, participants will be pseudonymized according to their consent form where only the\norganisations' name will be stated, except in the case of explicit consent to be mentioned. \nIn reporting specific opinions that might endanger the safety of the participants awareness and precaution are necessary in order\nto avoid harm or security issues. \nG-2024-8572\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n3 of 7\nYes\nReuse of photographs, videos, recordings, and architectural drawings: requires mentioning the secondary source, and the original\nauthor/creator. For some of this data, permission will have to be granted from the author/creator/owner or relevant institution.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nZotero will be used to store, categorize, and group the different online accessible references.\nOneNote will be used as a Digital note-book, to keep main ideas, summaries, and reflections from the literature review, and\nwill have links to folders in the One Drive of the researcher.\nOne Drive will have a clear folder structure, existing data and developed material will be organised in order to simplify\nretrieving and consulting the overall documentation.\nProduced material will adopt meaningful filename starting with the date (year/month/day, e.g. 230331_), description of its\ncontent and, when applicable, ending with the initials of the creator.\nREADME files: data will be described according to category (archival, interviews, images) and structured according to several\nidentifiers: title, year, location, author/creator, file type, and keywords. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nWe are currently looking into the options regarding the different metadata standards within our research group P.PUL. Possible\noptions until now are DDI, UNBIS and AAT.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nSharepoint online\nThe Department of Architecture has a 2 TB storage capacity + 5 TB available for archiving and it can be extended if needed. The\nmain tool for data storage will be KU Leuven OneDrive. ICT support is provided by LUCA. \nOn LUCA-managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard\ndisk of the laptops). All personal data will be stored on the I-disk/ in Leuven/Department of Architecture. \nThe research group members have access to the data and are granted permission by the supervisor. All data is encrypted and\npassword-protected.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n4 of 7\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nNo (explain solution below)\nThe head of the department and the research supervisor are arranging with the ICT department to expand storage. During this\nresearch stage, the KU Leuven provides sufficient storage and backup capacity. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nphysical security, network security, and security of computer systems and files\nOnedrive documents will be shared only among the supervisors and PhD researcher of the research project. All research data will\nbe stored on encrypted KU Leuven network drives: the project’s J-drive folder and researchers’ personal OneDrive storage, which\nare managed and secured by the ICTS of KU Leuven. Because the network drive is password-protected, no one other than the\nresearcher has access to the data. Data collected from the research participants will be pseudonymised (unless the participant\ndeliberately opts to remain identifiable). The pseudocode will be stored in a separate folder within the project’s J-drive folder that\ncannot be identified by anyone but the researcher and the supervisors, prof. Jeroen Stevens who will have access to the\npseudocode files linking the pseudonymized data to identifiable persons. \nPaper data (such as notes, physical visual and text-based materials,…) will be stored in the office of the researcher in a locked\ndrawer or cupboard that can only be accessed by the researcher. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for the storage and backup. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAfter 10 years the researchers will decide whether it is necessary to store the (personal) data for a longer time. If it is necessary\nto keep the data, a reminder date will be set at which the researcher Haifa Saleh and the supervisor Prof. Jeroen Stevens will\nagain decide whether the data still needs to be kept. When further storage is no longer necessary the (personal) data will be\ndeleted.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo expected costs \nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n5 of 7\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nData will only be shared for reuse upon request and after deliberation between the research and the (co)supervisor(s). \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe collected data will be accessible to the PhD researcher, Haifa Saleh and the supervisors of the project prof. Jeroen Stevens\nand the respective (co)supervisor of the PhD trajectory prof. Salim Tamari.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\nPrivacy aspects:\nPrivacy aspects:\n personal data of the research participants (interviewees and participants in different sessions) will be\ncollected.\nIntellectual property rights\nIntellectual property rights\n of existing and newly generated maps, audiovisuals, images... \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nPaper publications, seminars, exhibitions, round tables and workshops.\nThe datasets that contain privacy-sensitive aspect cannot be shared widely.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nIt is not yet determined, the researcher and the supervisor will further look into the specific data usage licences when we evolve in\nthe research project.\nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n6 of 7\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe data documentation and metadata will be managed by the PhD researcher Haifa Saleh. The PhD supervisors will have access\nto the data documentation and metadata. \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe data documentation and metadata will be managed by the PhD researcher Haifa Saleh while informing and being advised by\nthe supervisor prof. Jeroen Stevens.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDuring the project, the management of data preservation and sharing will lie with phd research Haifa Saleh. After completion of\nthe PhD, the responsible person will be the supervisor of this project, Prof. Jeroen Stevens.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe data management plan will be updated and implemented by the PhD researcher Haifa Saleh, under the guidance of prof.\nJeroen Stevens. \nCreated using DMPonline.be. Last modiﬁed 17 February 2025\n7 of 7"
    },
    "clean_full_text": "Levantine Subaltern Practices as Incentives of Social &amp; Environmental Justice: The Case of Deir Levantine Subaltern Practices as Incentives of Social &amp; Environmental Justice: The Case of Deir ‘Allah in The Jordan Valley. ‘Allah in The Jordan Valley. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Archival resources Including; meeting reports, news paper articles, TV news, TV programs, correspondence, drawings, plans, maps, aerials, photographs, recordings, videos. A database will be created of all archival material that will be consulted. This database will be saved as a CSV file on the OneDrive where materials are categorised according to archival collection, location, file number, year, title, author and creator. Relevant archival material will be copied in the corresponding file type and stored on the OneDrive. E D & P A, I, S, T, Maps CSV JPEG PNG PDF Txt GIS Mp3 Mp4 <100GB Literature Including academic literature, policy documents. This literature will be consulted physically or digitally, via open access or online access through the Limo platform of KU Leuven. The online literature will be consulted in pdf format and stored on the OneDrive or via Zotero, in the case of open access academic literature). E D & P T T , I I , M M aps PDF EPUB <100GB In Researchers office in SintNiklaasstraat, 27, Gent Visual sources Including existing designs (spatial plans and schemes), drawings, models, digital visualisations, and photographs. Visual sources from published material or acquired from official sources will be stored on the OneDrive, given that intellectual property rights are guaranteed. E D & P M M aps, I, I, D D rawings pdf shp png jpeg <100GB In Researchers office in SintNiklaasstraat, 27, Gent Online media sources Including news articles and reportages by local news outlets, website articles of civil society organisations (e.g. APN, Al-Hannouneh) and social media platforms of civil society organisations and activist groups. E D T, A, I txt png jpeg Mp4 Mp3 <1GB Oral sources These include interviews and participatory moments. Interviews will be uploaded as .mp3 files and transcripts in Word format (.docx) on the OneDrive. Observational notes of participatory moments will also be uploaded in Word format (.docx) on the OneDrive of the researcher (Haifa Saleh). E & N D & P T, A, S txt Docx Mp3 csv <100GB In Researchers office in SintNiklaasstraat, 27, Gent Created using DMPonline.be. Last modiﬁed 17 February 2025 1 of 7 Personal Data Personal data of research participants (i.e. interviewees and participants in participatory moments) will include name, age, email address, phone number, gender, ethnicity. They will be stored in a CSV file on the researcher's OneDrive (Haifa Saleh). N D T txt csv Docx <1GB GIS data This refers to existing maps and data sets used for GIS mapping. The relevant datasets will be kept in .csv and .shp format. During the process of creating maps, the shapefiles (.shp) will be stored locally on the computer of the PhD researcher (Haifa Saleh) and as soon as the maps are created the data will be exported in a geopackage format and stored on the OneDrive. E & N D M, data sets shp csv png jpeg <100GB Publications and presentations These include academic papers, exhibitions, and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD researcher (Haifa Saleh). Academic papers will be published in .pdf format and exhibitions could take different formats, presentations will be made in .ppt format and stored in .pdf on the OneDrive of the research (Haifa Saleh). N D & P T, M, A, S, I Pdf Mp3 Mp4 ppt <1GB In Researchers office in SintNiklaasstraat, 27, Gent Audiovisual and Visual materials Including; designs, drawings, photographs, maps, collages, physical artistic materials, video's and other visual representations created during the process of the research. These materials will be created in AutoCAD, Sketchup, Indesign, Illustrator using the Adobe Creative Cloud software and will be stored on the OneDrive of the researcher. N D & P M, S, A, I Jpeg png Mp3 <100GB In Researchers office in SintNiklaasstraat, 27, Gent If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Academic literature will be retrieved by using academic search engines and databases such as Google Scholar, LIMO and Scopus. Grey literature will be retrieved by using Google search engine and visiting relevant organizations' websites and actual archives. GIS Data will be retrieved from Governmental repositories and municipal libraries in Jordan and Palestine. Archival data will be sourced from different physical and digital sources in actual and online libraries that are yet to be identified. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) PRET number: G-2024-8572 (in progress) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 17 February 2025 2 of 7 Yes (Provide PRET G-number or EC S-number below) Audio recording & interview transcripts: Audio recording & interview transcripts: Personal information shared by participants during interviews, including their experiences, perspectives, and demographic details, as well as characteristics of participants' built-environment, leisure activities and interests, education and training, lifestyle, habits, occupations, professional activities, and interactions with the natural and built environments. I will be collecting personal data sets and special personal data sets during my ethnographic research such as name, age, gender, profession, home municipality, email address, phone number (for communication), ethnicity, and economic status. Interviews will be recorded and transcribed. The research assumes the co-creation of knowledge with local actors, therefore, unless the researcher doesn't get consent from the interlocutors to use their data or the researcher assesses that there would be harm to the interlocutor(s) by sharing their data, interviewees will be pseudonymized. For the use of personal data consent will be requested. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately on the KU Leuven server. Data that might reveal the identity of the respondents will be replaced with less 'revealing' information. Interviewees will include: organization leaders, local officials, members of organizations, activists, and community members. Drawings: Drawings: These may include visual representations of personal experiences, mapping of past, and present experiences of space and future visions. Photos and videos: Photos and videos: Capturing the participants' experiences in their environment, and during work, performance, training, or in an interview. Observational notes: Observational notes: Documentation of observations of participants interacting within their environment, which may include descriptions or interpretations of personal behaviours, interactions, and experiences. Online/ web-based activities and email communication: Online/ web-based activities and email communication: may include visual and textual representations of personal experiences. Collective research design workshops, Community (mapping) workshops, reflexive meetings and discussions Collective research design workshops, Community (mapping) workshops, reflexive meetings and discussions Interactive moments with stakeholders will be organised in the formats of Research design workshops Community mapping workshops Reflexive meetings and discussions These workshops will be held with members of the local organizations and local practices, to share the research objective, goals, plan, and methodology. To identify their priorities and engage them in the research process as co- creators. These sessions will be concurrent throughout the four years of the project. During these interactive moments, participants' personal data (name, e-mail address, telephone number) will be collected for practical use. In the output of these interactive moments, participants will be pseudonymized according to their consent form where only the organisations' name will be stated, except in the case of explicit consent to be mentioned. In reporting specific opinions that might endanger the safety of the participants awareness and precaution are necessary in order to avoid harm or security issues. G-2024-8572 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 17 February 2025 3 of 7 Yes Reuse of photographs, videos, recordings, and architectural drawings: requires mentioning the secondary source, and the original author/creator. For some of this data, permission will have to be granted from the author/creator/owner or relevant institution. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Zotero will be used to store, categorize, and group the different online accessible references. OneNote will be used as a Digital note-book, to keep main ideas, summaries, and reflections from the literature review, and will have links to folders in the One Drive of the researcher. One Drive will have a clear folder structure, existing data and developed material will be organised in order to simplify retrieving and consulting the overall documentation. Produced material will adopt meaningful filename starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable, ending with the initials of the creator. README files: data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year, location, author/creator, file type, and keywords. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No We are currently looking into the options regarding the different metadata standards within our research group P.PUL. Possible options until now are DDI, UNBIS and AAT. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Sharepoint online The Department of Architecture has a 2 TB storage capacity + 5 TB available for archiving and it can be extended if needed. The main tool for data storage will be KU Leuven OneDrive. ICT support is provided by LUCA. On LUCA-managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard disk of the laptops). All personal data will be stored on the I-disk/ in Leuven/Department of Architecture. The research group members have access to the data and are granted permission by the supervisor. All data is encrypted and password-protected. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Created using DMPonline.be. Last modiﬁed 17 February 2025 4 of 7 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. No (explain solution below) The head of the department and the research supervisor are arranging with the ICT department to expand storage. During this research stage, the KU Leuven provides sufficient storage and backup capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? physical security, network security, and security of computer systems and files Onedrive documents will be shared only among the supervisors and PhD researcher of the research project. All research data will be stored on encrypted KU Leuven network drives: the project’s J-drive folder and researchers’ personal OneDrive storage, which are managed and secured by the ICTS of KU Leuven. Because the network drive is password-protected, no one other than the researcher has access to the data. Data collected from the research participants will be pseudonymised (unless the participant deliberately opts to remain identifiable). The pseudocode will be stored in a separate folder within the project’s J-drive folder that cannot be identified by anyone but the researcher and the supervisors, prof. Jeroen Stevens who will have access to the pseudocode files linking the pseudonymized data to identifiable persons. Paper data (such as notes, physical visual and text-based materials,…) will be stored in the office of the researcher in a locked drawer or cupboard that can only be accessed by the researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for the storage and backup. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy After 10 years the researchers will decide whether it is necessary to store the (personal) data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researcher Haifa Saleh and the supervisor Prof. Jeroen Stevens will again decide whether the data still needs to be kept. When further storage is no longer necessary the (personal) data will be deleted. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No expected costs Created using DMPonline.be. Last modiﬁed 17 February 2025 5 of 7 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Data will only be shared for reuse upon request and after deliberation between the research and the (co)supervisor(s). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to the PhD researcher, Haifa Saleh and the supervisors of the project prof. Jeroen Stevens and the respective (co)supervisor of the PhD trajectory prof. Salim Tamari. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights Privacy aspects: Privacy aspects: personal data of the research participants (interviewees and participants in different sessions) will be collected. Intellectual property rights Intellectual property rights of existing and newly generated maps, audiovisuals, images... Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Paper publications, seminars, exhibitions, round tables and workshops. The datasets that contain privacy-sensitive aspect cannot be shared widely. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) It is not yet determined, the researcher and the supervisor will further look into the specific data usage licences when we evolve in the research project. Created using DMPonline.be. Last modiﬁed 17 February 2025 6 of 7 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The data documentation and metadata will be managed by the PhD researcher Haifa Saleh. The PhD supervisors will have access to the data documentation and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The data documentation and metadata will be managed by the PhD researcher Haifa Saleh while informing and being advised by the supervisor prof. Jeroen Stevens. Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the project, the management of data preservation and sharing will lie with phd research Haifa Saleh. After completion of the PhD, the responsible person will be the supervisor of this project, Prof. Jeroen Stevens. Who will update and implement this DMP? Who will update and implement this DMP? The data management plan will be updated and implemented by the PhD researcher Haifa Saleh, under the guidance of prof. Jeroen Stevens. Created using DMPonline.be. Last modiﬁed 17 February 2025 7 of 7"
}