{
    "document_id": "D-2022-1347",
    "LinkTitle": "D-2022-1347",
    "file_name": "D-2022-1347.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1347.pdf",
    "metadata": {
        "title": "CURE - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n CURE - DMP title\nProject Identifier\n IDN/21/013\nGrant Title\n IDN/21/013\nPrincipal Investigator / Researcher\n Emmanuel Vander Poorten\nProject Data Contact\n emmanuel.vanderpoorten@kuleuven.be\nDescription\n robotiC gUided canceR nanomedicinE (CURE)\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nEmmanuel Vander Poorten\nInternal Funds Project number & title\nIDN-21-00195 - robotiC gUided canceR nanomedicinE (CURE)\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of Data\nFormat\nVolume\nMethod of Creation\n \nElectron Microscopy Images\n \n.tiff\n \n10GB\n1\n. \nTransmission Electron\nMicroscopy (STEM)\n2\n. \nHigh-Resolution Tunnel\nElectron Microscopy (HTEM)\nto analyze the size and shape of\nPLGA nanomedicine in  \nWP1, T1.1 \n \nX-Ray Diffraction Images\n \n.tiff\n \n1 GB\n1\n. \nX-RAY Diffraction (XRD)\n2\n. \nSmall Angle X-RAY Diffraction \n3\n. \nDynamic Light Scattering\n4\n. \nNano Material Tracking\nAnalysis (Nano Sight)\nfor characterization of\nnanomedicine in \nWP1, T1.1\nOptical Imaging (IVIS\nSpectrum)\njpeg\n50 GB\n- To analyze parameters related to\nNM injection via the robotic\nplatform \n( Dose, Number of\ninjections, the speed of injection,\nthe location, Distribution rates) in\nWP1, T1.3\n- Measurement of therapeutic\nefficacy of NM during in vivo\nstudies in \nWP1, T 1.4\n \nHigh-Pressure Liquid\nChromatography (HPLC)\nChromatograms\njpeg, gif, CSV\n15GB\nEstimation of the concentration of\nencapsulated drugs inside\nnanomedicine in \nWP1, T1.1\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n \nImage-Based Flow Cytometry\n(ImageStream Mark II)\n \n.rif or FCS file\n \n100 GB\n- Study of hydrodynamic size,\nstability, charge, and number of\nNMs in \nWP1, T1.1\n- Measurement of therapeutic\nefficacy of NM during in vivo\nstudies in \nWP1, T 1.4\nImmunoblotting Data\njpeg, gif, CSV\n5 GB\nEstimation of emission of danger\nsignals from the dying cells\nin \nWP1, T1.1 via conditioned\nmedia analysis\n \nAntibody Conjugated magnetic\nBeads, Enzyme-linked\nimmunosorbent assay (Elisa)\nCharts, Raw\ndata , CSVs\n5 GB\nEstimation of emission of danger\nsignals from the dying cells in\nWP1, T1.1\nUser Studies (Meta data) \n \nCSV, jpeg\n \n15 GB \n \nUser studies involving the use of\nrobotic EUS and ERCP by\nendoscopists and surgeons \nWP2 ,\nT2.3\n , \n \n \nMultiplex Immunofluorescence \n \njpeg\n \n50 GB\nMeasurement of therapeutic\nefficacy of NM during in vivo\nstudies in \nWP1, T 1.4\nMRI / CT Scans\nDICOM\n1 TB\n- Scanning for getting 3D models of\nanatomical structures to help\nmanufacturer create mockup in-\ncilico models \nWP3, T3.2\n- Measurement of therapeutic\nefficacy of NM in \nWP3 , T3.3\n-\n Verification of location of\ndelivered NM relative to Tumor\nCells \nWP3, T3.4\nData for Deep Learning \njpegs, mp4\n500 GB\nData for deep learning and trained\nmodels to be used for \n WP2, T2.3\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes,\nIn WP3, clinical experiments will be prepared, performed, and supported by the clinicians from\nCDO and TCTR. Prior to the experiment, the related ethical approval will be obtained from the\nlocal Ethics Committee. Project partners at CDO and TCTR have ample experience in running and\nsupporting clinical experiments.  In themeantime,in-silico studies are planned from Month 1-18.\nBy then, ethical approval will be prepared and obtained. Relevant ethical approval will be added\nupon receiving.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nThe specific design of the robotics catheter and NM formulations have the potential for\nvalorization (WP1 and WP2), and this will be subject to discussion during the project. Underlying\ndesign methodologies, modeling techniques, building blocks, and process steps rely on the\nbackground. Valorization would likely translate into a development-on-demand project with an\nindustrial partner, further re-designing and optimizing the hardware and medical techniques for a\nlarge scale use upon successful validation. Restrictions on design data may apply but normally\nnot on the measurement and test data obtained with these designs and fabricated samples.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nSoftware developed in this project will be documented using Doxygen (http://www.doxygen.nl/\nand accompanied by build and launch scripts to facilitate (re)use. We will also use Docker\n(https://www.docker.com/) to capture a fully functional software environment that runs our\nsoftware, including its dependencies. This allows anyone with a Docker installation to start up\nand use our software. We also describe the full procedure of how to install and run our software\nin the Docker domain-specific language (Dockerfile and/or Docker Compose). Each experiment\nwill contain metadata answering in as much detail as possible what was measured, when, why,\nand how. Metadata will be stored in various ways, such as headers in the CSV files, annotations\nin a TXT file, or records in a database. Measurement protocols, that describe data collection\nduring a surgical procedure, will be stored as PDF files and/or provided to stakeholders via a web\nportal. Representative measurement data on fabricated samples will be documented and made\navailable to the other project partners\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo, Most measurement data will be stored in CSV and DICOM and will be accompanied by\nmetadata headers.  We will ensure all metadata is described consistently during the project and\nwell documented. This will facilitate the reuse of our datasets, both internally and externally. For\nany datasets we would wish to publish, we will investigate if the use of domain agnostic\nmetadata standards, such as Dublin Core or DDI, is feasible within the project\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nAll developed software is version controlled and stored at our GitLab server. Data generated\nduring the project will be stored at the data center of KU Leuven, on which the research unit.\n5.2. How will the data be backed up?\nAll storage locations (KU Leuven GitLab, Data Center, one drive) have adequate backup\nstrategies in place. In case of data loss or damage, we will be able to revert our software or data\nfairly easily. GitLab also allows tagging to annotate a particular version of our software. The\nresearch data manager of this project, Johan Philips (KU Leuven) will inform the researchers on\nhow to safely upload the datasets to make sure that all of them are correctly backed up\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, All storage locations (KU Leuven GitLab, Data Center, one drive ) have sufficient capacity to\nstore all our data and software. . \n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nData storage costs on GitLab and one drive are covered by the internal ICT contributions, while\nadditional storage at KU Leuven's data center will be covered by the consumables foreseen in the\nFWO proposal. We estimate the total storage cost at 3500 EUR, which covers the estimated data\nvolume of about 1.8 TB during the 4-year project and the following 5 year preservation period\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe project will not use any personal data but, nonetheless, will ensure that all generated\ndatasets and developed software are stored securely on KU Leuven's servers (either GitLab, one\ndrive, or the Data Center) and behind proper authentication. During the project, we will evaluate\nhow and when to release or publish software and datasets, making them available to the\ncommunity. This step will also involve the curation of documentation and data.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThe software will be preserved on our GitLab server, including build and launch scripts to ensure\nreuse. Public releases of our software might also be stored on GitHub to maximize dissemination.\nMeasurement data that is discussed or used in publications will be preserved on either KU\nLeuven storage or community data repositories such as Zenodo. Raw footage of movies to\nsupport publications and presentations will be annotated and released on KU Leuven's video\nchannel or our research group's YouTube channel. Project information and data are at least\npreserved as long as grant and collaboration agreements with the other partners demand.\n6.2. Where will these data be archived (= stored for the long term)?\nThe software will remain on our Gitlab server both during the project as well as afterwards. Data\nand software will be stored on the university's central servers with automatic daily backup\nprocedures. \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nSince we estimate to preserve a maximum 1.8 TB, this amounts to about 3500 EUR for the whole\n4 year period. \n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo,  3rd party agreements or legal restrictions will prevent the sharing of software or data. If we,\nhowever, see potential exploitation of our developed software, we will consider the use of a\ncommercial license. Specifications and interface specifications related to the catheter needed in\nthe project can be shared. Underlying information on design methodologies, modeling\ntechniques, building blocks, and process steps may contain proprietary information and shall not\nbe disclosed; note that such information is not needed by the other project partners.\n7.2. Which data will be made available after the end of the project?\nCurated datasets will be uploaded to a community data repository such as Zenodo under a CC-BY\nor MIT license. The software will be released with a permissive license unless exploitation\npotential prohibits this\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nOther (specify):\nCurated datasets will be published in an open access repository such as Zenodo and/or on the\nresearch group's website. The software will be released via GitLab and/or GitHub.\n7.4. When will the data be made available?\nUpon publication of the research results\n Datasets and software will be published and released as soon as we see fit and definitely upon\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\npublication of the research results. If particular software might have the potential for valorization,\nwe might consider a closed (commercial) license. Specifications, interfacing specifications, and\nmeasurement data shall be published.\n7.5. Who will be able to access the data and under what conditions?\nDatasets will be published under a CC-BY or MIT license, allowing maximum reuse. The software\nwill be released under a permissive license unless we see the potential for exploitation.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe costs for data sharing will be covered completely by the project's consumables budget. We\nestimate this cost at 3500 EUR. (same as the data storage cost, which will provide the feature for\ndata sharing without any additional cost)\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe researchers are responsible for documenting their code and datasets with proper metadata.\nThis will be supervised and guided by Johan Philips, the departmental data manager. \n8.2. Who will be responsible for data storage & back up during the project?\nThe researchers are responsible for safely storing all software and data on the university's\nservers, such that backup strategies are automatically taking care of it. Johan Philips  will\nguide and supervise the researchers in this task. \n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe researchers are responsible for ensuring data preservation and reuse and will be guided and\nsupervised by Johan Philips. \n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP and will be guided by\nthe project data manager.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name CURE - DMP title Project Identifier IDN/21/013 Grant Title IDN/21/013 Principal Investigator / Researcher Emmanuel Vander Poorten Project Data Contact emmanuel.vanderpoorten@kuleuven.be Description robotiC gUided canceR nanomedicinE (CURE) Institution KU Leuven 1. General Information Name of the project lead (PI) Emmanuel Vander Poorten Internal Funds Project number & title IDN-21-00195 - robotiC gUided canceR nanomedicinE (CURE) 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of Data Format Volume Method of Creation Electron Microscopy Images .tiff 10GB 1 . Transmission Electron Microscopy (STEM) 2 . High-Resolution Tunnel Electron Microscopy (HTEM) to analyze the size and shape of PLGA nanomedicine in WP1, T1.1 X-Ray Diffraction Images .tiff 1 GB 1 . X-RAY Diffraction (XRD) 2 . Small Angle X-RAY Diffraction 3 . Dynamic Light Scattering 4 . Nano Material Tracking Analysis (Nano Sight) for characterization of nanomedicine in WP1, T1.1 Optical Imaging (IVIS Spectrum) jpeg 50 GB - To analyze parameters related to NM injection via the robotic platform ( Dose, Number of injections, the speed of injection, the location, Distribution rates) in WP1, T1.3 - Measurement of therapeutic efficacy of NM during in vivo studies in WP1, T 1.4 High-Pressure Liquid Chromatography (HPLC) Chromatograms jpeg, gif, CSV 15GB Estimation of the concentration of encapsulated drugs inside nanomedicine in WP1, T1.1 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Image-Based Flow Cytometry (ImageStream Mark II) .rif or FCS file 100 GB - Study of hydrodynamic size, stability, charge, and number of NMs in WP1, T1.1 - Measurement of therapeutic efficacy of NM during in vivo studies in WP1, T 1.4 Immunoblotting Data jpeg, gif, CSV 5 GB Estimation of emission of danger signals from the dying cells in WP1, T1.1 via conditioned media analysis Antibody Conjugated magnetic Beads, Enzyme-linked immunosorbent assay (Elisa) Charts, Raw data , CSVs 5 GB Estimation of emission of danger signals from the dying cells in WP1, T1.1 User Studies (Meta data) CSV, jpeg 15 GB User studies involving the use of robotic EUS and ERCP by endoscopists and surgeons WP2 , T2.3 , Multiplex Immunofluorescence jpeg 50 GB Measurement of therapeutic efficacy of NM during in vivo studies in WP1, T 1.4 MRI / CT Scans DICOM 1 TB - Scanning for getting 3D models of anatomical structures to help manufacturer create mockup in- cilico models WP3, T3.2 - Measurement of therapeutic efficacy of NM in WP3 , T3.3 - Verification of location of delivered NM relative to Tumor Cells WP3, T3.4 Data for Deep Learning jpegs, mp4 500 GB Data for deep learning and trained models to be used for WP2, T2.3 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes, In WP3, clinical experiments will be prepared, performed, and supported by the clinicians from CDO and TCTR. Prior to the experiment, the related ethical approval will be obtained from the local Ethics Committee. Project partners at CDO and TCTR have ample experience in running and supporting clinical experiments. In themeantime,in-silico studies are planned from Month 1-18. By then, ethical approval will be prepared and obtained. Relevant ethical approval will be added upon receiving. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? The specific design of the robotics catheter and NM formulations have the potential for valorization (WP1 and WP2), and this will be subject to discussion during the project. Underlying design methodologies, modeling techniques, building blocks, and process steps rely on the background. Valorization would likely translate into a development-on-demand project with an industrial partner, further re-designing and optimizing the hardware and medical techniques for a large scale use upon successful validation. Restrictions on design data may apply but normally not on the measurement and test data obtained with these designs and fabricated samples. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Software developed in this project will be documented using Doxygen (http://www.doxygen.nl/ and accompanied by build and launch scripts to facilitate (re)use. We will also use Docker (https://www.docker.com/) to capture a fully functional software environment that runs our software, including its dependencies. This allows anyone with a Docker installation to start up and use our software. We also describe the full procedure of how to install and run our software in the Docker domain-specific language (Dockerfile and/or Docker Compose). Each experiment will contain metadata answering in as much detail as possible what was measured, when, why, and how. Metadata will be stored in various ways, such as headers in the CSV files, annotations in a TXT file, or records in a database. Measurement protocols, that describe data collection during a surgical procedure, will be stored as PDF files and/or provided to stakeholders via a web portal. Representative measurement data on fabricated samples will be documented and made available to the other project partners 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No, Most measurement data will be stored in CSV and DICOM and will be accompanied by metadata headers. We will ensure all metadata is described consistently during the project and well documented. This will facilitate the reuse of our datasets, both internally and externally. For any datasets we would wish to publish, we will investigate if the use of domain agnostic metadata standards, such as Dublin Core or DDI, is feasible within the project 5. Data storage and backup during the project 5.1. Where will the data be stored? All developed software is version controlled and stored at our GitLab server. Data generated during the project will be stored at the data center of KU Leuven, on which the research unit. 5.2. How will the data be backed up? All storage locations (KU Leuven GitLab, Data Center, one drive) have adequate backup strategies in place. In case of data loss or damage, we will be able to revert our software or data fairly easily. GitLab also allows tagging to annotate a particular version of our software. The research data manager of this project, Johan Philips (KU Leuven) will inform the researchers on how to safely upload the datasets to make sure that all of them are correctly backed up 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, All storage locations (KU Leuven GitLab, Data Center, one drive ) have sufficient capacity to store all our data and software. . 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Data storage costs on GitLab and one drive are covered by the internal ICT contributions, while additional storage at KU Leuven's data center will be covered by the consumables foreseen in the FWO proposal. We estimate the total storage cost at 3500 EUR, which covers the estimated data volume of about 1.8 TB during the 4-year project and the following 5 year preservation period 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project will not use any personal data but, nonetheless, will ensure that all generated datasets and developed software are stored securely on KU Leuven's servers (either GitLab, one drive, or the Data Center) and behind proper authentication. During the project, we will evaluate how and when to release or publish software and datasets, making them available to the community. This step will also involve the curation of documentation and data. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). The software will be preserved on our GitLab server, including build and launch scripts to ensure reuse. Public releases of our software might also be stored on GitHub to maximize dissemination. Measurement data that is discussed or used in publications will be preserved on either KU Leuven storage or community data repositories such as Zenodo. Raw footage of movies to support publications and presentations will be annotated and released on KU Leuven's video channel or our research group's YouTube channel. Project information and data are at least preserved as long as grant and collaboration agreements with the other partners demand. 6.2. Where will these data be archived (= stored for the long term)? The software will remain on our Gitlab server both during the project as well as afterwards. Data and software will be stored on the university's central servers with automatic daily backup procedures. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Since we estimate to preserve a maximum 1.8 TB, this amounts to about 3500 EUR for the whole 4 year period. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No, 3rd party agreements or legal restrictions will prevent the sharing of software or data. If we, however, see potential exploitation of our developed software, we will consider the use of a commercial license. Specifications and interface specifications related to the catheter needed in the project can be shared. Underlying information on design methodologies, modeling techniques, building blocks, and process steps may contain proprietary information and shall not be disclosed; note that such information is not needed by the other project partners. 7.2. Which data will be made available after the end of the project? Curated datasets will be uploaded to a community data repository such as Zenodo under a CC-BY or MIT license. The software will be released with a permissive license unless exploitation potential prohibits this 7.3. Where/how will the data be made available for reuse? In an Open Access repository Other (specify): Curated datasets will be published in an open access repository such as Zenodo and/or on the research group's website. The software will be released via GitLab and/or GitHub. 7.4. When will the data be made available? Upon publication of the research results Datasets and software will be published and released as soon as we see fit and definitely upon This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 publication of the research results. If particular software might have the potential for valorization, we might consider a closed (commercial) license. Specifications, interfacing specifications, and measurement data shall be published. 7.5. Who will be able to access the data and under what conditions? Datasets will be published under a CC-BY or MIT license, allowing maximum reuse. The software will be released under a permissive license unless we see the potential for exploitation. 7.6. What are the expected costs for data sharing? How will these costs be covered? The costs for data sharing will be covered completely by the project's consumables budget. We estimate this cost at 3500 EUR. (same as the data storage cost, which will provide the feature for data sharing without any additional cost) 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The researchers are responsible for documenting their code and datasets with proper metadata. This will be supervised and guided by Johan Philips, the departmental data manager. 8.2. Who will be responsible for data storage & back up during the project? The researchers are responsible for safely storing all software and data on the university's servers, such that backup strategies are automatically taking care of it. Johan Philips will guide and supervise the researchers in this task. 8.3. Who will be responsible for ensuring data preservation and sharing? The researchers are responsible for ensuring data preservation and reuse and will be guided and supervised by Johan Philips. 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP and will be guided by the project data manager. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}