{
    "document_id": "D-2022-1611",
    "LinkTitle": "D-2022-1611",
    "file_name": "D-2022-1611.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1611.pdf",
    "metadata": {
        "title": "FWO Odysseus DMP - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-06 11:40:02+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO Odysseus DMP - DMP title\nGrant Title\n G0F7321N\nPrincipal Investigator / Researcher\n Ruben de Groote\nDescription\n In this research project, precision laser spectroscopy techniques will be developed\nand applied to the study of stable and unstable isotopes. By measuring magnetic octupole\nmoments and hyperfine anomalies we aim to test the theoretical description of the nuclear\nmagnetization, learning more about the configurations and motion of nucleons within the\nnucleus. The data that is thus generated mostly consists of atomic and hyperfine structure\nmeasurements, where a laser or radiofrequency is correlated with a number of observed photons\nor ions.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nRuben de Groote\nFWO Project Number & Title\nG0F7321N\nA new window on the atomic nucleus through high-precision atomic\nspectroscopy techniques\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nType of data\nFormat\nVolume\nHow created\nLaser\nspectroscopy\ndata\n.csv\n.asdf\n100kB per set,\nup to Gb over\ncourse of project\nLaser spectroscopy data collected on stable and\nradioactive isotopes\nIon trap\ncharacterization\ndata\n.csv\n.asdf\n<100 Mb\nRecording of ion count rates, temporal profiles,\n... for different operational parameters of the\nbeamline, trap, mass separator, ...\nLogbooks\nvarous\nformats, but\narchived as\n.pdf\n1 Gb\nDigital copies of logbooks filled out by lab\nmembers. \n \n \nASDF data file: https://asdf.readthedocs.io/en/stable/\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nLaser spectroscopy data; the following information will be noted. Isotopes, laser scan range, laser\npowers, laser polarizations, and/or: radiofrequency range. When applicable: estimated number of\nisotopes. Other relevant information about the measurements and/or their goal is noted in the\nlab book. Format of the data files is clearly outlined in the header of the file. \n \nIon trap characterization data; the following will be noted. Goal of the tests, which equipment is\nbeing characterized. Descriptive file names and folder structure will be used to further organize\nthese files.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\n \nWe do not have a community standard for metadata. \nA standard template spreadsheet will be made and filled out for data files, containing e.g. date\nand time, creator, keywords, and a free-form comment field.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the data will be kept on the main data acquisition machine,\nwhich is backed up to our our research unit central storage facility. Copies can be made and kept\non personal devices.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic, regular back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nTotal data size is quite small (a few Gb at most), and thus fits easily on the acquisition machine,\ncomputers of the researchers, the internal backup service...  \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nExpected costs are of the order of a few hundred euro for hard-drives for the lab machines,\ncovered by the grant associated with this project. Costs for the backup servers are covered by\nthe budget of the institute.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\n \nModification of data files by unauthorized persons is prevented by keeping the master files on\npassword protected computers and servers. None of the data is sensitive or personal, so there is\nno need to take measures beyond this layer of protection.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be saved for at least 5 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the institute's backup servers for at least 5 years. Data deemed\nrelevant to share alongside e.g. a publication may also be hosted on a publicly available service\nlike Zenodo.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cost of the data storage is covered within the institute. The small volume of data compared\nto the data generation of the entire institute is not that significant, so the added cost to the\ninstitute is small. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nSelected datasets which are part of the publications the product generates will be made available\nupon request, and could be uploaded to Zenodo in a csv format as well.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThe full dataset will be uploaded in a cvs format in Zenodo as an open access dataset under a\nCC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give\nappropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo expected costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI of the project will be the final responsible, and will supervise the PhD students as they\ncomply with this data management plan.\nWho will be responsible for data storage & back up during the project?\nIKS has IT support which takes care of archiving and data storage on IKS servers. Presently, this\nis Bert Keyaerts. The PhD students involved in the project will organize this backup together with\nthe IT support team.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name FWO Odysseus DMP - DMP title Grant Title G0F7321N Principal Investigator / Researcher Ruben de Groote Description In this research project, precision laser spectroscopy techniques will be developed and applied to the study of stable and unstable isotopes. By measuring magnetic octupole moments and hyperfine anomalies we aim to test the theoretical description of the nuclear magnetization, learning more about the configurations and motion of nucleons within the nucleus. The data that is thus generated mostly consists of atomic and hyperfine structure measurements, where a laser or radiofrequency is correlated with a number of observed photons or ions. Institution KU Leuven 1. General Information Name applicant Ruben de Groote FWO Project Number & Title G0F7321N A new window on the atomic nucleus through high-precision atomic spectroscopy techniques Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Laser spectroscopy data .csv .asdf 100kB per set, up to Gb over course of project Laser spectroscopy data collected on stable and radioactive isotopes Ion trap characterization data .csv .asdf <100 Mb Recording of ion count rates, temporal profiles, ... for different operational parameters of the beamline, trap, mass separator, ... Logbooks varous formats, but archived as .pdf 1 Gb Digital copies of logbooks filled out by lab members. ASDF data file: https://asdf.readthedocs.io/en/stable/ 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Laser spectroscopy data; the following information will be noted. Isotopes, laser scan range, laser powers, laser polarizations, and/or: radiofrequency range. When applicable: estimated number of isotopes. Other relevant information about the measurements and/or their goal is noted in the lab book. Format of the data files is clearly outlined in the header of the file. Ion trap characterization data; the following will be noted. Goal of the tests, which equipment is being characterized. Descriptive file names and folder structure will be used to further organize these files. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes We do not have a community standard for metadata. A standard template spreadsheet will be made and filled out for data files, containing e.g. date and time, creator, keywords, and a free-form comment field. 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the data will be kept on the main data acquisition machine, which is backed up to our our research unit central storage facility. Copies can be made and kept on personal devices. How is backup of the data provided? The data will be stored on the university's central servers with automatic, regular back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Total data size is quite small (a few Gb at most), and thus fits easily on the acquisition machine, computers of the researchers, the internal backup service... What are the expected costs for data storage and back up during the project? How will these costs be covered? Expected costs are of the order of a few hundred euro for hard-drives for the lab machines, covered by the grant associated with this project. Costs for the backup servers are covered by the budget of the institute. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Modification of data files by unauthorized persons is prevented by keeping the master files on password protected computers and servers. None of the data is sensitive or personal, so there is no need to take measures beyond this layer of protection. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be saved for at least 5 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the institute's backup servers for at least 5 years. Data deemed relevant to share alongside e.g. a publication may also be hosted on a publicly available service like Zenodo. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost of the data storage is covered within the institute. The small volume of data compared to the data generation of the entire institute is not that significant, so the added cost to the institute is small. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Selected datasets which are part of the publications the product generates will be made available upon request, and could be uploaded to Zenodo in a csv format as well. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The full dataset will be uploaded in a cvs format in Zenodo as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? No expected costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI of the project will be the final responsible, and will supervise the PhD students as they comply with this data management plan. Who will be responsible for data storage & back up during the project? IKS has IT support which takes care of archiving and data storage on IKS servers. Presently, this is Bert Keyaerts. The PhD students involved in the project will organize this backup together with the IT support team. Who will be responsible for ensuring data preservation and reuse ? The PI of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}