{
    "document_id": "D-2023-2036",
    "LinkTitle": "D-2023-2036",
    "file_name": "D-2023-2036.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2036.pdf",
    "metadata": {
        "title": "Error-Correcting Microarchitectures for Spin Qubit Quantum Computing",
        "author": "N/A",
        "creation_date": "2023-01-11 14:08:59+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Error-Correcting Microarchitectures for Spin Qubit Quantum\nComputing\nA Data Management Plan created using DMPonline.be\nCreator: \nBenjamin Gys\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S70023N\nID: \n192611\nStart date: \n01-09-2020\nEnd date: \n31-10-2026\nProject abstract:\nModern society faces several problems that are too complicated for classical computers.\nQuantum\ncomputers promise to solve these problems in an efficient way. The fundamental building block\nof a\nquantum computer is a qubit, for which different realizations exist, each having its own\nadvantages\nand drawbacks. Recent years have witnessed great advancements in various quantum\ntechnologies.\nHowever, research on how to design actual systems based on these concepts is still in its\ninfancy.\nThis project is positioned at the forefront of research, aiming to design a scalable\nmicroarchitecture\nfor the favourable platform of electron spin qubits in quantum dots. This requires combining\nextensive knowledge about the physical qubits with that of the algorithms. Focus will lie on the\nalgorithms that are able to correct for errors occurring in the qubit devices and are thus crucial\nfor\nfault-tolerant computing. They will determine the required layout of the qubits, interconnectivity,\nthe\npulse sequences, and therefore the functionality of the required additional classical cryo-CMOS\nelectronics. Since the interaction between the different components is of vital importance, the\ncodesign\nwill be based on a novel qubit compact model approach, allowing for a more reliable design.\nWith the microarchitecture forming the crucial interface between the quantum algorithms and\nhardware, the project will provide significant insight into the development of a full-stack quantum\ncomputer.\nLast modified: \n11-01-2023\nCreated using DMPonline.be. Last modiﬁed 11 January 2023\n1 of 6\nCreated using DMPonline.be. Last modiﬁed 11 January 2023\n2 of 6\nError-Correcting Microarchitectures for Spin Qubit Quantum\nComputing\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset \nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital\nData Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nqubit\nsimulation\nframework\nmodel for the simulation of\nsmall spin qubit systems\nGenerate new data\nDigital\nSoftware\n.py\n.ipynb\n.txt\n<1GB\nraw simulation\noutput data\ndirect output data of qubit\nsimulation framework\nsimulations\nGenerate new data\nDigital\nSimulation\ndata\n.tran.tran\n<1TB\nprocessed\nsimulation\noutput data\nprocessed output data of\nqubit simulation framework\nsimulations\nGenerate new data\nDigital\nSimulation\ndata\n.png\n.scs\n.txt\n<100GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nI do not reuse existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 11 January 2023\n3 of 6\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe qubit simulation framework contains a README.txt file and is well documented, according to good coding practices. The output\ndata is always accompanied by automatically generated logfiles containing the metadata.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nSince the output- and logfiles are automatically generated, they are uniform, contain all the relevant information and are always stored in\nthe predefined locations.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data is stored in a project account on IMEC's server system. Regular backups are stored on backup servers. Copies can be made\nand kept on personal devices.\nHow will the data be backed up?\nRegular backups are automatically stored on backup servers.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe project account has a storage of 1TB, with options of expansion when necessary. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI am not working with sensitive data. The data is stored in a secured folder, only\naccessible by members of the team with the appropriate rights.\nCreated using DMPonline.be. Last modiﬁed 11 January 2023\n4 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nMy project fits within the IMEC quantum computing efforts, I can use the data storage and backup system of the team. IMEC covers the\ncosts.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nIt is possible for all the data of my project to be retained for at least a 5 year period after the end of my project. IMEC will retain my data,\nand I will make the necessary local copies for data that is the basis of scientific publications.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on IMEC's server system.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe database at IMEC is already in place and available for use without extra cost. IMEC covers all\nthe expenses and support.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nNo (closed access)\nSome of the data I collect is part of IMEC's quantum computing program and cannot be shared\nwith third parties without IMEC's permission.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the team with the appropriate rights are always able to access all of the data. Data belonging to scientific publications will be\npublicly available upon request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nSome of the data I collect is part of IMEC's quantum computing program and cannot be shared\nwith third parties without IMEC's permission.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 11 January 2023\n5 of 6\nUpon request by mail.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage licenses can be provided for published data upon request.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nI will manage the data documentation and metadata \nWho will manage data storage and backup during the research project?\nI will manage the data storage and backup, along with IMEC's automatic backup system \nWho will manage data preservation and sharing?\nI will manage the data preservation and sharing \nWho will update and implement this DMP?\nI will update and implement this DMP \nCreated using DMPonline.be. Last modiﬁed 11 January 2023\n6 of 6"
    },
    "clean_full_text": "Error-Correcting Microarchitectures for Spin Qubit Quantum Computing A Data Management Plan created using DMPonline.be Creator: Benjamin Gys Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S70023N ID: 192611 Start date: 01-09-2020 End date: 31-10-2026 Project abstract: Modern society faces several problems that are too complicated for classical computers. Quantum computers promise to solve these problems in an efficient way. The fundamental building block of a quantum computer is a qubit, for which different realizations exist, each having its own advantages and drawbacks. Recent years have witnessed great advancements in various quantum technologies. However, research on how to design actual systems based on these concepts is still in its infancy. This project is positioned at the forefront of research, aiming to design a scalable microarchitecture for the favourable platform of electron spin qubits in quantum dots. This requires combining extensive knowledge about the physical qubits with that of the algorithms. Focus will lie on the algorithms that are able to correct for errors occurring in the qubit devices and are thus crucial for fault-tolerant computing. They will determine the required layout of the qubits, interconnectivity, the pulse sequences, and therefore the functionality of the required additional classical cryo-CMOS electronics. Since the interaction between the different components is of vital importance, the codesign will be based on a novel qubit compact model approach, allowing for a more reliable design. With the microarchitecture forming the crucial interface between the quantum algorithms and hardware, the project will provide significant insight into the development of a full-stack quantum computer. Last modified: 11-01-2023 Created using DMPonline.be. Last modiﬁed 11 January 2023 1 of 6 Created using DMPonline.be. Last modiﬁed 11 January 2023 2 of 6 Error-Correcting Microarchitectures for Spin Qubit Quantum Computing FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) qubit simulation framework model for the simulation of small spin qubit systems Generate new data Digital Software .py .ipynb .txt <1GB raw simulation output data direct output data of qubit simulation framework simulations Generate new data Digital Simulation data .tran.tran <1TB processed simulation output data processed output data of qubit simulation framework simulations Generate new data Digital Simulation data .png .scs .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I do not reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 11 January 2023 3 of 6 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The qubit simulation framework contains a README.txt file and is well documented, according to good coding practices. The output data is always accompanied by automatically generated logfiles containing the metadata. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Since the output- and logfiles are automatically generated, they are uniform, contain all the relevant information and are always stored in the predefined locations. 3. Data storage & back-up during the research project Where will the data be stored? The data is stored in a project account on IMEC's server system. Regular backups are stored on backup servers. Copies can be made and kept on personal devices. How will the data be backed up? Regular backups are automatically stored on backup servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The project account has a storage of 1TB, with options of expansion when necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I am not working with sensitive data. The data is stored in a secured folder, only accessible by members of the team with the appropriate rights. Created using DMPonline.be. Last modiﬁed 11 January 2023 4 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? My project fits within the IMEC quantum computing efforts, I can use the data storage and backup system of the team. IMEC covers the costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). It is possible for all the data of my project to be retained for at least a 5 year period after the end of my project. IMEC will retain my data, and I will make the necessary local copies for data that is the basis of scientific publications. Where will these data be archived (stored and curated for the long-term)? The data will be stored on IMEC's server system. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The database at IMEC is already in place and available for use without extra cost. IMEC covers all the expenses and support. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Some of the data I collect is part of IMEC's quantum computing program and cannot be shared with third parties without IMEC's permission. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the team with the appropriate rights are always able to access all of the data. Data belonging to scientific publications will be publicly available upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Some of the data I collect is part of IMEC's quantum computing program and cannot be shared with third parties without IMEC's permission. Where will the data be made available? If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 11 January 2023 5 of 6 Upon request by mail. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Data usage licenses can be provided for published data upon request. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? I will manage the data documentation and metadata Who will manage data storage and backup during the research project? I will manage the data storage and backup, along with IMEC's automatic backup system Who will manage data preservation and sharing? I will manage the data preservation and sharing Who will update and implement this DMP? I will update and implement this DMP Created using DMPonline.be. Last modiﬁed 11 January 2023 6 of 6"
}