{
    "document_id": "D-2022-1463",
    "LinkTitle": "D-2022-1463",
    "file_name": "D-2022-1463.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1463.pdf",
    "metadata": {
        "title": "D-2022-1463",
        "author": "Myriam Mertens",
        "num_pages": 11
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Özlem Cizer (KU Leuven), Phung Quoc Tri (SCK CEN)\nFWO Project Number & Title G086422N - Multiscale analysis and modeling of carbonation-induced changes in microstructure and \ntransport properties of blended cements\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☒ Other: SCK CEN\n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).New experimental and numerical data will be generated, collected and stored in 4 work packages (WP). \nFollowing tables provide a detailed overview of the data for each WP.  \nCemdata 18 database will be used for thermodynamic simulations.  \nWP 1: Characterization of hydrated systems [PhD-KUL]\nCements and their hydrated forms in pastes will be characterized by means of a number of techniques \nthat will generate various data sets.\nType of data Format of data Volume of dataHow created\nLiterature survey Word file (.docx)\nAdobe file (.pdf)2 MB\n100 MBSummary of literature survey (.docx) \nwith citations to relevant articles \n(.pdf)\nWhite Portland cement, \nblast furnace slag, \nmetakaolin, limestonePhysical item -Commercial materials to be \npurchased from each producer\nCement paste samples for \nexperiments Physical item -Mixing white Portland cement with \nblast furnace slag, metakaolin, \nlimestone and water, and curing \nunder controlled environments\nXRF raw data Excel files (.xlsx) 1 MBMeasurements performed on\nthe XRF apparatus\nPSD raw data Excel files (.xlsx) 1 MBAMeasurements performed on\nthe laser diffraction apparatus\nQXRD raw data .raw, .rd, .xy, .inp. .out 200 MBMeasurements performed on\nthe XRD apparatus\nNMR spectroscopy raw \ndata.dps 1GBMeasurements performed on\nthe NMR spectrometer\nSEM raw data .tif, xlsx, .docx 1GBMeasurements performed on\nthe SEM apparatus\nMIP raw data .smp, .xls 10 MBMeasurements performed on\nthe MIP apparatus\n2019-10-01 | FWO DMP Template 3Nitrogen adsorption raw \ndata.xls, .pdf 2MBMeasurements performed on\nthe Nitrogen adsorption  apparatus\nThermoporometry raw \ndata.xls 1MBMeasurements performed on\nthe thermoporometry apparatus\nNMR relaxometry raw \ndataVarious \n(.dps, .app, .out, .txt, .int, .\nbdiscrete)200 MBMeasurements performed on\nthe Bruker minispec NMR analyzer\nProcessed data of QXRD, \nMIP, nitrogen adsorption, \nthermoporometry and \nNMRExcel files (.xlsx) 10 MBProcessing and analysis of raw data\nWP 2: Phase dependent carbonation and microstructural development\nSynthetic C-S-H phase will be prepared from hydrated C 3S pastes. Synthetic aluminate hydrate phases of \nmonosulphate and ettringite will be prepared using C 3A and CaSO4.\nType of data Format of data Volume of dataHow created\nPure C3S, pure C3A, CaSO4Physical item -Commercial materials to be \npurchased from each producer\nPaste samples for \nexperiments Physical item -Mixing C3S, pure C3A, CaSO4 with \nwater, and curing under controlled \nenvironments\nTGA raw data .dsv, .csv 100 MBMeasurements performed on\nthe TGA apparatus\nQXRD raw data .raw, .rd, .xy, .inp. .out 200 MBMeasurements performed on\nthe XRD apparatus\nNMR spectroscopy raw \ndata.dps 1GBMeasurements performed on\nthe NMR apparatus\nSEM raw data .tif, xlsx, .docx 1GBImages from SEM saved on an\nexternal hard drive\n2019-10-01 | FWO DMP Template 4MIP raw data .smp, .xls 10 MBMeasurements performed on\nthe MIP apparatus\nNitrogen adsorption raw \ndata.xls, .pdf 5 MBMeasurements performed on\nthe Nitrogen adsorption  apparatus\nNMR relaxometry raw \ndata Various \n(.dps, .app, .out, .txt, .int, .\nbdiscrete)200 MBMeasurements performed on\nthe NMR apparatus\nProcessed data of TGA, \nQXRD, MIP, nitrogen \nadsorption and NMR Excel files (.xlsx) 10 MBProcessing and analysis of raw data\nThermodynamic \nmodelling5 GBSimulated data from GEMS software\nWP 3: Impact of carbonation on macroscopic and transport properties\nMortar specimens at 40x40x160 mm3 will be produced and tested.  \nType of data Format of data Volume of dataHow created\nMortar specimens Physical item -Mixing solid components with water,  \nand curing under controlled \nenvironments\nTGA raw data .dsv, .csv 100 MBMeasurements performed on\nthe TGA apparatus\nXRD raw data .raw, .rd, .xy, .inp. .out 200 MBMeasurements performed on\nthe XRD apparatus\nMIP raw data .smp, .xls 10 MBMeasurements performed on\nthe MIP apparatus\nNitrogen adsorption raw \ndata.xls, .pdf 5 MBMeasurements performed on\nthe Nitrogen adsorption  apparatus\nNMR relaxometry raw \ndata Various \n(.dps, .app, .out, .txt, .int, .\nbdiscrete)100 MBMeasurements performed on\nthe NMR apparatus\n2019-10-01 | FWO DMP Template 5Processed data of TGA, \nXRD and NMR Excel files (.xlsx) 10 MBProcessing and analysis of raw data\nMechanical strength \nresults Excel files (.xlsx) 10 MBMechanical testing in compression \nand 3-point bending\nDiffusivity test results Excel files (.xlsx) 10 MBDiffusivity setup \nPermeability test results Excel files (.xlsx) 10 MBPermeability setup \nCorrosion rate Excel files (.xlsx) 10 MBCorrosion setup\nWP4: Carbonation modelling\nFunctions, scripts, …\nType of data Format of data Volume of dataHow created\nHP Geochemistry codes + \noutputs Executive file (.exe), \noutputs (.dat)1 GBHP Geochemistry software  \nCOMSOL codes Comsol file (.mph) 5 GBCOMSOL software\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\n2019-10-01 | FWO DMP Template 6Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 7What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Physical data:\nOnly a limited amount of test samples will be stored for over 2 years in a CO2-free desiccator in the lab \nsince the test samples may change over time.\nAll samples are numbered and a central excel file lists the experiments performed and where the results \nof the experiments can be found, …\nThe successfully developed test set-ups are kept in the lab to allow future work to be done using these \nset-ups. This allows reproducing the results.\nExperimental data:\nA ReadMe file (.txt) will be created in the folder of the experimental data to describe how the data was \nretrieved, the file format, the measurement date,… This ReadMe file contains references to other \ndocuments which can be consulted to obtain more information about experimental methodology and data  \nprocessing procedures.\nAll experimental parameters, data processing methods, results, … are kept in .docx and .xlsx files within \nthe different folders. The ReadMe file will guide users to the correct file where all relevant information \ncan be found.\nThe structure of Excel files is explained within the separate excel files since the variable nature of the \nresearch does not allow all excel files to be constructed similarly. This can be done either on the first \nsheet for all following excel sheets or information can be given on every sheet individually.\nNumerical data:\nCode scripts is provided…  \nCOMSOL, HP Geochemistry files will be added to an already existing in-house toolbox with \ndocumentation explaining how functions can be used.  \nA ReadMe file describing the organization and the content of the scripts will be created. Every file is \nclearly documented in the code by means of in-line comments. The results of the processing are \ndescribed in a separate report and in publications.\n…\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\n2019-10-01 | FWO DMP Template 85.Data storage & backup during the FWO project\nWhere will the data be stored?  Raw experimental data, data analyses, scripts and functions, pictures, algorithms and reports will be \nstored on a personal network folder on NAS storage with a default storage quota of 100GB at KU Leuven.\nAlexandria  - a internal secured versioning network  will be used to stored data (modelling + experimental) \ngenerated at SCK CEN. The storage capacity for this project is foreseen to be 100 GB.  \nHow will the data be backed up?  The personal network folder is automatically backed up using ‘snapshot’ technology and mirrored every 4 \nhours to a second ICTS data center.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\nThe KU Leuven drive provide 100 GB of storage which will be sufficient for a large part of the project. \nAdditionally, for Business Cloud Storage provides 2 TB of storage with the option of increasing this to 5 TB \nof storage if necessary.\nSCK CEN: Alexandria network = 100 GB plus internal network drive = 1 TG.\n☐ No\nIf no, please specify:  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Both the costs for KU Leuven drives and OneDrive storage are financed by the KU Leuven.\nThe use of Alexandria network + internal network drive will be covered by SCK CEN’s budget.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Both the personal drive of the KU Leuven as well as OneDrive can only be accessed with a password \ndefined by the researcher.\nThe rights to access the Alexandria network + internal network drive is defined the researcher in \nconsultant with the supervisor at  SCK CEN.\n2019-10-01 | FWO DMP Template 96.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All data (except for the physical test samples) will be retained for a period of 10 years, conform the KU \nLeuven RDM policy.\nThe same principle applies for SCK CEN. Samples will be stored at least 3 years after ending the project.\nWhere will these data be archived (= stored for \nthe long term)? The data will be archived on the ‘Large Volume Archive Storage’ of KU Leuven network drive (K-drive) \nwhich is ideal for space requirements from 100 GB to 5 TB.\nFor SCK CEN, data is permanently stored on the network, unless a clear up action is executed with the \nagreement of the data owner and hierarchy?\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The cost of ‘Large Volume Archive Storage’ network drive (K-drive) of KU Leuven is 100,86 €/TB/year, \ncorresponding to an expected total cost of 504.30 € for a period of 5 years.  \nThe cost for data preservation is covered by the MAT research division that allocates annual budgets to \ncover these costs.\nThe cost for data storage will be covered by SCK CEN’s budget?  \n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\n2019-10-01 | FWO DMP Template 10Which data will be made available after the end \nof the project? All data are made available to the other researchers after the end of the project.  \nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☒ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  After publication of the research results  \nWho will be able to access the data and under \nwhat conditions? The data are made available to the other researchers of the research groups at KU Leuven and SCK CEN \nafter the end of the project. Third parties can have access upon request. The full dataset will be made \navailable, provided that they give appropriate credit, i.e. reference to the related publications\nand/or doi of the data set.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.There are no extra costs associated with the data sharing.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  The PIs of KU Leuven and SCK CEN, and 2 researchers to be hired on this project\nWho will be responsible for data storage & back \nup during the project?  Both researchers will be responsible for putting the data they generated within this project.\nICT Groups of KU Leuven and SCK CEN are responsible for the daily backups.\nWho will be responsible for ensuring data \npreservation and sharing?  WP1 and WP2: Prof. Özlem Cizer  \nWP3 and WP4: Dr. Quoc Tri PHUNG\n2019-10-01 | FWO DMP Template 11Who bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe end responsibility for updating and implementing the DMP is with the PI (supervisor), Prof. Özlem \nCizer"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Özlem Cizer (KU Leuven), Phung Quoc Tri (SCK CEN) FWO Project Number & Title G086422N - Multiscale analysis and modeling of carbonation-induced changes in microstructure and transport properties of blended cements Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: SCK CEN 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).New experimental and numerical data will be generated, collected and stored in 4 work packages (WP). Following tables provide a detailed overview of the data for each WP. Cemdata 18 database will be used for thermodynamic simulations. WP 1: Characterization of hydrated systems [PhD-KUL] Cements and their hydrated forms in pastes will be characterized by means of a number of techniques that will generate various data sets. Type of data Format of data Volume of dataHow created Literature survey Word file (.docx) Adobe file (.pdf)2 MB 100 MBSummary of literature survey (.docx) with citations to relevant articles (.pdf) White Portland cement, blast furnace slag, metakaolin, limestonePhysical item -Commercial materials to be purchased from each producer Cement paste samples for experiments Physical item -Mixing white Portland cement with blast furnace slag, metakaolin, limestone and water, and curing under controlled environments XRF raw data Excel files (.xlsx) 1 MBMeasurements performed on the XRF apparatus PSD raw data Excel files (.xlsx) 1 MBAMeasurements performed on the laser diffraction apparatus QXRD raw data .raw, .rd, .xy, .inp. .out 200 MBMeasurements performed on the XRD apparatus NMR spectroscopy raw data.dps 1GBMeasurements performed on the NMR spectrometer SEM raw data .tif, xlsx, .docx 1GBMeasurements performed on the SEM apparatus MIP raw data .smp, .xls 10 MBMeasurements performed on the MIP apparatus 2019-10-01 | FWO DMP Template 3Nitrogen adsorption raw data.xls, .pdf 2MBMeasurements performed on the Nitrogen adsorption apparatus Thermoporometry raw data.xls 1MBMeasurements performed on the thermoporometry apparatus NMR relaxometry raw dataVarious (.dps, .app, .out, .txt, .int, . bdiscrete)200 MBMeasurements performed on the Bruker minispec NMR analyzer Processed data of QXRD, MIP, nitrogen adsorption, thermoporometry and NMRExcel files (.xlsx) 10 MBProcessing and analysis of raw data WP 2: Phase dependent carbonation and microstructural development Synthetic C-S-H phase will be prepared from hydrated C 3S pastes. Synthetic aluminate hydrate phases of monosulphate and ettringite will be prepared using C 3A and CaSO4. Type of data Format of data Volume of dataHow created Pure C3S, pure C3A, CaSO4Physical item -Commercial materials to be purchased from each producer Paste samples for experiments Physical item -Mixing C3S, pure C3A, CaSO4 with water, and curing under controlled environments TGA raw data .dsv, .csv 100 MBMeasurements performed on the TGA apparatus QXRD raw data .raw, .rd, .xy, .inp. .out 200 MBMeasurements performed on the XRD apparatus NMR spectroscopy raw data.dps 1GBMeasurements performed on the NMR apparatus SEM raw data .tif, xlsx, .docx 1GBImages from SEM saved on an external hard drive 2019-10-01 | FWO DMP Template 4MIP raw data .smp, .xls 10 MBMeasurements performed on the MIP apparatus Nitrogen adsorption raw data.xls, .pdf 5 MBMeasurements performed on the Nitrogen adsorption apparatus NMR relaxometry raw data Various (.dps, .app, .out, .txt, .int, . bdiscrete)200 MBMeasurements performed on the NMR apparatus Processed data of TGA, QXRD, MIP, nitrogen adsorption and NMR Excel files (.xlsx) 10 MBProcessing and analysis of raw data Thermodynamic modelling5 GBSimulated data from GEMS software WP 3: Impact of carbonation on macroscopic and transport properties Mortar specimens at 40x40x160 mm3 will be produced and tested. Type of data Format of data Volume of dataHow created Mortar specimens Physical item -Mixing solid components with water, and curing under controlled environments TGA raw data .dsv, .csv 100 MBMeasurements performed on the TGA apparatus XRD raw data .raw, .rd, .xy, .inp. .out 200 MBMeasurements performed on the XRD apparatus MIP raw data .smp, .xls 10 MBMeasurements performed on the MIP apparatus Nitrogen adsorption raw data.xls, .pdf 5 MBMeasurements performed on the Nitrogen adsorption apparatus NMR relaxometry raw data Various (.dps, .app, .out, .txt, .int, . bdiscrete)100 MBMeasurements performed on the NMR apparatus 2019-10-01 | FWO DMP Template 5Processed data of TGA, XRD and NMR Excel files (.xlsx) 10 MBProcessing and analysis of raw data Mechanical strength results Excel files (.xlsx) 10 MBMechanical testing in compression and 3-point bending Diffusivity test results Excel files (.xlsx) 10 MBDiffusivity setup Permeability test results Excel files (.xlsx) 10 MBPermeability setup Corrosion rate Excel files (.xlsx) 10 MBCorrosion setup WP4: Carbonation modelling Functions, scripts, … Type of data Format of data Volume of dataHow created HP Geochemistry codes + outputs Executive file (.exe), outputs (.dat)1 GBHP Geochemistry software COMSOL codes Comsol file (.mph) 5 GBCOMSOL software 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: 2019-10-01 | FWO DMP Template 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 7What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Physical data: Only a limited amount of test samples will be stored for over 2 years in a CO2-free desiccator in the lab since the test samples may change over time. All samples are numbered and a central excel file lists the experiments performed and where the results of the experiments can be found, … The successfully developed test set-ups are kept in the lab to allow future work to be done using these set-ups. This allows reproducing the results. Experimental data: A ReadMe file (.txt) will be created in the folder of the experimental data to describe how the data was retrieved, the file format, the measurement date,… This ReadMe file contains references to other documents which can be consulted to obtain more information about experimental methodology and data processing procedures. All experimental parameters, data processing methods, results, … are kept in .docx and .xlsx files within the different folders. The ReadMe file will guide users to the correct file where all relevant information can be found. The structure of Excel files is explained within the separate excel files since the variable nature of the research does not allow all excel files to be constructed similarly. This can be done either on the first sheet for all following excel sheets or information can be given on every sheet individually. Numerical data: Code scripts is provided… COMSOL, HP Geochemistry files will be added to an already existing in-house toolbox with documentation explaining how functions can be used. A ReadMe file describing the organization and the content of the scripts will be created. Every file is clearly documented in the code by means of in-line comments. The results of the processing are described in a separate report and in publications. … Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: 2019-10-01 | FWO DMP Template 85.Data storage & backup during the FWO project Where will the data be stored? Raw experimental data, data analyses, scripts and functions, pictures, algorithms and reports will be stored on a personal network folder on NAS storage with a default storage quota of 100GB at KU Leuven. Alexandria - a internal secured versioning network will be used to stored data (modelling + experimental) generated at SCK CEN. The storage capacity for this project is foreseen to be 100 GB. How will the data be backed up? The personal network folder is automatically backed up using ‘snapshot’ technology and mirrored every 4 hours to a second ICTS data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes The KU Leuven drive provide 100 GB of storage which will be sufficient for a large part of the project. Additionally, for Business Cloud Storage provides 2 TB of storage with the option of increasing this to 5 TB of storage if necessary. SCK CEN: Alexandria network = 100 GB plus internal network drive = 1 TG. ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Both the costs for KU Leuven drives and OneDrive storage are financed by the KU Leuven. The use of Alexandria network + internal network drive will be covered by SCK CEN’s budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both the personal drive of the KU Leuven as well as OneDrive can only be accessed with a password defined by the researcher. The rights to access the Alexandria network + internal network drive is defined the researcher in consultant with the supervisor at SCK CEN. 2019-10-01 | FWO DMP Template 96.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data (except for the physical test samples) will be retained for a period of 10 years, conform the KU Leuven RDM policy. The same principle applies for SCK CEN. Samples will be stored at least 3 years after ending the project. Where will these data be archived (= stored for the long term)? The data will be archived on the ‘Large Volume Archive Storage’ of KU Leuven network drive (K-drive) which is ideal for space requirements from 100 GB to 5 TB. For SCK CEN, data is permanently stored on the network, unless a clear up action is executed with the agreement of the data owner and hierarchy? What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The cost of ‘Large Volume Archive Storage’ network drive (K-drive) of KU Leuven is 100,86 €/TB/year, corresponding to an expected total cost of 504.30 € for a period of 5 years. The cost for data preservation is covered by the MAT research division that allocates annual budgets to cover these costs. The cost for data storage will be covered by SCK CEN’s budget? 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: 2019-10-01 | FWO DMP Template 10Which data will be made available after the end of the project? All data are made available to the other researchers after the end of the project. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? After publication of the research results Who will be able to access the data and under what conditions? The data are made available to the other researchers of the research groups at KU Leuven and SCK CEN after the end of the project. Third parties can have access upon request. The full dataset will be made available, provided that they give appropriate credit, i.e. reference to the related publications and/or doi of the data set. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.There are no extra costs associated with the data sharing. 8.Responsibilities Who will be responsible for the data documentation & metadata? The PIs of KU Leuven and SCK CEN, and 2 researchers to be hired on this project Who will be responsible for data storage & back up during the project? Both researchers will be responsible for putting the data they generated within this project. ICT Groups of KU Leuven and SCK CEN are responsible for the daily backups. Who will be responsible for ensuring data preservation and sharing? WP1 and WP2: Prof. Özlem Cizer WP3 and WP4: Dr. Quoc Tri PHUNG 2019-10-01 | FWO DMP Template 11Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe end responsibility for updating and implementing the DMP is with the PI (supervisor), Prof. Özlem Cizer"
}