{
    "document_id": "D-2021-1089",
    "LinkTitle": "D-2021-1089",
    "file_name": "D-2021-1089.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1089.pdf",
    "metadata": {
        "title": "A simulation framework to probe the underlying mechanisms of impaired dynamic balance control during walking post-stroke(FWO DMP) - A simulation framework to probe the underlying mechanisms of impaired dynamic balance control during walking post-stroke. Initial DMP",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "A simulation framework to probe the underlying mechanisms of\nimpaired dynamic balance control during walking post-stroke. Initial\nDMP\nProject Name\n A simulation framework to probe the underlying mechanisms of impaired\ndynamic balance control during walking post-stroke(FWO DMP) - A simulation framework to probe\nthe underlying mechanisms of impaired dynamic balance control during walking post-stroke.\nInitial DMP\nProject Identifier\n 3M210365\nGrant Title\n 12ZJ922N\nPrincipal Investigator / Researcher\n Tom Buurke\nProject Data Contact\n tom.buurke@kuleuven.be\nDescription\n We will collect motion capture data, perform clinical tests and collect information on\ngender, body mass, body height, age and paresis side using a questionnaire in people post-\nstroke. These data are used to design and validate predictive simulations of walking balance\nafter stroke.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTom Buurke\n \nFWO Project Number & Title\n12ZJ922N - A simulation framework to probe the underlying mechanisms of impaired dynamic\nbalance control during walking post-stroke.\n \nAffiliation\nKU Leuven\n \n \n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nMovement kinematic\ndata\n.C3D\n50 GB\nTrajectories of full-body skin-mounted\nretro-reflective markers registered by\nVicon camares\nGround reaction forces\n.C3D\n50 GB\nGround reaction force vectors\nmeasured by forceplates embedded in\nthe floor, treadmill or balance platform\nElectromyography\n.C3D\n50 GB\nMuscle activity measured with\nelectromyography attached to the skin\nsurfce with adhesive electrodes.\nExternally applied\nforces\n.C3D\n10 GB\nExternally applied forces measured\nthrough a 3D loadcell.\nSensory organization\ntest\n.txt\n1.25 GB\nRaw test results measured in the\n'sensory organization test' in the\nNeuroCom Balance Master.\nQuestionnaires\n.pdf\n200 MB\nScanned questionnaires on paper\nstored in a pdf format.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2020-2460\nShort description of the kind of personal data that will be used:\nDemographical data (name, sex, age)\nBiometric data (height, weight, body dimension)\nHealth data (Cerebro vascular accident type, lesion side, time since first accident)\nFull description available in PRET under G-2020-2460.\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nExperiments on humans.\nEthical approval by EC UZ / KU Leuven under number S64639.\n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\n \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n \n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Experimental data will be accompanied with a description of the protocol and datasheet in the\nraw data folder, resulting a detailed lab book for each experimental data collection session.\n2. Pre-processing and analysis software will be stored and documented in private repositories on\nGitHub and made public after publication in a scientific journal. The GitHub readme provides\ndetails on processing steps to enhance reproducibility.\n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nMetadata will be created through the scanned protocols, datasheets and github commits.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. All data collected from one subject will be pseudonymized and stored under a subject number\nreferring to the subject. A key file will link the subject number to the subject name.\n2. The time-stamped master copy of the data will be stored on a separate storage device in a\nfiling cabinet in the room of the supervisor (prof. Friedl De Groote).\n3. We will use OneDrive for active use of the pseudonymized data during the project.\n \nHow is backup of the data provided?\n - The data will be stored on the university's onedrive servers with automatic daily back-up\nprocedures and version history.\n - Tom Buurke is responsible for backup and recovery.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes, there is sufficient storage & backup capacity.\n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no expected costs for data storage and back up during the project.\n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nWe will be working with pseudonymized personal data, which is only accessible for the fellow (Dr.\nTom Buurke) and the supervisor (prof. Friedl De Groote), stored in the university's secure\nonedrive environment.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe full dataset will be retained for the expected 10 year period.\n \nWhere will the data be archived (= stored for the longer term)?\n1. The data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy\n2. Parts of or the full dataset may become available in an open data repository in a later stage of\nthe project.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThere are no expected costs for data preservation during the retention period, since the\nsupervisor (prof. De Groote) has enough availabe server space at KU Leuven.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\n \n \nWhich data will be made available after the end of the project?\n1. We expect to upload the full anonymized dataset under a CC-BY license near the end of the\nproject, for instance in Zenodo.\n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe full dataset with documentation will be uploaded to an open access repository.\nThe source code will be released on GitHub.\n \nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nThe dataset will become available after the end of the project, awaiting publication of the\nresearch results. A definitive plan and data have to be worked out near the end of the project.\nWho will be able to access the data and under what conditions?\nEveryone will be able to access the anonymized data under a CC-BY license. Therefore, it will be\navailable to anyone for any purpose, provided that they give appropriate credit to the creators. \nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for data sharing, if unexpected costs come up they will be covered\nby the allocated project budget.\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe research fellow, Dr. Tom Buurke.\n \nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nThe research fellow, Dr. Tom Buurke.\n \nWho will be responsible for ensuring data preservation and reuse ?\nThe research fellow, Dr. Tom Buurke, and the supervisor, Prof. Friedl De Groote.\nThe supervisor will remain responsible after the end of the project.\n \nWho bears the end responsibility for updating & implementing this DMP?\nThe research fellow, Dr. Tom Buurke, bears the end responsibility of updating & implementing\nthis DMP.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "A simulation framework to probe the underlying mechanisms of impaired dynamic balance control during walking post-stroke. Initial DMP Project Name A simulation framework to probe the underlying mechanisms of impaired dynamic balance control during walking post-stroke(FWO DMP) - A simulation framework to probe the underlying mechanisms of impaired dynamic balance control during walking post-stroke. Initial DMP Project Identifier 3M210365 Grant Title 12ZJ922N Principal Investigator / Researcher Tom Buurke Project Data Contact tom.buurke@kuleuven.be Description We will collect motion capture data, perform clinical tests and collect information on gender, body mass, body height, age and paresis side using a questionnaire in people post- stroke. These data are used to design and validate predictive simulations of walking balance after stroke. Institution KU Leuven 1. General Information Name applicant Tom Buurke FWO Project Number & Title 12ZJ922N - A simulation framework to probe the underlying mechanisms of impaired dynamic balance control during walking post-stroke. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Movement kinematic data .C3D 50 GB Trajectories of full-body skin-mounted retro-reflective markers registered by Vicon camares Ground reaction forces .C3D 50 GB Ground reaction force vectors measured by forceplates embedded in the floor, treadmill or balance platform Electromyography .C3D 50 GB Muscle activity measured with electromyography attached to the skin surfce with adhesive electrodes. Externally applied forces .C3D 10 GB Externally applied forces measured through a 3D loadcell. Sensory organization test .txt 1.25 GB Raw test results measured in the 'sensory organization test' in the NeuroCom Balance Master. Questionnaires .pdf 200 MB Scanned questionnaires on paper stored in a pdf format. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2020-2460 Short description of the kind of personal data that will be used: Demographical data (name, sex, age) Biometric data (height, weight, body dimension) Health data (Cerebro vascular accident type, lesion side, time since first accident) Full description available in PRET under G-2020-2460. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Experiments on humans. Ethical approval by EC UZ / KU Leuven under number S64639. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Experimental data will be accompanied with a description of the protocol and datasheet in the raw data folder, resulting a detailed lab book for each experimental data collection session. 2. Pre-processing and analysis software will be stored and documented in private repositories on GitHub and made public after publication in a scientific journal. The GitHub readme provides details on processing steps to enhance reproducibility. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Metadata will be created through the scanned protocols, datasheets and github commits. 5. Data storage and backup during the FWO project Where will the data be stored? 1. All data collected from one subject will be pseudonymized and stored under a subject number referring to the subject. A key file will link the subject number to the subject name. 2. The time-stamped master copy of the data will be stored on a separate storage device in a filing cabinet in the room of the supervisor (prof. Friedl De Groote). 3. We will use OneDrive for active use of the pseudonymized data during the project. How is backup of the data provided? - The data will be stored on the university's onedrive servers with automatic daily back-up procedures and version history. - Tom Buurke is responsible for backup and recovery. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes, there is sufficient storage & backup capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected costs for data storage and back up during the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will be working with pseudonymized personal data, which is only accessible for the fellow (Dr. Tom Buurke) and the supervisor (prof. Friedl De Groote), stored in the university's secure onedrive environment. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 reasons for this (legal or contractual restrictions, physical preservation issues, ...). The full dataset will be retained for the expected 10 year period. Where will the data be archived (= stored for the longer term)? 1. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy 2. Parts of or the full dataset may become available in an open data repository in a later stage of the project. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There are no expected costs for data preservation during the retention period, since the supervisor (prof. De Groote) has enough availabe server space at KU Leuven. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? 1. We expect to upload the full anonymized dataset under a CC-BY license near the end of the project, for instance in Zenodo. Where/how will the data be made available for reuse? In an Open Access repository The full dataset with documentation will be uploaded to an open access repository. The source code will be released on GitHub. When will the data be made available? Immediately after the end of the project Upon publication of the research results The dataset will become available after the end of the project, awaiting publication of the research results. A definitive plan and data have to be worked out near the end of the project. Who will be able to access the data and under what conditions? Everyone will be able to access the anonymized data under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing, if unexpected costs come up they will be covered by the allocated project budget. 8. Responsibilities Who will be responsible for data documentation & metadata? The research fellow, Dr. Tom Buurke. Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 The research fellow, Dr. Tom Buurke. Who will be responsible for ensuring data preservation and reuse ? The research fellow, Dr. Tom Buurke, and the supervisor, Prof. Friedl De Groote. The supervisor will remain responsible after the end of the project. Who bears the end responsibility for updating & implementing this DMP? The research fellow, Dr. Tom Buurke, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}