{
    "document_id": "D-2021-1156",
    "LinkTitle": "D-2021-1156",
    "file_name": "D-2021-1156.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1156.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Anna Vermeulen\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAnna Vermeulen\nFWO Project Number & Title\nSound and Decolonized Knowledge: the Radio Composer as Ethnographer\n1147622N\n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP\nType of data\nFormat\n Volume\nHow created?\nNotes on\nstorage &\nmetadata\nWP 1: archival\ncorpus - text\nCuratorial texts,\nbrochures, policy\nplans, funding\napplications,\npublished interviews,\nparatexts… related\nto the examined\nradio art pieces and\nprojects by\nDeutschlandfunk\nKultur, Savvy\nContemporary and\nother partners\n(between 2009 and\n2020);\nJury reports of Süden\nRadio, CTM radio lab,\nPhonurgia Nova, Prix\nPalma Acoustica\n(between 2009 and\n2020)\n \nText:\ndocuments\n(pdf);\ntexts\npublished\nonline\ntranscribed in\nword (doc)\n \n1 GB\nDownloaded and\ntranscribed from\nthe archive and\nwebpages of\nDeutschlandradio,\nthe archive of\nSavvy\nContemporary,\nthe online radio\narchive Radio\nPapesse,\nwebpages and\nonline archives of\nthe listed radio\nart organizations\n \nOrganization\nmetadata via\nZotero\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 8\nWP1: archival\ncorpus - audio\nAudio files of radio\nbroadcasts from\nDeutschlandfunk\nKultur, Savvy\nContemporary, Radio\nGrenouille,\nKunstradio, Saout\nRadio and Atelier de\nCréation Sonore\nRadiophonique\n(between 2009 and\n2020)\n \nAudio\n:\nwav, mp3\n3 GB\nObtained from\nthe audio archive\nof\nDeutschlandradio,\nthe online archive\nof Kunstradio and\nRadio Grenouille;\nand from the\nonline audio\nplatforms\nSoundCloud &\nMixcloud\nUse zotero\nOrganization\nmetadata via\nZotero\nWP 2 & 3:\nartists’\ninterviews -\noral\nInterviews with the\nartists and their\ncollaborators of the 5\nexamined radio art\npieces\nAudio\n:\nrecording\n(m4a)\nText\n:\ndocument\nwith list of\nquestions,\nand\ntranscription\nof audio\nrecording\n(doc)\n3 GB\nInterviews\nconducted live\nand via\nSkype/Zoom;\naudio recording\nvia recording\ndevice on my\npersonal phone\nand laptop;\ntranscriptions of\nrecording in word\n(doc)\nOrganization\nmetadata via\nZotero\nWP 2 & 3:\nartists’\ninterviews –\nemail\n \n \nEmail conversations\nwith the artists\nText\n:\nemails\ntranscribed in\nword (doc)\n0,75 MB\nTranscribed in\ndoc from mail\nconversations\nOrganization\nmetadata via\nZotero\nWP 2 & 3:\nartists’\ninterviews -\nedited\nEdited and annotated\nversion of artists’\ninterviews to be\nmade publically\navailable via EXPA\nArchiv der\nRadiokunst of the\nBauhaus-Universität\nWeimar (tbc)\nText\n:\ndocuments\n(doc, pdf)\n1 MB\nI will edit and\nannotate the\ninterviews for\npublication\n(based on the\noral interviews\nand email\nconversations),\nonly with the\ninformed consent\nof the artists \nOrganization\nmetadata via\nZotero\nWP 2 & 3:\n5 radio art\npieces - audio\nAudio files of the 5\nradio art pieces and\nunedited/unpublished\nfield by artists\nAudio\n:\nwav, mp3\n5 GB\n(To be) obtained\nvia the artists\nthemselves and\nvia the audio\narchive of\nDeutschlandradio,\nRadio Grenouille\nand Süden Radio.\nOrganization\nmetadata via\nZotero\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 8\nWP 2 & 3:\n5 radio art\npieces –\ndocumentation\nUnpublished scores,\nscripts, graphic\nrepresentations,\nediting and mixing\nplans of the 5 radio\nart pieces,\nphotographs of field\nresearch by the\nartists…\nText, graphics\nand images\n:\nphotos (jpg),\ndocuments\n(pdf, word,\ntxt),\nscans and\nphotos of\nhandwritten\ndocuments\n(pdf, jpg)\n50 MB\n(To be) obtained\nvia the artists\nthemselves. In\ncase of existing\narchival\ndocuments re-\nused by artists in\ntheir pieces: to be\nobtained via the\narchive in\nquestion.\nOrganization\nmetadata via\nTropy\nWP 2 & 3:\n5 radio art\npieces –\nanalysis\nMy analyses and\nannotations of the 5\npieces\nText and\ngraphics\n:\n- documents\n(doc),\nspreadsheets\n(xls),\nhandwritten\ndocuments\n- projects in\nEAnalysis, to\nbe exported\nin pdf\n \n2 GB\nThe analyses of\nthe pieces results\nin word\ndocuments,\nspreadsheets and\nhandwritten notes\nand graphics.\n \nThe major\nanalytical work is\ndone, however, in\nprojects in\nEAnalysis, a\nsoftware program\nwhich allows for\nannotating and\nmaking graphic\nrepresentations in\nreal time with the\naudio playback\nand several audio\ndescriptors. The\ngraphic\nrepresentations\nproduced like this\ncan be exported\nin pdf. As\nEAnalysis only\nsupports older\nMacintosh\noperating\nsystems, these\nanalyses will be\ndone on my old\npersonal Macbook\nAir laptop.\nOrganization\nmetadata via\nTropy\n \nHandwritten\nfiles will be\ndated and\ndigitally\nbacked up via\nscan. The\npaper versions\nwill be stored\nin binders in\nmy office,\nordered\nchronologically\nper piece.\n \nWP 1, 2 & 3:\nliterature\n \n \n \nBooks and articles\nText\n:\nPdf and print\n3 GB\nBought,\ndownloaded,\nscanned or\nphotocopied.\n \nOrganization\nmetadata via\nZotero\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 8\nWP 1, 2 & 3:\nnotes\nMy notes,\nannotations and\nsummaries of the\narchival corpus of\nWP1, the artists’\ninterviews and the\nresearch literature\nText\n:\ndocuments\n(doc),\nspreadsheets\n(xls),\nhandwritten\nnotes\n1 GB\n \nHandwritten\nnotes will be\ndated and\ndigitally\nbacked-up via\nscans. The\npaper versions\nwill be stored\nin binders in\nmy office,\nordered per\nproject year,\nwork package\nand topic.\n \nOrganization\nmetadata via\nZotero\nWP 1, 2 & 3:\noutput -\npublications\nDrafts and final\nversions for\ndissertation, journal\npublications,\nconference papers\nand workshop\npresentations\nText\n:\ndocuments\n(doc) and\n(pdf)\nPresentations\n:\nppt\n1,5 GB\n \nOrganization\nmetadata via\nZotero\nWP 2 & 3:\noutput -\ncatalogue\nCatalogue of the\nsound materials and\ntechniques in the 5\nradio art pieces to be\nmade publically\navailable via EXPA\nArchiv der\nRadiokunst of the\nBauhaus-Universität\nWeimar (tbc)\nDatabase\n: tbc\n?\ntbc\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPRET application: G-2022-5060\nMy project uses interviews with artists. Ordinary data and special categories of data (i.e.\nrevealing political opinions and philosphical beliefs) will be collected. The interviews will not be\nanonymized, since it concerns the artists’ own insights into their works, aesthetics and creation\nprocess, making it necessary to disclose the artists’ names. \n \nI submitted an application for a PRET review regarding my approach for handling the personal\ndata with the Privacy and Ethics Unit at the KU Leuven.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nPRET application file: G-2022-5060\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 8\nMy project uses artists’ interviews. The personal data gained through the interviews can contain\ninformation about the political views of the artists and of the specific persons the artists spoke to\nduring the research they did for their pieces. I intend to integrate the interviews in the\npublications of my research and intend to make an edited version of the interviews available in\ncollaboration with EXPA Archiv der Radiokunst of the Bauhaus-Universität Weimar. I will thus\nensure, in collaboration with the interviewees, that data identifying other people mentioned in\nthe interviews and potential sensitive information is sufficiently anonymized or deleted.\nI submitted an application to have my approach and an informed consent form evaluated by the\nSocial and Societal Ethics Committee of KU Leuven.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nFor the unpublished documents used in ‘WP 1: archival corpus – texts’, I need to obtain\npermission of the relevant archive or copyright holder in order to integrate them in my own\npublications. I also plan to consult policy plans and project funding applications of\nDeutschlandfunk Kultur and its partners and will need to observe General Data Protection\nRegulation when dealing with these documents.\nThe audio files of the radio art pieces I will study (‘WP 2 & 3: 5 radio art pieces – audio’), as well\nas some of the radio broadcasts used in WP 1 (‘WP1: archival corpus – audio’) fall under\ncopyright protection. In order to integrate them in my own publications, I can obtain permission\nfrom the relevant broadcast institutions and individual artists.\nConcerning the unpublished scores and other documentation of the pieces (see ‘WP 2 & 3: 5\nradio art pieces – documentation’), as well as unedited field recordings used in the pieces (see\n‘WP 2 & 3: 5 radio art pieces – audio’), agreements regarding licensing with the individual artists,\ni.e. the copyright holders, have to be made.\nPersonal data (except for artists’ names) and potential sensitive information in the artist’\ninterviews (‘WP 2 & 3: artists’ interviews) will not be shared, due to ethical and privacy issues.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nI will generate a README file to explain how I generated the new data in my research (i.e. ‘WP 2\n& 3: artists’ interviews’; ‘WP 2 & 3: 5 radio art pieces – analysis’; ‘WP 1, 2 & 3: notes’; ‘WP 1, 2 &\n3: output - publication’; ‘WP 2 & 3 output – catalogue’) and to describe the different types of\nexisting data and their original sources I use (‘WP1: archival corpus’; ‘WP 2 & 3: 5 radio art\npieces – audio & documentation’). This to help ensure that the data can be correctly interpreted\nand re-used. I will also describe in the README file the folder structure and naming convention I\nam using.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nI will use Zotero (which supports Dublin Core) to organize the following data:\n- the text files and scanned notes of my research (WP 1: archival corpus – text; WP 1, 2 & 3:\nnotes; WP 1, 2, 3: output - publications)\n- the audio files used in my research (‘WP 1: archival corpus – audio’; ‘WP 2 & 3: 5 radio art\npieces – audio’)\n- the different types of data generated via the artists’ interviews (audio recordings,\ntranscriptions, edited and annotated versions; see ‘WP 2 & 3: artists’ interviews’)\n- the secondary literature that I collect (WP 1, 2 & 3: literature)\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 8\nI will use Tropy to organize the graphic documents I re-use and generate in my research (‘WP 2 &\n3: 5 radio art pieces – documentation & analysis’).\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored on:\n- OneDrive, i.e. the KU Leuven cloud storage service\n- The drive of my laptop\n- An external hard drive regularly backed-up\n- For paper files: in my office in a locked closet\nHow is backup of the data provided?\nThe cloud service I use takes automatic back-ups. In addition, I will personally make additional\nback-ups on my external hard drive, on a two-weekly basis.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nI use OneDrive for Business. All KU Leuven staff and students have 2 TB of storage, which should\nbe plenty for the type of research data in this project. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no expected costs for data storage and back up during the project, since OneDrive is\nprovided for free, and the external hard drive is already in my possession. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nMultifactor authentication is enabled on the OneDrive to protect the data.\nThe data on my laptop and external hard drive is protected with a password and data encryption.\nMy personal phone (to be used for audio-recordings of the interviews) is protected with a pin\ncode.\nThe audio-files of the interviews are immediately uploaded to my laptop and OneDrive and are\ndeleted from my phone.\nI do not expect that my paper files will contain any sensitive or personal data (e.g., informed\nconsent files will be signed digitally). However, the files are stored in a locked closet in my\noffice. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAfter the end of my project, I will store all data described under the section 'data description'\n(except for potential data contained in interviews that is too sensitive).\nI will seek the advice of the research support staff to properly protect personal data and\npotentially sensitive information contained in the artists’ interviews for preservation. Data that\nare too sensitive contained in the interviews will not be preserved.\n \nWhere will the data be archived (= stored for the longer term)?\nI will use KU Leuven archive storage.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nProjected costs for the 5 year storage are 19,00 euros.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 8\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\n- The audio files of the pieces and other radio broadcasts (‘WP 2 & 3: 5 radio art pieces -  audio’\nand ‘WP 1: archival corpus – audio’) can not be shared due to licensing restrictions.\n- For the unpublished documentation of the pieces as well as the unedited field recordings used\nin the pieces (‘WP 2 & 3: 5 radio art pieces – audio & documentation’), sharing will depend on the\nindividual licensing agreements with the individual artists.\n- Personal data (except for artists’ names) and potential sensitive information in the artist’\ninterviews (‘WP 2 & 3: artists’ interviews) will not be shared, due to ethical and privacy issues.\n \nWhich data will be made available after the end of the project?\nA selection of the dataset will be made available via Zenodo. For each section data with\npotential sharing restrictions (described above) can be excluded:\n- the archival corpus (see ‘WP1: archival corpus – text and audio’)\n- the artists’ interviews (without potential sensitive information) (see ‘WP 2 & 3: artists’\ninterviews’)\n- the audio files and (unpublished) documentation of the 5 radio art pieces (see ‘WP 2 & 3: 5\nradio art pieces – audio & documentation’)\n- the analyses and graphic representation of the 5 pieces (see ‘WP 2 & 3: 5 radio art pieces:\nanalysis’)\n- the catalogue with sound materials techniques used in the pieces (see ‘WP 2 & 3: output –\ncatalogue’)\n- the academic publications and dissertation my project will yield (see ‘WP 1, 2 & 3: output –\npublications’)\nWhere/how will the data be made available for reuse?\nUpon request by mail\nI will share data via Zenodo, which seems to be the most appropriate repository, since in my\nresearch field (musicology and radio art studies), data repositories are not commonly used.\nThe access to the data will be restricted, due to the copyright and ethical and privacy issues\nrelated to some of the data of my project, explained above.\nFor the preserved relevant data with no sharing restrictions, I will apply the FAIR principles as\nthoroughly as possible:\n- I will ensure the data is findable by adding it to a good data repository\n- I will ensure the data is accessible by clearly indicating how others can get access to the data.\n- I will ensure the data is interoperable by using open file formats and standards whenever\npossible.\n- I will ensure the data is reusable by connecting it with an appropriate license, documentation,\nand metadata (as described in section 2).\nAdditionally, I plan to compile a catalogue with the sound materials and techniques used in the\nfive radio art pieces I examine in my project (see ‘WP 2 & 3: output – catalogue’), which will be\nmade available potentially via a database and/or via a collaboration with EXPA Archiv der\nRadiokunst of the Bauhaus-Universität Weimar. Edited and annotated version of the artists’\ninterviews are also planned to be made publically available here or potentially via another radio\nart platform.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe access to the data will be restricted, due to the copyright and ethical and privacy issues\nrelated to some of the data of my project, explained above.\nI will share the other data upon request with co-researchers and future collaborators. This data\nwill be licensed under CC BY NC SA. However, personal agreements will be made before sharing\ndata under this license, in order to ensure that the data are re-used and interpreted in a fair way,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 8\nwhich doesn’t do harm to my research results, and the pieces and the artists I examine in my\nproject. This is necessary since—although documentation and metadata to my datasets will give\nclarification—the data I am working with is quite detailed and highly specific.\nWhat are the expected costs for data sharing? How will the costs be covered?\nCosts in case a database will be made for the catalogue with sound materials and techniques will\nbe calculated later on in the project and will depend on potential collaborations. Whether this\nplan will be executed will depend on the effectiveness and the extent of the impact it can add to\nmy project. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe principal investigator (Anna Vermeulen, \nanna.vermeulen@kuleuven.be\n) is responsible.\nWho will be responsible for data storage & back up during the project?\nThe principal investigator is responsible. \nWho will be responsible for ensuring data preservation and reuse ?\nAfter the research project ends, preservation of data is the responsibility of the supervisor\nCamilla Bork, \nCamilla.bork@kuleuven.be\n). The supervisor needs the permission of the principal\ninvestigator for any reuse of the data.\nWho bears the end responsibility for updating & implementing this DMP?\nThe principal investigator (Anna Vermeulen, \nanna.vermeulen@kuleuven.be\n) is responsible for\nimplementing research data management.\nThe supervisor (Camilla Bork, \nCamilla.bork@kuleuven.be\n) is responsible for ensuring that the\nprincipal investigator implements research data management.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n8 of 8"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Anna Vermeulen Institution KU Leuven 1. General Information Name applicant Anna Vermeulen FWO Project Number & Title Sound and Decolonized Knowledge: the Radio Composer as Ethnographer 1147622N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP Type of data Format Volume How created? Notes on storage & metadata WP 1: archival corpus - text Curatorial texts, brochures, policy plans, funding applications, published interviews, paratexts… related to the examined radio art pieces and projects by Deutschlandfunk Kultur, Savvy Contemporary and other partners (between 2009 and 2020); Jury reports of Süden Radio, CTM radio lab, Phonurgia Nova, Prix Palma Acoustica (between 2009 and 2020) Text: documents (pdf); texts published online transcribed in word (doc) 1 GB Downloaded and transcribed from the archive and webpages of Deutschlandradio, the archive of Savvy Contemporary, the online radio archive Radio Papesse, webpages and online archives of the listed radio art organizations Organization metadata via Zotero This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 8 WP1: archival corpus - audio Audio files of radio broadcasts from Deutschlandfunk Kultur, Savvy Contemporary, Radio Grenouille, Kunstradio, Saout Radio and Atelier de Création Sonore Radiophonique (between 2009 and 2020) Audio : wav, mp3 3 GB Obtained from the audio archive of Deutschlandradio, the online archive of Kunstradio and Radio Grenouille; and from the online audio platforms SoundCloud & Mixcloud Use zotero Organization metadata via Zotero WP 2 & 3: artists’ interviews - oral Interviews with the artists and their collaborators of the 5 examined radio art pieces Audio : recording (m4a) Text : document with list of questions, and transcription of audio recording (doc) 3 GB Interviews conducted live and via Skype/Zoom; audio recording via recording device on my personal phone and laptop; transcriptions of recording in word (doc) Organization metadata via Zotero WP 2 & 3: artists’ interviews – email Email conversations with the artists Text : emails transcribed in word (doc) 0,75 MB Transcribed in doc from mail conversations Organization metadata via Zotero WP 2 & 3: artists’ interviews - edited Edited and annotated version of artists’ interviews to be made publically available via EXPA Archiv der Radiokunst of the Bauhaus-Universität Weimar (tbc) Text : documents (doc, pdf) 1 MB I will edit and annotate the interviews for publication (based on the oral interviews and email conversations), only with the informed consent of the artists Organization metadata via Zotero WP 2 & 3: 5 radio art pieces - audio Audio files of the 5 radio art pieces and unedited/unpublished field by artists Audio : wav, mp3 5 GB (To be) obtained via the artists themselves and via the audio archive of Deutschlandradio, Radio Grenouille and Süden Radio. Organization metadata via Zotero This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 8 WP 2 & 3: 5 radio art pieces – documentation Unpublished scores, scripts, graphic representations, editing and mixing plans of the 5 radio art pieces, photographs of field research by the artists… Text, graphics and images : photos (jpg), documents (pdf, word, txt), scans and photos of handwritten documents (pdf, jpg) 50 MB (To be) obtained via the artists themselves. In case of existing archival documents re- used by artists in their pieces: to be obtained via the archive in question. Organization metadata via Tropy WP 2 & 3: 5 radio art pieces – analysis My analyses and annotations of the 5 pieces Text and graphics : - documents (doc), spreadsheets (xls), handwritten documents - projects in EAnalysis, to be exported in pdf 2 GB The analyses of the pieces results in word documents, spreadsheets and handwritten notes and graphics. The major analytical work is done, however, in projects in EAnalysis, a software program which allows for annotating and making graphic representations in real time with the audio playback and several audio descriptors. The graphic representations produced like this can be exported in pdf. As EAnalysis only supports older Macintosh operating systems, these analyses will be done on my old personal Macbook Air laptop. Organization metadata via Tropy Handwritten files will be dated and digitally backed up via scan. The paper versions will be stored in binders in my office, ordered chronologically per piece. WP 1, 2 & 3: literature Books and articles Text : Pdf and print 3 GB Bought, downloaded, scanned or photocopied. Organization metadata via Zotero This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 8 WP 1, 2 & 3: notes My notes, annotations and summaries of the archival corpus of WP1, the artists’ interviews and the research literature Text : documents (doc), spreadsheets (xls), handwritten notes 1 GB Handwritten notes will be dated and digitally backed-up via scans. The paper versions will be stored in binders in my office, ordered per project year, work package and topic. Organization metadata via Zotero WP 1, 2 & 3: output - publications Drafts and final versions for dissertation, journal publications, conference papers and workshop presentations Text : documents (doc) and (pdf) Presentations : ppt 1,5 GB Organization metadata via Zotero WP 2 & 3: output - catalogue Catalogue of the sound materials and techniques in the 5 radio art pieces to be made publically available via EXPA Archiv der Radiokunst of the Bauhaus-Universität Weimar (tbc) Database : tbc ? tbc 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes PRET application: G-2022-5060 My project uses interviews with artists. Ordinary data and special categories of data (i.e. revealing political opinions and philosphical beliefs) will be collected. The interviews will not be anonymized, since it concerns the artists’ own insights into their works, aesthetics and creation process, making it necessary to disclose the artists’ names. I submitted an application for a PRET review regarding my approach for handling the personal data with the Privacy and Ethics Unit at the KU Leuven. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes PRET application file: G-2022-5060 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 8 My project uses artists’ interviews. The personal data gained through the interviews can contain information about the political views of the artists and of the specific persons the artists spoke to during the research they did for their pieces. I intend to integrate the interviews in the publications of my research and intend to make an edited version of the interviews available in collaboration with EXPA Archiv der Radiokunst of the Bauhaus-Universität Weimar. I will thus ensure, in collaboration with the interviewees, that data identifying other people mentioned in the interviews and potential sensitive information is sufficiently anonymized or deleted. I submitted an application to have my approach and an informed consent form evaluated by the Social and Societal Ethics Committee of KU Leuven. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes For the unpublished documents used in ‘WP 1: archival corpus – texts’, I need to obtain permission of the relevant archive or copyright holder in order to integrate them in my own publications. I also plan to consult policy plans and project funding applications of Deutschlandfunk Kultur and its partners and will need to observe General Data Protection Regulation when dealing with these documents. The audio files of the radio art pieces I will study (‘WP 2 & 3: 5 radio art pieces – audio’), as well as some of the radio broadcasts used in WP 1 (‘WP1: archival corpus – audio’) fall under copyright protection. In order to integrate them in my own publications, I can obtain permission from the relevant broadcast institutions and individual artists. Concerning the unpublished scores and other documentation of the pieces (see ‘WP 2 & 3: 5 radio art pieces – documentation’), as well as unedited field recordings used in the pieces (see ‘WP 2 & 3: 5 radio art pieces – audio’), agreements regarding licensing with the individual artists, i.e. the copyright holders, have to be made. Personal data (except for artists’ names) and potential sensitive information in the artist’ interviews (‘WP 2 & 3: artists’ interviews) will not be shared, due to ethical and privacy issues. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? I will generate a README file to explain how I generated the new data in my research (i.e. ‘WP 2 & 3: artists’ interviews’; ‘WP 2 & 3: 5 radio art pieces – analysis’; ‘WP 1, 2 & 3: notes’; ‘WP 1, 2 & 3: output - publication’; ‘WP 2 & 3 output – catalogue’) and to describe the different types of existing data and their original sources I use (‘WP1: archival corpus’; ‘WP 2 & 3: 5 radio art pieces – audio & documentation’). This to help ensure that the data can be correctly interpreted and re-used. I will also describe in the README file the folder structure and naming convention I am using. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes I will use Zotero (which supports Dublin Core) to organize the following data: - the text files and scanned notes of my research (WP 1: archival corpus – text; WP 1, 2 & 3: notes; WP 1, 2, 3: output - publications) - the audio files used in my research (‘WP 1: archival corpus – audio’; ‘WP 2 & 3: 5 radio art pieces – audio’) - the different types of data generated via the artists’ interviews (audio recordings, transcriptions, edited and annotated versions; see ‘WP 2 & 3: artists’ interviews’) - the secondary literature that I collect (WP 1, 2 & 3: literature) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 8 I will use Tropy to organize the graphic documents I re-use and generate in my research (‘WP 2 & 3: 5 radio art pieces – documentation & analysis’). 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored on: - OneDrive, i.e. the KU Leuven cloud storage service - The drive of my laptop - An external hard drive regularly backed-up - For paper files: in my office in a locked closet How is backup of the data provided? The cloud service I use takes automatic back-ups. In addition, I will personally make additional back-ups on my external hard drive, on a two-weekly basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes I use OneDrive for Business. All KU Leuven staff and students have 2 TB of storage, which should be plenty for the type of research data in this project. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected costs for data storage and back up during the project, since OneDrive is provided for free, and the external hard drive is already in my possession. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multifactor authentication is enabled on the OneDrive to protect the data. The data on my laptop and external hard drive is protected with a password and data encryption. My personal phone (to be used for audio-recordings of the interviews) is protected with a pin code. The audio-files of the interviews are immediately uploaded to my laptop and OneDrive and are deleted from my phone. I do not expect that my paper files will contain any sensitive or personal data (e.g., informed consent files will be signed digitally). However, the files are stored in a locked closet in my office. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of my project, I will store all data described under the section 'data description' (except for potential data contained in interviews that is too sensitive). I will seek the advice of the research support staff to properly protect personal data and potentially sensitive information contained in the artists’ interviews for preservation. Data that are too sensitive contained in the interviews will not be preserved. Where will the data be archived (= stored for the longer term)? I will use KU Leuven archive storage. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Projected costs for the 5 year storage are 19,00 euros. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 8 as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: - The audio files of the pieces and other radio broadcasts (‘WP 2 & 3: 5 radio art pieces - audio’ and ‘WP 1: archival corpus – audio’) can not be shared due to licensing restrictions. - For the unpublished documentation of the pieces as well as the unedited field recordings used in the pieces (‘WP 2 & 3: 5 radio art pieces – audio & documentation’), sharing will depend on the individual licensing agreements with the individual artists. - Personal data (except for artists’ names) and potential sensitive information in the artist’ interviews (‘WP 2 & 3: artists’ interviews) will not be shared, due to ethical and privacy issues. Which data will be made available after the end of the project? A selection of the dataset will be made available via Zenodo. For each section data with potential sharing restrictions (described above) can be excluded: - the archival corpus (see ‘WP1: archival corpus – text and audio’) - the artists’ interviews (without potential sensitive information) (see ‘WP 2 & 3: artists’ interviews’) - the audio files and (unpublished) documentation of the 5 radio art pieces (see ‘WP 2 & 3: 5 radio art pieces – audio & documentation’) - the analyses and graphic representation of the 5 pieces (see ‘WP 2 & 3: 5 radio art pieces: analysis’) - the catalogue with sound materials techniques used in the pieces (see ‘WP 2 & 3: output – catalogue’) - the academic publications and dissertation my project will yield (see ‘WP 1, 2 & 3: output – publications’) Where/how will the data be made available for reuse? Upon request by mail I will share data via Zenodo, which seems to be the most appropriate repository, since in my research field (musicology and radio art studies), data repositories are not commonly used. The access to the data will be restricted, due to the copyright and ethical and privacy issues related to some of the data of my project, explained above. For the preserved relevant data with no sharing restrictions, I will apply the FAIR principles as thoroughly as possible: - I will ensure the data is findable by adding it to a good data repository - I will ensure the data is accessible by clearly indicating how others can get access to the data. - I will ensure the data is interoperable by using open file formats and standards whenever possible. - I will ensure the data is reusable by connecting it with an appropriate license, documentation, and metadata (as described in section 2). Additionally, I plan to compile a catalogue with the sound materials and techniques used in the five radio art pieces I examine in my project (see ‘WP 2 & 3: output – catalogue’), which will be made available potentially via a database and/or via a collaboration with EXPA Archiv der Radiokunst of the Bauhaus-Universität Weimar. Edited and annotated version of the artists’ interviews are also planned to be made publically available here or potentially via another radio art platform. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The access to the data will be restricted, due to the copyright and ethical and privacy issues related to some of the data of my project, explained above. I will share the other data upon request with co-researchers and future collaborators. This data will be licensed under CC BY NC SA. However, personal agreements will be made before sharing data under this license, in order to ensure that the data are re-used and interpreted in a fair way, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 8 which doesn’t do harm to my research results, and the pieces and the artists I examine in my project. This is necessary since—although documentation and metadata to my datasets will give clarification—the data I am working with is quite detailed and highly specific. What are the expected costs for data sharing? How will the costs be covered? Costs in case a database will be made for the catalogue with sound materials and techniques will be calculated later on in the project and will depend on potential collaborations. Whether this plan will be executed will depend on the effectiveness and the extent of the impact it can add to my project. 8. Responsibilities Who will be responsible for data documentation & metadata? The principal investigator (Anna Vermeulen, anna.vermeulen@kuleuven.be ) is responsible. Who will be responsible for data storage & back up during the project? The principal investigator is responsible. Who will be responsible for ensuring data preservation and reuse ? After the research project ends, preservation of data is the responsibility of the supervisor Camilla Bork, Camilla.bork@kuleuven.be ). The supervisor needs the permission of the principal investigator for any reuse of the data. Who bears the end responsibility for updating & implementing this DMP? The principal investigator (Anna Vermeulen, anna.vermeulen@kuleuven.be ) is responsible for implementing research data management. The supervisor (Camilla Bork, Camilla.bork@kuleuven.be ) is responsible for ensuring that the principal investigator implements research data management. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 8 of 8"
}