{
    "document_id": "D-2024-2678",
    "LinkTitle": "D-2024-2678",
    "file_name": "D-2024-2678.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2678.pdf",
    "metadata": {
        "title": "Conflicts of interest in decentralised public bodies",
        "author": "N/A",
        "creation_date": "2023-11-24 10:56:42+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Conflicts of interest in decentralised public bodies\nA Data Management Plan created using DMPonline.be\nCreator: \nLise Van den Eynde\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PEN24N\nID: \n203036\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nPublic tasks are no longer performed by a single government but by many decentralised public\nbodies, for reasons of flexibility, efficiency, independence or involvement of expert knowledge.\nDecentralisation, however, also has its drawbacks. It can give rise to sophisticated principal-agent\nproblems, including conflicts of interest.\nConflicts of interest are becoming more and more regulated, but without effect. The lack of\nconsolidation between the various, overlapping rules results in a low level of awareness. This proves\nto be a major challenge for decentralised public bodies, as their hybrid nature makes them subject to\nboth private and public law. Conflicts of interest moreover remain poorly understood. There is a\ndilemma between a narrow and a broad understanding of the notion, and the concept of public\ninterest is not well-defined. Finally, regulating conflicts of interest comes at a cost. It could, for\ninstance, deter interesting profiles from joining the government or prevent qualified officials from\nparticipating in decision-making. The right mixture of measures (e.g. disclosure, withdrawal, etc.),\nshould link the measure to the conflict’s risk or severity.\nThrough a comparative analysis with the Dutch and German legal systems, this project examines the\nquestion which changes, if any, are needed to the current body of legal rules to ensure its\ncompleteness, coherence and compatibility with the objectives of decentralisation.\nLast modified: \n24-11-2023\nCreated using DMPonline.be. Last modiﬁed 24 November 2023\n1 of 6\nConflicts of interest in decentralised public bodies\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly\nfor\ndigital\ndata\nOnly for\ndigital\ndata \nOnly for\ndigital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital\nData\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nAcademic\nliterature\nAcademic literature (articles, books and bookchapters,\nblogposts) on the topics of lobbying,\nstrategic litigation, regulatory and law-making\npractices, professional ethics for legal\nprofessionals.\nThe individual publications\nalready exist, but the relevant\ntopical collections will be\nassembled during a separate\nliterature review.\nPrimarily\ndigital,\ncomplemented\nwith physical\ncopies of key\nbooks.\nOther\npdf\nor html\nfor the\ntexts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nEU\nLegislation\nRelevant EU legislation collected from EUR-Lex\nThe legal texts already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nEU\npreparatory\ndocuments\nDrafts, recitals, and outcomes of public\nconsultations collected from EUR-Lex and website\nof the European Institutions\nThe documents already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nEU Case\nLaw\nCase Law from the CJEU collected from EUR-Lex\nThe texts already exist, but the\nselection of relevant cases and\nopinions will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nOECD\nguidelines\nand reports\nRelevant guidelines, reports, and publications of\nthe OECD.\nThe documents already exist,\nbut the selection of relevant\nguidelines, reports, and publications will\nbe made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n \n< 1 GB\n \nUN\nconventions,\nguidelines,\nand\nreports\nRelevant conventions, guidelines, reports, and\npublications collected of the UN Office on Drugs and Crime\n(UNODC)\nThe texts already exist, but\nthe relevant selection will be\nmade during the project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nCouncil of\nEurope\nconventions,\nguidelines,\nand\nreports\nRelevant conventions, guidelines, reports, and\npublications collected from the online resources\nand online archives of the COE\nThe texts already exist, but\nthe relevant selection will be\ncollected during the project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nReports\ncollected\nfrom the\nwebsites of\nvarious\nrelevant\nactors and\nstakeholders\nReports and other grey literature published by Law\nFirms, Civil Society (e.g. CPI, Transparency\nInternational, ...), and/or Professional Bodies.\nThe publications already exist,\nbut the relevant selection will\nbe collected during the project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nBelgian\nLegislation\nRelevant Belgian legislation collected from BelgiumLex,\nBelgisch Staatsblad (etaamb), Vlaamse Codex, Wallex -\nGallilex, Kamer, Senaat, plenum.be, Vlaams Parlement,\nWaals Parlement, Parlement Fr. Gem. (Wal-Brux), Brussels\nParlement, Verdragen - BuZa\nThe legal texts already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nBelgian\nCase Law\nCase Law collected from Juportal /Juridat /Justel,\nGrondwettelijk Hof, Raad van State - Reflex, Hof van\nCassatie, DBRC and legal databases (Stradalex, Jura,\nJurisquare, Lexnow, etc.).\nThe texts already exist, but the\nselection of relevant cases and\nopinions will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nDutch\nLegislation\nRelevant Dutch legislation collected from Overheid.nl -\nWetten.nl\nThe legal texts already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nCreated using DMPonline.be. Last modiﬁed 24 November 2023\n2 of 6\nDutch Case\nLaw\nCase Law collected from Rechtspraak.nl\nThe texts already exist, but the\nselection of relevant cases and\nopinions will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nGerman\nLegislation\nRelevant Dutch legislation collected from Gesetze im\nInternet - Bundesgesetzblatt and legal databases\nThe legal texts already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nGerman\nCase Law\nCase Law collected from Rechtsprechung im Internet -\nLandesgerichte and legal databases\nThe texts already exist, but the\nselection of relevant cases and\nopinions will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\n(Zoterofiles\nfor\nmetadata.)\n< 1 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nEU-Legislation, case-law and preparatory documents: \nhttps://eur-lex.europa.eu/\nOECD: \nhttps://www.oecd.org\nUN: \nhttps://www.unodc.org/unodc/en/corruption/index.html?ref=menuside\nCOE: \nhttps://www.coe.int/en/web/portalEU\nBelgiumLex: \nhttps://www.belgiumlex.be/nl\nBelgisch Staatsblad (etaamb): \nhttps://etaamb.openjustice.be/nl/index.html\nVlaamse Codex: \nhttps://codex.vlaanderen.be/\nWallex - Gallilex: \nhttps://wallex.wallonie.be/nl/home.html\n, \nhttps://www.gallilex.cfwb.be/fr/index.php\nKamer: \nhttps://www.dekamer.be/kvvcr/index.cfm\nSenaat: \nhttps://www.senaat.be/\nplenum.be: \nhttps://sites.google.com/site/bplenum/\nVlaams Parlement: \nhttps://www.vlaamsparlement.be/nl\nWaals Parlement: \nhttps://www.parlement-wallonie.be/\nParlement Fr. Gem. (Wal-Brux): \nhttps://www.pfwb.be/\nBrussels Parlement: \nhttps://www.parlement.brussels/\nVerdragen - BuZa: \nhttps://diplomatie.belgium.be/nl/verdragen\nJuportal /Juridat /Justel:\nhttps://juportal.be/zoekmachine/zoekformulier\n, \nhttps://www.ejustice.just.fgov.be/cgi_wet/wetgeving.pl\n, \nhttps://search-biblio.just.fgov.be/nl/\nGrondwettelijk Hof: \nhttps://www.const-court.be/en\nRaad van State - Reflex: \nhttp://www.raadvst-consetat.be/?lang=en&page=caselaw\n, \nhttp://reflex.raadvst-consetat.be/reflex/?lang=nl\nHof van Cassatie: \nhttps://justitie.belgium.be/nl/rechterlijke_orde/hoven_en_rechtbanken/hof_van_cassatie\nDBRC: \nhttps://www.dbrc.be/startpagina-0\n, \nhttps://www.dbrc.be/legislation\nOverheid.nl -Wetten.nl: \nhttps://www.officielebekendmakingen.nl/\n, \nhttps://wetten.overheid.nl/\nRechtspraak.nl: \nhttps://www.rechtspraak.nl/\nGesetze im Internet - Bundesgesetzblatt: \nhttps://www.gesetze-im-internet.de/\n,\nhttps://www.bgbl.de/xaver/bgbl/start.xav#__bgbl__%2F%2F*%5B%40attr_id%3D%27willkommen%27%5D__1700822241033\nRechtsprechung im Internet - Landesgerichte: \nhttps://www.rechtsprechung-im-internet.de/jportal/portal/page/bsjrsprod.psml\n,\nhttps://justiz.de/onlinedienste/rechtsprechung/index.php\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 November 2023\n3 of 6\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nThe documentation of the collected documents will take place in Zotero.\nThe collection and selection of legislation, preparatory documents, and caselaw will be documented in more detail by keeping a record of the keywords used when\nsearching the relevant databases, the dates of the searches, and the criteria for inclusion/exclusion of relevant items. These records will be stored as stand-alone\nnotes in Zotero.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nNo\nNo metadata standard will be used.\nFor all published materials and grey literature that will be collected, full bibliographic details will be kept.\nFindability will be ensured through the use of unique identifiers, including:\nDOI for academic literature and other published documents (OECD materials all have a DOI).\nELI-codes and ECLI-codes for EU legislation and EU caselaw.\n(when available) permalinks for online publications.\nOffline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero either as snapshots or as pdf.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCollected documents will be kept in Zotero (laptop hard-drive and cloud).\nHow will the data be backed up?\nBack-ups on OneDrive and KU Leuven network-drives are automatic.\nSeparate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe total size of the collected data will not exceed the standard capacity of OneDrive for Business.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData will not be stored on shared drives.\nTwo-factor authentication provides a sufficient level of protection for non-personal data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive and KU Leuven network drives: no additional costs.\n(Only if the One Drive and KU Leuven network drives appear to be insufficient: Zotero cloud storage for 20$ per year to be covered by the FWO-grant.)\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 24 November 2023\n4 of 6\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nDocuments for which the long-term public availability is guaranteed: only full bibliographic data and unique identifiers will be kept for 10 years.\nDocuments for which the long-term public availability cannot be guaranteed: local copies as well as full bibliographic data and date of access will be kept for 10\nyears.\nWhere will these data be archived (stored and curated for the long-term)?\nAt the end of the project all data will be transferred to a network-drive of the PI. The specific storage solution will be chosen based on what is available at that time.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\n(The researcher will evaluate whether the deposition of (a part of) the dissertation in an Open Access repository is possible.)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n(To be determined.)\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n(To be determined.)\nWhen will the data be made available?\n(To be determined.)\nWhich data usage licenses are you going to provide? If none, please explain why.\nData licenses will be selected in collaboration with KU Leuven RDR-staff with a preference for CC-BY-SA.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone. Only meta-data (bibliographic references, identifiers and documentation) of collected documents will (depending on the decisions listed above) be shared. The size\nof the data is small and no additional costs are expected.\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 24 November 2023\n5 of 6\nWho will manage data documentation and metadata during the research project?\nLise Van den Eynde (researcher) \nWho will manage data storage and backup during the research project?\nLise Van den Eynde (researcher) \nWho will manage data preservation and sharing?\nLise Van den Eynde (researcher) and Prof. Tilleman (supervisor). \nWho will update and implement this DMP?\nLise Van den Eynde (researcher) in consultation with Prof. Tilleman (supervisor) and relevant support staff at KU Leuven. \nCreated using DMPonline.be. Last modiﬁed 24 November 2023\n6 of 6"
    },
    "clean_full_text": "Conflicts of interest in decentralised public bodies A Data Management Plan created using DMPonline.be Creator: Lise Van den Eynde Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PEN24N ID: 203036 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Public tasks are no longer performed by a single government but by many decentralised public bodies, for reasons of flexibility, efficiency, independence or involvement of expert knowledge. Decentralisation, however, also has its drawbacks. It can give rise to sophisticated principal-agent problems, including conflicts of interest. Conflicts of interest are becoming more and more regulated, but without effect. The lack of consolidation between the various, overlapping rules results in a low level of awareness. This proves to be a major challenge for decentralised public bodies, as their hybrid nature makes them subject to both private and public law. Conflicts of interest moreover remain poorly understood. There is a dilemma between a narrow and a broad understanding of the notion, and the concept of public interest is not well-defined. Finally, regulating conflicts of interest comes at a cost. It could, for instance, deter interesting profiles from joining the government or prevent qualified officials from participating in decision-making. The right mixture of measures (e.g. disclosure, withdrawal, etc.), should link the measure to the conflict’s risk or severity. Through a comparative analysis with the Dutch and German legal systems, this project examines the question which changes, if any, are needed to the current body of legal rules to ensure its completeness, coherence and compatibility with the objectives of decentralisation. Last modified: 24-11-2023 Created using DMPonline.be. Last modiﬁed 24 November 2023 1 of 6 Conflicts of interest in decentralised public bodies FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Academic literature Academic literature (articles, books and bookchapters, blogposts) on the topics of lobbying, strategic litigation, regulatory and law-making practices, professional ethics for legal professionals. The individual publications already exist, but the relevant topical collections will be assembled during a separate literature review. Primarily digital, complemented with physical copies of key books. Other pdf or html for the texts, (Zoterofiles for metadata.) < 1 GB EU Legislation Relevant EU legislation collected from EUR-Lex The legal texts already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB EU preparatory documents Drafts, recitals, and outcomes of public consultations collected from EUR-Lex and website of the European Institutions The documents already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB EU Case Law Case Law from the CJEU collected from EUR-Lex The texts already exist, but the selection of relevant cases and opinions will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB OECD guidelines and reports Relevant guidelines, reports, and publications of the OECD. The documents already exist, but the selection of relevant guidelines, reports, and publications will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB UN conventions, guidelines, and reports Relevant conventions, guidelines, reports, and publications collected of the UN Office on Drugs and Crime (UNODC) The texts already exist, but the relevant selection will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB Council of Europe conventions, guidelines, and reports Relevant conventions, guidelines, reports, and publications collected from the online resources and online archives of the COE The texts already exist, but the relevant selection will be collected during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB Reports collected from the websites of various relevant actors and stakeholders Reports and other grey literature published by Law Firms, Civil Society (e.g. CPI, Transparency International, ...), and/or Professional Bodies. The publications already exist, but the relevant selection will be collected during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB Belgian Legislation Relevant Belgian legislation collected from BelgiumLex, Belgisch Staatsblad (etaamb), Vlaamse Codex, Wallex - Gallilex, Kamer, Senaat, plenum.be, Vlaams Parlement, Waals Parlement, Parlement Fr. Gem. (Wal-Brux), Brussels Parlement, Verdragen - BuZa The legal texts already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB Belgian Case Law Case Law collected from Juportal /Juridat /Justel, Grondwettelijk Hof, Raad van State - Reflex, Hof van Cassatie, DBRC and legal databases (Stradalex, Jura, Jurisquare, Lexnow, etc.). The texts already exist, but the selection of relevant cases and opinions will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB Dutch Legislation Relevant Dutch legislation collected from Overheid.nl - Wetten.nl The legal texts already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB Created using DMPonline.be. Last modiﬁed 24 November 2023 2 of 6 Dutch Case Law Case Law collected from Rechtspraak.nl The texts already exist, but the selection of relevant cases and opinions will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB German Legislation Relevant Dutch legislation collected from Gesetze im Internet - Bundesgesetzblatt and legal databases The legal texts already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB German Case Law Case Law collected from Rechtsprechung im Internet - Landesgerichte and legal databases The texts already exist, but the selection of relevant cases and opinions will be made during the project. Digital Other pdf for the texts, (Zoterofiles for metadata.) < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: EU-Legislation, case-law and preparatory documents: https://eur-lex.europa.eu/ OECD: https://www.oecd.org UN: https://www.unodc.org/unodc/en/corruption/index.html?ref=menuside COE: https://www.coe.int/en/web/portalEU BelgiumLex: https://www.belgiumlex.be/nl Belgisch Staatsblad (etaamb): https://etaamb.openjustice.be/nl/index.html Vlaamse Codex: https://codex.vlaanderen.be/ Wallex - Gallilex: https://wallex.wallonie.be/nl/home.html , https://www.gallilex.cfwb.be/fr/index.php Kamer: https://www.dekamer.be/kvvcr/index.cfm Senaat: https://www.senaat.be/ plenum.be: https://sites.google.com/site/bplenum/ Vlaams Parlement: https://www.vlaamsparlement.be/nl Waals Parlement: https://www.parlement-wallonie.be/ Parlement Fr. Gem. (Wal-Brux): https://www.pfwb.be/ Brussels Parlement: https://www.parlement.brussels/ Verdragen - BuZa: https://diplomatie.belgium.be/nl/verdragen Juportal /Juridat /Justel: https://juportal.be/zoekmachine/zoekformulier , https://www.ejustice.just.fgov.be/cgi_wet/wetgeving.pl , https://search-biblio.just.fgov.be/nl/ Grondwettelijk Hof: https://www.const-court.be/en Raad van State - Reflex: http://www.raadvst-consetat.be/?lang=en&page=caselaw , http://reflex.raadvst-consetat.be/reflex/?lang=nl Hof van Cassatie: https://justitie.belgium.be/nl/rechterlijke_orde/hoven_en_rechtbanken/hof_van_cassatie DBRC: https://www.dbrc.be/startpagina-0 , https://www.dbrc.be/legislation Overheid.nl -Wetten.nl: https://www.officielebekendmakingen.nl/ , https://wetten.overheid.nl/ Rechtspraak.nl: https://www.rechtspraak.nl/ Gesetze im Internet - Bundesgesetzblatt: https://www.gesetze-im-internet.de/ , https://www.bgbl.de/xaver/bgbl/start.xav#__bgbl__%2F%2F*%5B%40attr_id%3D%27willkommen%27%5D__1700822241033 Rechtsprechung im Internet - Landesgerichte: https://www.rechtsprechung-im-internet.de/jportal/portal/page/bsjrsprod.psml , https://justiz.de/onlinedienste/rechtsprechung/index.php Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 24 November 2023 3 of 6 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The documentation of the collected documents will take place in Zotero. The collection and selection of legislation, preparatory documents, and caselaw will be documented in more detail by keeping a record of the keywords used when searching the relevant databases, the dates of the searches, and the criteria for inclusion/exclusion of relevant items. These records will be stored as stand-alone notes in Zotero. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No No metadata standard will be used. For all published materials and grey literature that will be collected, full bibliographic details will be kept. Findability will be ensured through the use of unique identifiers, including: DOI for academic literature and other published documents (OECD materials all have a DOI). ELI-codes and ECLI-codes for EU legislation and EU caselaw. (when available) permalinks for online publications. Offline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero either as snapshots or as pdf. 3. Data storage & back-up during the research project Where will the data be stored? Collected documents will be kept in Zotero (laptop hard-drive and cloud). How will the data be backed up? Back-ups on OneDrive and KU Leuven network-drives are automatic. Separate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The total size of the collected data will not exceed the standard capacity of OneDrive for Business. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will not be stored on shared drives. Two-factor authentication provides a sufficient level of protection for non-personal data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive and KU Leuven network drives: no additional costs. (Only if the One Drive and KU Leuven network drives appear to be insufficient: Zotero cloud storage for 20$ per year to be covered by the FWO-grant.) 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 24 November 2023 4 of 6 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Documents for which the long-term public availability is guaranteed: only full bibliographic data and unique identifiers will be kept for 10 years. Documents for which the long-term public availability cannot be guaranteed: local copies as well as full bibliographic data and date of access will be kept for 10 years. Where will these data be archived (stored and curated for the long-term)? At the end of the project all data will be transferred to a network-drive of the PI. The specific storage solution will be chosen based on what is available at that time. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) (The researcher will evaluate whether the deposition of (a part of) the dissertation in an Open Access repository is possible.) If access is restricted, please specify who will be able to access the data and under what conditions. (To be determined.) Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. (To be determined.) When will the data be made available? (To be determined.) Which data usage licenses are you going to provide? If none, please explain why. Data licenses will be selected in collaboration with KU Leuven RDR-staff with a preference for CC-BY-SA. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? None. Only meta-data (bibliographic references, identifiers and documentation) of collected documents will (depending on the decisions listed above) be shared. The size of the data is small and no additional costs are expected. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 24 November 2023 5 of 6 Who will manage data documentation and metadata during the research project? Lise Van den Eynde (researcher) Who will manage data storage and backup during the research project? Lise Van den Eynde (researcher) Who will manage data preservation and sharing? Lise Van den Eynde (researcher) and Prof. Tilleman (supervisor). Who will update and implement this DMP? Lise Van den Eynde (researcher) in consultation with Prof. Tilleman (supervisor) and relevant support staff at KU Leuven. Created using DMPonline.be. Last modiﬁed 24 November 2023 6 of 6"
}