{
    "document_id": "D-2022-1365",
    "LinkTitle": "D-2022-1365",
    "file_name": "D-2022-1365.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1365.pdf",
    "metadata": {
        "title": "Energy Positive Districts - Identifying technically-feasible and effective solutions towards decarbonization under existing boundary conditions - DMP of C2 project: Energy Positive Districts",
        "author": "N/A",
        "creation_date": "2022-03-11 16:27:19+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP of C2 project: Energy Positive Districts\nProject Name\n Energy Positive Districts - Identifying technically-feasible and effective solutions\ntowards decarbonization under existing boundary conditions - DMP of C2 project: Energy Positive\nDistricts\nProject Identifier\n 3E210513\nGrant Title\n C24M/21/021\nPrincipal Investigator / Researcher\n Johan Driesen\nProject Data Contact\n Javier Arroyo, +34636671062, javier.arroyo@kuleuven.be\nDescription\n The aim of this project is to contribute towards identifying feasible, effective and\neconomical solutions of positive energy districts (PED), focusing both on system layout and\noperation/control. A solution is thus a workable concept with all its (inter)connections, not just a\ncombination of technologies and energy vectors. The goal is not per se striving for a single\noptimal solution, but rather seek to identify realistic/achievable options towards effective\ndecarbonization and the transition to PEDs. \nThe project's objectives are centred around\nanswering where (in the system), when and how to do the required energy conversions. These\nobjectives are situated in the development of novel tools, and the application of these tools in\ndedicated cases to accurately identify future-proof solutions, to the benefit of society as a whole.\nThe application of these models and tools in simulation generates data that needs to be collected\nand analyzed. The project objectives are detailed as follows: \n- OBJ1: Development of novel\nmodels for energy conversion and storage in an integrated energy system. \n- OBJ2: Development\nof advanced control strategies, accounting for operation under uncertainty and with optimal use\nof data. \n- OBJ3: Development of a proper incentive framework, focusing on pricing of energy\nservices and the regulatory context. \n- OBJ4: Identification of integrated concepts, with full\nintegration of the demand side, increased R2ES (renewable and residual energy sources) share\nby collective approaches, and demonstration of use cases.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nPromotor :\nDriesen Johan\n - \nElectrical Energy Systems and Applications (ELECTA), Leuven (Arenberg)\nCo-promotor(s) :\nDeconinck Geert\n - \nElectrical Energy Systems and Applications (ELECTA), Leuven (Arenberg)\nHelsen Lieve\n - \nApplied Mechanics and Energy conversion (TME), Leuven (Arenberg)\nDelarue Erik\n - \nApplied Mechanics and Energy conversion (TME), Leuven (Arenberg)\nInternal Funds Project number & title\nC24M/21/021\nEnergy Positive Districts - Identifying technically-feasible and effective solutions \ntowards\ndecarbonization under existing boundary conditions\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nDuring this project, a lot of simulations and optimizations will be performed from models\nconfigured with the open-source Modelica language. Dymola is the commercial modeling and\nsimulation environment that will be used to generate the models. These models will be loaded\ninto Python for simulation and optimization. To this aim, The  Functional Mockup Interface (FMI)\nstandard will be followed. This standard allows for the generation of model units called Functional\nMockup Units (FMUs) enabling to ship, load, combine, and simulate models across different tools\nand environments. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nThe datasets needed to perform these simulations and optimizations can be divided into the\nfollowing groups:\n1\n. \nModelica models\n2\n. \nInput data\n3\n. \nOutput data\n4\n. \nSoftware and scripts\n5\n. \nProject management data\nFor every dataset, the following information is provided:\nContent\nType of data\nFile format\nExpected volume\nHow created\n1. Modelica models\nThis section describes the data (models in this case) that will be used and generated to perform\nboth simulations and optimizations.\n1.1 FastBuildings library\nOpen-source Modelica library with reduced-order dynamic simulation models for thermal\nand electrical systems created within KU Leuven.\nSecondary, digital, models, \nModelica License Version 2\nmo-files\n~0.2 MB\nhttps://github.com/open-ideas/FastBuildings\n1.2 IDEAS library\nOpen-source Modelica library with reduced-order detailed dynamic simulation models for\nthermal and electrical systems created within KU Leuven.\nSecondary, digital, models, \nBSD 3 license\n.\nmo-files\n~300 MB\nhttps://github.com/open-ideas/IDEAS\n1.3 Buildings library\nOpen-source Modelica library with dynamic simulation models for building energy and\ncontrol systems created by the Lawrence Berkeley National Laboratory.\nSecondary, digital, models, \nBSD 3 license\n.\nmo-files\n~500 MB\nhttps://github.com/lbl-srg/modelica-buildings\n1.4 PEDs integrated models\nModelica models integrate clusters of buildings, generation plants, and the electric\ndistribution grid. Several replicas of the same model with different hyperparameters are\nexpected to investigate variations of PEDs layouts and scenarios. \nPrimary, digital, models, \nBSD 3 license\n.\nmo-files\n<100 MB\nModels are created using the Dymola modeling software and will be stored in our own Git\nrepository. \n2. Input data\nThis section describes the data which will be used and generated during the research project to\nserve as an input to the models described in Section 1\n2.1 Occupancy behavior\nText files containing occupancy data for both simulation and optimization purposes (more\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nspecifically temperature setpoints of the day and night zone in a building, domestic hot\nwater demand, occupancy profile, metabolic heat gains, internal heat gains) with a\nresolution of 60-3600 seconds.\nPrimary, digital, numerical.\ntxt-files\n~1.5-40 MB per profile.\nThe occupancy behavior text files are generated using the open-source StROBe tool\ndeveloped at the KU Leuven Building Physics Section (\nhttps://github.com/open-\nideas/StROBe\n).\n2.2 Weather data\nText files containing numerical data representing weather conditions like ambient\ntemperature, solar irradiance, etc.\nSecondary, digital, numerical.\nTMY-, epw-, mos-files\n< 50 MB\nThese files are available in the IDEAS or Buildings libraries for different locations.\n3. Output data\nThis section describes the data which will be generated by the simulations and optimizations\nperformed in the research project.\n3.1. Output data from simulations\nFiles containing simulation results. \nPrimary, digital, numerical.\nmat-, csv-files\nFiles can be up to 500 MB or more, but only variables of interest will be stored resulting in\nfiles of <1 MB\nOutput data is generated by performing simulations with the commercial Dymola software\nand from simulations that load the models in Python following the FMI standard.\n3.2. Output data from optimizations\nFiles containing optimization results. \nPrimary, digital, numerical.\nmat-, csv-files\nFiles can be up to 500 MB or more, but only variables of interest will be stored resulting in\nfiles of <1 MB\nOutput data is generated by performing optimizations in Python and have a similar format\nto the simulation results. \n4. Software and scripts\nThis section describes the software and scripts which will be developed in the research project.\n4.1 Software\nNew software modules are required to address the research challenges of this\nproject. Particularly, software is required for the development of new algorithms for optimal\ndesign and control of PEDs. The software will be hosted in a Git repository (to be decided\nwhich one still) and will be subject to continuous integration and testing. \nPrimary, digital, software, open-source.\nMostly Python and Docker files. \n100 MB - 300 MB.\nPython GUIs e.g. Spyder, Eclipse, or PyCharm.\n4.2 Scripts\nScripts are pieces of code that use the Software modules from Section 5.1 in specific\nscenarios and applications to generate scientific results, clean up data, and make plots. \nPrimary, digital, scripts, open-source\nMostly Python. \n100 MB - 300 MB.\nPython GUIs e.g. Spyder, Eclipse, or PyCharm.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n5. Project management data\nThe project management data refers to all documents, reports, minutes, and conversations\nthat are generated while managing the project and generating the deliverables. A team\nspace in MS Teams has been created for this purpose following the \nbest practices\nrecommended by the ICTS department of our university. The team in MS Teams is named\nafter \"\nMECH - C2 project - Positive Energy Districts\n\" and has an associated space in\nSharePoint for storage. \nPrimary, digital, documents, confidential.\nMS documents. \n100 MB - 300 MB. \nMS Office 365.\n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes. Extensions of the data generated in Section 4.1. (Software) might be used for valorization.\nHowever, the software modules developed within the project may remain open-source for\ntransparency of the obtained scientific results and to enable inputs from others. \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo. All data and software modules used during the project are open-source. \n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. Models\nFor every Modelica model, a documentation section is written (this is common practice when\nusing the Modelia language) to provide more information on the model itself and to mention the\nmodel history. The parameters of the models along with their description are automatically\nprovided in this documentation section. For the existing models (e.g. from the IDEAS library), a\ndocumentation section already exists. For the models which are developed in this research\nproject, this documentation section will be kept up to date to provide all necessary information to\nunderstand the models. \n2. Input data\nThe data files described in 2.1 will be stored in different folders following a reasonable naming\nconvention. A README file will also be included to provide more information on how the\nprofiles are generated. The weather data files are saved in TMY or EPW format, which are\nstandard data formats containing geographical information (location, latitude, etc.) and all\ninformation needed to interpret the weather data.\n3. Output data\nThe raw simulation and optimization output data will be saved in different folders and a txt-file\nwill be included to indicate what the data represent and how they were generated (e.g. which\ninput data and models were used). The data itself is sorted in the output files by the use of\nheaders. Figures and/or tables derived from this raw data will either be stored in the same folder\nor in the folder of a corresponding research article\n4. Software and scripts\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nThe software (5.1) will contain a documentation section and a small description of every method.\nMoreover, comments will be added in the code itself to explain certain function calls or\ninput/output data. Also for the scripts (5.2), a documentation section at the start of the file and\ninformation on the meaning and format of input/output data will be provided.\n5. Project management data\nFurther documentation is not required for the documents in this category since these documents\nare descriptive enough and are grouped in an organized directory. \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes.\nThe Functional Mock-up Interface (FMI) will be used which is a free standard that defines a\ncontainer and an interface to exchange dynamic models using a combination of XML files,\nbinaries, and C code zipped into a single file. \nOn the other hand, the \nNumPy/SciPy docstrings\n will be used for documenting the newly\ndeveloped software modules (5.1).  \n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe IDEAS and Buildings libraries are developed and made available on GitHub. The new\nsoftware modules will also be stored in a Git repository.  The project management data will be\nstored at the university's secure environment for private data (MS SharePoint). \n5.2. How will the data be backed up?\nThe data will be stored on Git servers with automatic daily back-up procedures. The project\nmanagement data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes. \n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nIt is expected that the available storage capacity provided by the university suffices to store and\nback up the data during the project. Therefore, there would be no extra costs for data storage\nduring the project.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe data in this project is made available for scientific transparency and to allow inputs from\nothers. The project data files will be managed, processed, and stored in a secure environment\n(MS SharePoint).\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThe developed models, software modules, and project management data are expected to be\nretained for a 10 year period after the end of the project. \n6.2. Where will these data be archived (= stored for the long term)?\nThe models and software modules will be stored in Git repositories and the project management\ndata will be stored on the server of the Department of Mechanical Engineering at KU Leuven (with\nautomatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. More\nspecifically, this will be on the associated team space of MS Teams that has been created for this\nproject. \n6.3. What are the expected costs for data preservation during these 10 years? How\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nwill the costs be covered?\nIn view of the expected size of all data, enough storage capacity is guaranteed on the current\ndrives of the university. \n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo. \n7.2. Which data will be made available after the end of the project?\nThe models and software modules will be released through Git repositories. Only the project\nmanagement data will remain private to the project partners.  \n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\n7.4. When will the data be made available?\nUpon publication of the research results\nThe software modules will be available as they are developed. \n7.5. Who will be able to access the data and under what conditions?\nThe models and software modules will be made available as open-access.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThere are no extra costs associated with data sharing.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe post-doc of this project (Javier Arroyo or his successor).  \n8.2. Who will be responsible for data storage & back up during the project?\nThe post-doc of this project (Javier Arroyo or his successor).  \n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe promotor and co-promotors of this project. \n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the promotor of this\nproject.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP of C2 project: Energy Positive Districts Project Name Energy Positive Districts - Identifying technically-feasible and effective solutions towards decarbonization under existing boundary conditions - DMP of C2 project: Energy Positive Districts Project Identifier 3E210513 Grant Title C24M/21/021 Principal Investigator / Researcher Johan Driesen Project Data Contact Javier Arroyo, +34636671062, javier.arroyo@kuleuven.be Description The aim of this project is to contribute towards identifying feasible, effective and economical solutions of positive energy districts (PED), focusing both on system layout and operation/control. A solution is thus a workable concept with all its (inter)connections, not just a combination of technologies and energy vectors. The goal is not per se striving for a single optimal solution, but rather seek to identify realistic/achievable options towards effective decarbonization and the transition to PEDs. The project's objectives are centred around answering where (in the system), when and how to do the required energy conversions. These objectives are situated in the development of novel tools, and the application of these tools in dedicated cases to accurately identify future-proof solutions, to the benefit of society as a whole. The application of these models and tools in simulation generates data that needs to be collected and analyzed. The project objectives are detailed as follows: - OBJ1: Development of novel models for energy conversion and storage in an integrated energy system. - OBJ2: Development of advanced control strategies, accounting for operation under uncertainty and with optimal use of data. - OBJ3: Development of a proper incentive framework, focusing on pricing of energy services and the regulatory context. - OBJ4: Identification of integrated concepts, with full integration of the demand side, increased R2ES (renewable and residual energy sources) share by collective approaches, and demonstration of use cases. Institution KU Leuven 1. General Information Name of the project lead (PI) Promotor : Driesen Johan - Electrical Energy Systems and Applications (ELECTA), Leuven (Arenberg) Co-promotor(s) : Deconinck Geert - Electrical Energy Systems and Applications (ELECTA), Leuven (Arenberg) Helsen Lieve - Applied Mechanics and Energy conversion (TME), Leuven (Arenberg) Delarue Erik - Applied Mechanics and Energy conversion (TME), Leuven (Arenberg) Internal Funds Project number & title C24M/21/021 Energy Positive Districts - Identifying technically-feasible and effective solutions towards decarbonization under existing boundary conditions 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. During this project, a lot of simulations and optimizations will be performed from models configured with the open-source Modelica language. Dymola is the commercial modeling and simulation environment that will be used to generate the models. These models will be loaded into Python for simulation and optimization. To this aim, The Functional Mockup Interface (FMI) standard will be followed. This standard allows for the generation of model units called Functional Mockup Units (FMUs) enabling to ship, load, combine, and simulate models across different tools and environments. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 The datasets needed to perform these simulations and optimizations can be divided into the following groups: 1 . Modelica models 2 . Input data 3 . Output data 4 . Software and scripts 5 . Project management data For every dataset, the following information is provided: Content Type of data File format Expected volume How created 1. Modelica models This section describes the data (models in this case) that will be used and generated to perform both simulations and optimizations. 1.1 FastBuildings library Open-source Modelica library with reduced-order dynamic simulation models for thermal and electrical systems created within KU Leuven. Secondary, digital, models, Modelica License Version 2 mo-files ~0.2 MB https://github.com/open-ideas/FastBuildings 1.2 IDEAS library Open-source Modelica library with reduced-order detailed dynamic simulation models for thermal and electrical systems created within KU Leuven. Secondary, digital, models, BSD 3 license . mo-files ~300 MB https://github.com/open-ideas/IDEAS 1.3 Buildings library Open-source Modelica library with dynamic simulation models for building energy and control systems created by the Lawrence Berkeley National Laboratory. Secondary, digital, models, BSD 3 license . mo-files ~500 MB https://github.com/lbl-srg/modelica-buildings 1.4 PEDs integrated models Modelica models integrate clusters of buildings, generation plants, and the electric distribution grid. Several replicas of the same model with different hyperparameters are expected to investigate variations of PEDs layouts and scenarios. Primary, digital, models, BSD 3 license . mo-files <100 MB Models are created using the Dymola modeling software and will be stored in our own Git repository. 2. Input data This section describes the data which will be used and generated during the research project to serve as an input to the models described in Section 1 2.1 Occupancy behavior Text files containing occupancy data for both simulation and optimization purposes (more This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 specifically temperature setpoints of the day and night zone in a building, domestic hot water demand, occupancy profile, metabolic heat gains, internal heat gains) with a resolution of 60-3600 seconds. Primary, digital, numerical. txt-files ~1.5-40 MB per profile. The occupancy behavior text files are generated using the open-source StROBe tool developed at the KU Leuven Building Physics Section ( https://github.com/open- ideas/StROBe ). 2.2 Weather data Text files containing numerical data representing weather conditions like ambient temperature, solar irradiance, etc. Secondary, digital, numerical. TMY-, epw-, mos-files < 50 MB These files are available in the IDEAS or Buildings libraries for different locations. 3. Output data This section describes the data which will be generated by the simulations and optimizations performed in the research project. 3.1. Output data from simulations Files containing simulation results. Primary, digital, numerical. mat-, csv-files Files can be up to 500 MB or more, but only variables of interest will be stored resulting in files of <1 MB Output data is generated by performing simulations with the commercial Dymola software and from simulations that load the models in Python following the FMI standard. 3.2. Output data from optimizations Files containing optimization results. Primary, digital, numerical. mat-, csv-files Files can be up to 500 MB or more, but only variables of interest will be stored resulting in files of <1 MB Output data is generated by performing optimizations in Python and have a similar format to the simulation results. 4. Software and scripts This section describes the software and scripts which will be developed in the research project. 4.1 Software New software modules are required to address the research challenges of this project. Particularly, software is required for the development of new algorithms for optimal design and control of PEDs. The software will be hosted in a Git repository (to be decided which one still) and will be subject to continuous integration and testing. Primary, digital, software, open-source. Mostly Python and Docker files. 100 MB - 300 MB. Python GUIs e.g. Spyder, Eclipse, or PyCharm. 4.2 Scripts Scripts are pieces of code that use the Software modules from Section 5.1 in specific scenarios and applications to generate scientific results, clean up data, and make plots. Primary, digital, scripts, open-source Mostly Python. 100 MB - 300 MB. Python GUIs e.g. Spyder, Eclipse, or PyCharm. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 5. Project management data The project management data refers to all documents, reports, minutes, and conversations that are generated while managing the project and generating the deliverables. A team space in MS Teams has been created for this purpose following the best practices recommended by the ICTS department of our university. The team in MS Teams is named after \" MECH - C2 project - Positive Energy Districts \" and has an associated space in SharePoint for storage. Primary, digital, documents, confidential. MS documents. 100 MB - 300 MB. MS Office 365. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes. Extensions of the data generated in Section 4.1. (Software) might be used for valorization. However, the software modules developed within the project may remain open-source for transparency of the obtained scientific results and to enable inputs from others. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. All data and software modules used during the project are open-source. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. Models For every Modelica model, a documentation section is written (this is common practice when using the Modelia language) to provide more information on the model itself and to mention the model history. The parameters of the models along with their description are automatically provided in this documentation section. For the existing models (e.g. from the IDEAS library), a documentation section already exists. For the models which are developed in this research project, this documentation section will be kept up to date to provide all necessary information to understand the models. 2. Input data The data files described in 2.1 will be stored in different folders following a reasonable naming convention. A README file will also be included to provide more information on how the profiles are generated. The weather data files are saved in TMY or EPW format, which are standard data formats containing geographical information (location, latitude, etc.) and all information needed to interpret the weather data. 3. Output data The raw simulation and optimization output data will be saved in different folders and a txt-file will be included to indicate what the data represent and how they were generated (e.g. which input data and models were used). The data itself is sorted in the output files by the use of headers. Figures and/or tables derived from this raw data will either be stored in the same folder or in the folder of a corresponding research article 4. Software and scripts This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 The software (5.1) will contain a documentation section and a small description of every method. Moreover, comments will be added in the code itself to explain certain function calls or input/output data. Also for the scripts (5.2), a documentation section at the start of the file and information on the meaning and format of input/output data will be provided. 5. Project management data Further documentation is not required for the documents in this category since these documents are descriptive enough and are grouped in an organized directory. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes. The Functional Mock-up Interface (FMI) will be used which is a free standard that defines a container and an interface to exchange dynamic models using a combination of XML files, binaries, and C code zipped into a single file. On the other hand, the NumPy/SciPy docstrings will be used for documenting the newly developed software modules (5.1). 5. Data storage and backup during the project 5.1. Where will the data be stored? The IDEAS and Buildings libraries are developed and made available on GitHub. The new software modules will also be stored in a Git repository. The project management data will be stored at the university's secure environment for private data (MS SharePoint). 5.2. How will the data be backed up? The data will be stored on Git servers with automatic daily back-up procedures. The project management data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? It is expected that the available storage capacity provided by the university suffices to store and back up the data during the project. Therefore, there would be no extra costs for data storage during the project. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data in this project is made available for scientific transparency and to allow inputs from others. The project data files will be managed, processed, and stored in a secure environment (MS SharePoint). 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). The developed models, software modules, and project management data are expected to be retained for a 10 year period after the end of the project. 6.2. Where will these data be archived (= stored for the long term)? The models and software modules will be stored in Git repositories and the project management data will be stored on the server of the Department of Mechanical Engineering at KU Leuven (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. More specifically, this will be on the associated team space of MS Teams that has been created for this project. 6.3. What are the expected costs for data preservation during these 10 years? How This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 will the costs be covered? In view of the expected size of all data, enough storage capacity is guaranteed on the current drives of the university. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No. 7.2. Which data will be made available after the end of the project? The models and software modules will be released through Git repositories. Only the project management data will remain private to the project partners. 7.3. Where/how will the data be made available for reuse? In an Open Access repository 7.4. When will the data be made available? Upon publication of the research results The software modules will be available as they are developed. 7.5. Who will be able to access the data and under what conditions? The models and software modules will be made available as open-access. 7.6. What are the expected costs for data sharing? How will these costs be covered? There are no extra costs associated with data sharing. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The post-doc of this project (Javier Arroyo or his successor). 8.2. Who will be responsible for data storage & back up during the project? The post-doc of this project (Javier Arroyo or his successor). 8.3. Who will be responsible for ensuring data preservation and sharing? The promotor and co-promotors of this project. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the promotor of this project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}