{
    "document_id": "D-2024-2735",
    "LinkTitle": "D-2024-2735",
    "file_name": "D-2024-2735.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2735.pdf",
    "metadata": {
        "title": "Oxytocin therapy in children with autism spectrum disorder and co-occurring intellectual disability: examination of desirability, clinical efficacy and therapeutic augmentation by psychosocial training.",
        "author": "N/A",
        "creation_date": "2024-04-02 14:03:31+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Oxytocin therapy in children with autism spectrum disorder and co-occurring intellectual\ndisability: examination of desirability, clinical efficacy and therapeutic augmentation by\npsychosocial training.\nA Data Management Plan created using DMPonline.be\nCreator: \nAymara Taillieu\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PW324N\nID: \n204405\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nIntranasal administration of oxytocin is increasingly considered a new therapeutic resource for autism spectrum disorder (ASD). Prior\noxytocin trials have however mostly excluded autistic individuals with co-occurring intellectual disability (ID) by design, despite making up\n40% of the ASD population and\noften displaying more severe symptoms. Therefore, we propose a RCT assessing the clinical effects of a multiple-dose oxytocin\nintervention (4 weeks of 3 times weekly intranasal administrations of 24IU) on core autism symptoms in 80 children with ASD+ID (7-12\nyears, IQ<75) (40 oxytocin, 40\nplacebo). In light of emerging insights that treatment outcome might be impacted by the context in which oxytocin is administered,\nadministration will be paired with psychosocial training, allowing to further elucidate the potential of augmenting the clinical benefits by\nadministrating oxytocin within a\nsocially stimulating context. Moreover, additional qualitative interviews with caretakers will allow novel understanding of the desirability,\nperspectives, expectations and experiences regarding oxytocin therapy for children with ASD. In summary, our quantitative and\nqualitative evaluation will provide first insights into oxytocin’s clinical efficacy and mediation by context, its desirability and applicability in\nthe pediatric ASD+ID population. These insights are essential for oxytocin’s promising\nimplementation into the clinical practice for ASD within an early life developmental window.\nLast modified: \n02-04-2024\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n1 of 8\nOxytocin therapy in children with autism spectrum disorder and co-occurring intellectual\ndisability: examination of desirability, clinical efficacy and therapeutic augmentation by\npsychosocial training.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n2 of 8\n \n \n \n \nOnly for\ndigital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nQuestionnaires\nabout core\nautism\nsymptims\n(ATEC, ABAS-\n3, RBS-R,\nDBC, PSS) \nInformant-based-\nreport questionnaires\n(parents and/or\nteachers) about core\nautism\ncharacteristics \nGenerate new data\nDigital\n(through\nsecure\nweb-\nbased\napplication\nREDCap)\n& Physical\n(if paper\nversion\nprefered)\nObservational\ntabular data\n.csv (comma-\nseparated\nvalue)\n+/- 5MB \nVolume\nof paper\nversions \ndifficult\nto\nestimate\nSide effect\nreport form\nquestionnaire\nInformant-based\ndiary screenings on\npotential oxytocin-\nrelated side effects\n(safety monitoring by\nparents and\nteachers)\nGenerate new data\nPhysical\n(paper\nversions)\nNA\nNA\nNA\nNA\nSemi-\nstructured\ninteraction:\nThe Brief\nObservation of\nSocial\nCommunication\nChange\n(BOSCC)\nObservation coding\nscheme + webcam\nvideo recordings \nGenerate new data\nDigital\nObservational\nvideo data\n.mp3 (MP3\nFormat Sound) \n<1GB\nNA\nStress\nphysiology\nrecordings \nPhysiological\nmeasurements of\ncardiovascular stress\nresponse,\nelectrocardiography\n(ECG) (heart rate\nvariability, HRV more\nspecifically)\nGenerate new data\nDigital\nSoftware \ndata from\nrecordings \n.mat (matlab\nfiles)\nAppr. 50\nMB\nNA\nAudio\nrecordings and\ntranscripts from\nqualitative\ninterviews\nInterviews with\ninformants/caregivers\n(e.g. parents and\nteachers) about their\nperspectives,\nexpectations and\nexperiences about\nthe oxytocin nasal\nsprays for children\nwith autism\nGenerate new data\nDigital\nOther\naudio data\n.mp3 (MP3\nFormat Sound)\nand transcript\ndata\n(pseudonymised\nword/pdf files)\n<100MB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nNot applicable. We will generate new data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n3 of 8\nYes, human subject data\nThe project has been ethically approved by the Ethics Committee Research UZ/KU Leuven, with reference number: S66832.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nYes, a PRET application G-2022-6027-R5(AMD) is submitted.\nCollection of personal data of participants of the quantitative and qualitative part: children's and/or caregivers' personal\ninformation including age, biological sex, name, home address, date of birth, email, IBAN for financial reimbursement, telephone\nnumber, ASD symptom severity, IQ measurement. This information is necessary collected as part of the ICF procedure.\nSee further below under part 3 how these personal sensitive data will be managed carefully.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nFor questionnaires: Metadata (e.g. timestamp, electronic instructions) are automatically captured in REDCap.\nStandard operating procedures (SOPs) will be written to describe how to collect and analyse data from the measurements of\nstress physiology and social interaction coding scheme.\nUsing REDCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured\ninformation: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation,\nChoices, Calculations etc.)\nData obtained from informant-based questionnaires through paper versions will also be consistently complemented at\nREDCap.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n4 of 8\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\nREDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User\nRoles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue.\nREDCAp also keeps a log of when the questionnaires/surveys are filled in, when someone makes adjustments to the\ninstruments or data. Also, metadata (e.g. timestamp, electronic instructions) are automatically captured during survey\ncompletion in REDCAp.\nThe electrocardiography (ECG) stress-recording device (BioSemi) generates metadata like the instrument settings and the\ntiming of the measurements.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPaper data (like the ICF forms and paper version questionnaires) will be kept in a locked cabinet in the office of the PI at KU\nLeuven.\nAll research-relevant personal data will be de-identified and stored in coded form on the protected KU Leuven L-drive (during\nstudy, transferred to K-drive after study completion) of KU Leuven or on the independent and secured database and data\nmanagement system (REDCap). This database is password-protected and only accessible by the researchers of this study.\nIn a separate folder on the L-drive of the KU Leuven servers, a password protected document will be kept containing the\npatient identification log; this will be the only link between the real identity of the participants (both children and informants)\nand their allocated subject ID code (pseudonymization code), with a separate system for the participants of the quantitative\npart (children - subject for nasal spray ID) versus the qualitative part (informants - participant for interview ID) of the research\nproject.\n \n \nHow will the data be backed up?\nThe data will be stored on REDCap and a central KU Leuven server (L-drive) with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nREDCap is hosted on central ICTS webservices and provides unlimited capacity.\nThe minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5 TB. This volume is expected to be\nsufficient for the current project. A disaster recovery (mirror) copy of the data is included in this fee.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll included storage facilities ( RedCap, L:drive) are incorporated within secured KU / UZ Leuven environments, are\npassword-protected (including smartphone-based multi-factor identification) and are only accessible by registered\ncollaborating researchers.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n5 of 8\nAll data files will be collected, processed and stored in a de-identified format by means of subject ID codes or participant for\ninterview ID codes (i.e. pseudonymization). These data files will not contain information that\nwould allow participant identification.\nPersonal data collected on paper (e.g. ICFs, questionnaires) are stored in a locked\ncabinet onsite (during data collection: accessible only to study personnel; after data\ncollection: accessible solely by PI of the study).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe price to set-up a REDCap projects is € 80 per year. Data storage on the secured KU Leuven L-drive storage will result in a\ncost of € 569,2 per year (for max. 5 TB of data). Costs for data storage will be covered by personal funds of the involved PI (Kaat\nAlaerts) and support funds from the Rehabilitation sciences department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll generated research data will be archived for 25 years after study completion conform\nthe Ethics Committee Research UZ / KU Leuven (EC Research) policy as well as good clinical practice guidelines for archiving\nclinical trial data.\nWhere will these data be archived (stored and curated for the long-term)?\nThe generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred\nto the K-drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nPricing for data storage on the K-drive includes € 11,38 per 100 GB (with 50% of the cost covered by Group Biomedical\nSciences). In view of the expected size of the database (including raw and pre-processed data), estimated cost of long-term data\nstorage will be € 56,9 per year for 500 GB.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nWe plan to make (parts of) the de-identified, and pseudonymized raw data (from the quantiative or qualitative part) collected\nduring the study available through the Open Science Framework (https://osf.io/) online repository or the recently launched KU\nLeuven Research data Repository.\nAll clinical trial results will also be posted on the EUDRACT clinical trial study entry within 6 months after study completion (last\nvisit of the last participant).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n6 of 8\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository. \nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nWe plan to make (parts of) the de-identified, and pseudonymized raw data collected during the study available through the Open\nScience Framework (https://osf.io/) online repository or the recently launched KU Leuven Research data Repository.\nAll clinical trial results will also be posted on the EUDRACT clinical trial study entry within 6\nmonths after study completion (last visit of the last participant).\nWhich data usage licenses are you going to provide? If none, please explain why.\nSharing of de-identified, pseudonymized data upon request by email will be\nconsidered depending on the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be\nexcluded.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nTo be determined.\nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing on OSF and RDR are not anticipated to yield any additional costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe involved PhD researcher Aymara Taillieu, together with colleagues Elise Tuerlinckx and Grazia Ricchiuti and PI Kaat Alaerts. \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n7 of 8\nBack-up and immediate storage: Aymara Taillieu and colleagues Elise Tuerlinckx and Grazia Ricchiuti; Long-term storage: PI\nKaat Alaerts. \nWho will manage data preservation and sharing?\nPI Kaat Alaerts \nWho will update and implement this DMP?\nAymara Taillieu. \nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n8 of 8"
    },
    "clean_full_text": "Oxytocin therapy in children with autism spectrum disorder and co-occurring intellectual disability: examination of desirability, clinical efficacy and therapeutic augmentation by psychosocial training. A Data Management Plan created using DMPonline.be Creator: Aymara Taillieu Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PW324N ID: 204405 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Intranasal administration of oxytocin is increasingly considered a new therapeutic resource for autism spectrum disorder (ASD). Prior oxytocin trials have however mostly excluded autistic individuals with co-occurring intellectual disability (ID) by design, despite making up 40% of the ASD population and often displaying more severe symptoms. Therefore, we propose a RCT assessing the clinical effects of a multiple-dose oxytocin intervention (4 weeks of 3 times weekly intranasal administrations of 24IU) on core autism symptoms in 80 children with ASD+ID (7-12 years, IQ<75) (40 oxytocin, 40 placebo). In light of emerging insights that treatment outcome might be impacted by the context in which oxytocin is administered, administration will be paired with psychosocial training, allowing to further elucidate the potential of augmenting the clinical benefits by administrating oxytocin within a socially stimulating context. Moreover, additional qualitative interviews with caretakers will allow novel understanding of the desirability, perspectives, expectations and experiences regarding oxytocin therapy for children with ASD. In summary, our quantitative and qualitative evaluation will provide first insights into oxytocin’s clinical efficacy and mediation by context, its desirability and applicability in the pediatric ASD+ID population. These insights are essential for oxytocin’s promising implementation into the clinical practice for ASD within an early life developmental window. Last modified: 02-04-2024 Created using DMPonline.be. Last modiﬁed 02 April 2024 1 of 8 Oxytocin therapy in children with autism spectrum disorder and co-occurring intellectual disability: examination of desirability, clinical efficacy and therapeutic augmentation by psychosocial training. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 02 April 2024 2 of 8 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Questionnaires about core autism symptims (ATEC, ABAS- 3, RBS-R, DBC, PSS) Informant-based- report questionnaires (parents and/or teachers) about core autism characteristics Generate new data Digital (through secure web- based application REDCap) & Physical (if paper version prefered) Observational tabular data .csv (comma- separated value) +/- 5MB Volume of paper versions difficult to estimate Side effect report form questionnaire Informant-based diary screenings on potential oxytocin- related side effects (safety monitoring by parents and teachers) Generate new data Physical (paper versions) NA NA NA NA Semi- structured interaction: The Brief Observation of Social Communication Change (BOSCC) Observation coding scheme + webcam video recordings Generate new data Digital Observational video data .mp3 (MP3 Format Sound) <1GB NA Stress physiology recordings Physiological measurements of cardiovascular stress response, electrocardiography (ECG) (heart rate variability, HRV more specifically) Generate new data Digital Software data from recordings .mat (matlab files) Appr. 50 MB NA Audio recordings and transcripts from qualitative interviews Interviews with informants/caregivers (e.g. parents and teachers) about their perspectives, expectations and experiences about the oxytocin nasal sprays for children with autism Generate new data Digital Other audio data .mp3 (MP3 Format Sound) and transcript data (pseudonymised word/pdf files) <100MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. We will generate new data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 02 April 2024 3 of 8 Yes, human subject data The project has been ethically approved by the Ethics Committee Research UZ/KU Leuven, with reference number: S66832. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Yes, a PRET application G-2022-6027-R5(AMD) is submitted. Collection of personal data of participants of the quantitative and qualitative part: children's and/or caregivers' personal information including age, biological sex, name, home address, date of birth, email, IBAN for financial reimbursement, telephone number, ASD symptom severity, IQ measurement. This information is necessary collected as part of the ICF procedure. See further below under part 3 how these personal sensitive data will be managed carefully. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For questionnaires: Metadata (e.g. timestamp, electronic instructions) are automatically captured in REDCap. Standard operating procedures (SOPs) will be written to describe how to collect and analyse data from the measurements of stress physiology and social interaction coding scheme. Using REDCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices, Calculations etc.) Data obtained from informant-based questionnaires through paper versions will also be consistently complemented at REDCap. Created using DMPonline.be. Last modiﬁed 02 April 2024 4 of 8 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCAp also keeps a log of when the questionnaires/surveys are filled in, when someone makes adjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCAp. The electrocardiography (ECG) stress-recording device (BioSemi) generates metadata like the instrument settings and the timing of the measurements. 3. Data storage & back-up during the research project Where will the data be stored? Paper data (like the ICF forms and paper version questionnaires) will be kept in a locked cabinet in the office of the PI at KU Leuven. All research-relevant personal data will be de-identified and stored in coded form on the protected KU Leuven L-drive (during study, transferred to K-drive after study completion) of KU Leuven or on the independent and secured database and data management system (REDCap). This database is password-protected and only accessible by the researchers of this study. In a separate folder on the L-drive of the KU Leuven servers, a password protected document will be kept containing the patient identification log; this will be the only link between the real identity of the participants (both children and informants) and their allocated subject ID code (pseudonymization code), with a separate system for the participants of the quantitative part (children - subject for nasal spray ID) versus the qualitative part (informants - participant for interview ID) of the research project. How will the data be backed up? The data will be stored on REDCap and a central KU Leuven server (L-drive) with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes REDCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5 TB. This volume is expected to be sufficient for the current project. A disaster recovery (mirror) copy of the data is included in this fee. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All included storage facilities ( RedCap, L:drive) are incorporated within secured KU / UZ Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Created using DMPonline.be. Last modiﬁed 02 April 2024 5 of 8 All data files will be collected, processed and stored in a de-identified format by means of subject ID codes or participant for interview ID codes (i.e. pseudonymization). These data files will not contain information that would allow participant identification. Personal data collected on paper (e.g. ICFs, questionnaires) are stored in a locked cabinet onsite (during data collection: accessible only to study personnel; after data collection: accessible solely by PI of the study). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The price to set-up a REDCap projects is € 80 per year. Data storage on the secured KU Leuven L-drive storage will result in a cost of € 569,2 per year (for max. 5 TB of data). Costs for data storage will be covered by personal funds of the involved PI (Kaat Alaerts) and support funds from the Rehabilitation sciences department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All generated research data will be archived for 25 years after study completion conform the Ethics Committee Research UZ / KU Leuven (EC Research) policy as well as good clinical practice guidelines for archiving clinical trial data. Where will these data be archived (stored and curated for the long-term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Pricing for data storage on the K-drive includes € 11,38 per 100 GB (with 50% of the cost covered by Group Biomedical Sciences). In view of the expected size of the database (including raw and pre-processed data), estimated cost of long-term data storage will be € 56,9 per year for 500 GB. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository We plan to make (parts of) the de-identified, and pseudonymized raw data (from the quantiative or qualitative part) collected during the study available through the Open Science Framework (https://osf.io/) online repository or the recently launched KU Leuven Research data Repository. All clinical trial results will also be posted on the EUDRACT clinical trial study entry within 6 months after study completion (last visit of the last participant). If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 02 April 2024 6 of 8 NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository. When will the data be made available? Immediately after the end of the project Upon publication of the research results We plan to make (parts of) the de-identified, and pseudonymized raw data collected during the study available through the Open Science Framework (https://osf.io/) online repository or the recently launched KU Leuven Research data Repository. All clinical trial results will also be posted on the EUDRACT clinical trial study entry within 6 months after study completion (last visit of the last participant). Which data usage licenses are you going to provide? If none, please explain why. Sharing of de-identified, pseudonymized data upon request by email will be considered depending on the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes To be determined. What are the expected costs for data sharing? How will these costs be covered? Sharing on OSF and RDR are not anticipated to yield any additional costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? The involved PhD researcher Aymara Taillieu, together with colleagues Elise Tuerlinckx and Grazia Ricchiuti and PI Kaat Alaerts. Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 02 April 2024 7 of 8 Back-up and immediate storage: Aymara Taillieu and colleagues Elise Tuerlinckx and Grazia Ricchiuti; Long-term storage: PI Kaat Alaerts. Who will manage data preservation and sharing? PI Kaat Alaerts Who will update and implement this DMP? Aymara Taillieu. Created using DMPonline.be. Last modiﬁed 02 April 2024 8 of 8"
}