{
    "document_id": "D-2024-3128",
    "LinkTitle": "D-2024-3128",
    "file_name": "D-2024-3128.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3128.pdf",
    "metadata": {
        "title": "Sustainable sorption heat pumps for residential applications",
        "author": "N/A",
        "creation_date": "2024-10-16 11:49:51+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Sustainable sorption heat pumps for residential applications\nSustainable sorption heat pumps for residential applications\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSoftware codes\nSoftware codes for the\nmodels developed during\nthe whole project\nN\nD\nSO\n.m\n.py\n.ees\n<1GB\n \nSimulation results\nResults obtained by\nrunning the software\nN\nD\nI, N\n.pdf\n.cvs\n.svg\n<100GB\n \nexperimental setup\nspecifications\nDescription and design\nspecifications of the\nexperimental setups\nE\nD\nT, I\n.pdf\n.dwg\n<1GB\n \nexperimental data\nTesting conditions and\nmeasured values\nE and N\nD\nT, N\n.pdf\n.cvs\n<1GB\n \nexperimental\nsamples\nPrototypes used in the\nexperimental test\nE and N\nP\nM\n-\n \n<1.00\nm^3\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nSome of the reused data comes from previous research conducted by scholars at the University of Edinburgh (the partner\nuniversity), who have worked on related subjects. Their findings are published in the following research papers:\nhttps://doi.org/10.1002/ente.202300548.\nThe remaining portion of reused data was experimentally generated at the University of Edinburgh but has not been published. It\nis stored in the University of Edinburgh's cloud system, under the supervision of the project lead at UoE (Giulio Santori).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n1 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nAccording to the Partnership Agreement governing the joint supervision and award of a joint doctoral diploma/degree between\nKU Leuven and The University of Edinburgh:\nArticle 17 – Intellectual Property\nArticle 17 – Intellectual Property\n17.1 For the purposes of this Article 17:\n17.1.1\"Background Intellectual Property\" means all intellectual property, information, data, software, and materials belonging to a\nparty that are provided by that party to the other for use in connection with this agreement (whether before or after the date of this\nagreement), but not intellectual property in the Foreground Intellectual Property.\n17.1.2\"Foreground Intellectual Property\" means all intellectual property, information, data, software, and materials identified,\ncreated, or first reduced to practice or writing in the course of this agreement.\n17.1.3*\"Intellectual Property\" means all patents and other rights in inventions, whether or not those inventions are patented or\npatentable; rights in confidential know-how; design rights and other rights in designs; copyrights; database rights; registered and\nunregistered trademarks; and all other intellectual property rights, in each case whether registered or unregistered, including\napplications for the grant of any such rights and rights of renewal in respect of any such rights; and all other forms of protection\nhaving similar or equivalent effect in any part of the world.\n17.2 Any Background Intellectual Property shall remain the sole and exclusive property of the party to whom that Background\nIntellectual Property belonged prior to the commencement of this agreement. Each party grants to the other a non-exclusive, non-\ntransferable license to use that party's Background Intellectual Property to the extent necessary to fulfill the other party's\nobligations under this agreement.\n17.3 Any Foreground Intellectual Property shall be, subject to written agreement to the contrary by the parties, the sole and\nexclusive property of the party creating or developing it (or whose employee created or developed it). Each of the parties grants to\nthe other party a non-exclusive, non-transferable license to use that party's Foreground Intellectual Property to the extent\nnecessary to fulfill the other party's obligations under this agreement.\n \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nTo ensure that the data remains understandable and usable both now and in the future, a structured approach to data\nmanagement, documentation, and organization will be implement. \nFirstly, consistent naming conventions for files and folders will be adopted to maintain clarity and uniformity. The folder structure\nwill follow a hierarchical system based on work packages or tasks, which will serve as the primary reference for naming folders.\nFile names will include relevant information, such as the file content (e.g., code, simulation, measurement), the date of data\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n2 of 6\ncapture, and the reference person responsible for the file's creation.\nAdditionally, each folder will contain a `README.txt` file that provides a detailed overview of the folder's contents, a description of\nthe data dictionary used, and a list of keywords to facilitate future searches. This file will serve as a comprehensive guide for\nunderstanding and navigating the dataset.\nAll modifications and processing steps applied to the dataset will be meticulously documented. For significant changes, a new\nversion of the dataset will be created, following a hierarchical numbering system (e.g., v1.0, v1.1), to track the dataset's evolution.\nTo maximize interoperability, the data will conform to standard formats such as `.csv`, `.txt`, `.pdf`, and `.py`. Whenever feasible,\nopen-source software will be used to enhance data accessibility and longevity. This structured approach will ensure that the data\nis accessible, comprehensible, and usable for both myself and others in the long term.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe metadata model (DataCite) of RDR at LU Leuven will be used\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nOneDrive (The University of Edinburgh)\nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nSoftware codes and code descriptions will be stored in a GitHub repository.\nThe physical data/samples will be collected and stored in a dedicated space in the Process Lab at the University of\nEdinburgh\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll the above-mentioned repositories require an authentication to access the data, this allows access only to people\nparticipating in the project and authorized by the storage owner.\nThe Process Lab at the University of Edinburgh can be accessed only with a badge.\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n3 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs are foreseen for the above-mentioned storage systems, at least for the size of the storage expected so far (< 2TB in\nOneDrive for Business).\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nData will be selected and redundant and temporary data generated while running the project will be discarded.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nEdinburgh DataShare (a digital repository of research data produced at the University of Edinburgh)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor the expected volume of the archived data, no costs are expected.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nThe embargo applies to data used in publications or software codes in the development phase.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nMembers of the research groups at KU Leuven and also the partner university (the University of Edinburgh) will be able to access\nall the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n4 of 6\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nAslo, the University of Edinburgh Data Repository\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nCC-BY 4.0 (data)\nGNU GPL-3.0 (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs expected\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD student, creating the data.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PhD student, creating the data.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n5 of 6\nThe PI and co-PI of the project, Alessia Arteconi and Giulio Santori\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPI of the project (Alessia Arteconi)\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n6 of 6"
    },
    "clean_full_text": "Sustainable sorption heat pumps for residential applications Sustainable sorption heat pumps for residential applications Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Software codes Software codes for the models developed during the whole project N D SO .m .py .ees <1GB Simulation results Results obtained by running the software N D I, N .pdf .cvs .svg <100GB experimental setup specifications Description and design specifications of the experimental setups E D T, I .pdf .dwg <1GB experimental data Testing conditions and measured values E and N D T, N .pdf .cvs <1GB experimental samples Prototypes used in the experimental test E and N P M - <1.00 m^3 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Some of the reused data comes from previous research conducted by scholars at the University of Edinburgh (the partner university), who have worked on related subjects. Their findings are published in the following research papers: https://doi.org/10.1002/ente.202300548. The remaining portion of reused data was experimentally generated at the University of Edinburgh but has not been published. It is stored in the University of Edinburgh's cloud system, under the supervision of the project lead at UoE (Giulio Santori). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 16 October 2024 1 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes According to the Partnership Agreement governing the joint supervision and award of a joint doctoral diploma/degree between KU Leuven and The University of Edinburgh: Article 17 – Intellectual Property Article 17 – Intellectual Property 17.1 For the purposes of this Article 17: 17.1.1\"Background Intellectual Property\" means all intellectual property, information, data, software, and materials belonging to a party that are provided by that party to the other for use in connection with this agreement (whether before or after the date of this agreement), but not intellectual property in the Foreground Intellectual Property. 17.1.2\"Foreground Intellectual Property\" means all intellectual property, information, data, software, and materials identified, created, or first reduced to practice or writing in the course of this agreement. 17.1.3*\"Intellectual Property\" means all patents and other rights in inventions, whether or not those inventions are patented or patentable; rights in confidential know-how; design rights and other rights in designs; copyrights; database rights; registered and unregistered trademarks; and all other intellectual property rights, in each case whether registered or unregistered, including applications for the grant of any such rights and rights of renewal in respect of any such rights; and all other forms of protection having similar or equivalent effect in any part of the world. 17.2 Any Background Intellectual Property shall remain the sole and exclusive property of the party to whom that Background Intellectual Property belonged prior to the commencement of this agreement. Each party grants to the other a non-exclusive, non- transferable license to use that party's Background Intellectual Property to the extent necessary to fulfill the other party's obligations under this agreement. 17.3 Any Foreground Intellectual Property shall be, subject to written agreement to the contrary by the parties, the sole and exclusive property of the party creating or developing it (or whose employee created or developed it). Each of the parties grants to the other party a non-exclusive, non-transferable license to use that party's Foreground Intellectual Property to the extent necessary to fulfill the other party's obligations under this agreement. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). To ensure that the data remains understandable and usable both now and in the future, a structured approach to data management, documentation, and organization will be implement. Firstly, consistent naming conventions for files and folders will be adopted to maintain clarity and uniformity. The folder structure will follow a hierarchical system based on work packages or tasks, which will serve as the primary reference for naming folders. File names will include relevant information, such as the file content (e.g., code, simulation, measurement), the date of data Created using DMPonline.be. Last modiﬁed 16 October 2024 2 of 6 capture, and the reference person responsible for the file's creation. Additionally, each folder will contain a `README.txt` file that provides a detailed overview of the folder's contents, a description of the data dictionary used, and a list of keywords to facilitate future searches. This file will serve as a comprehensive guide for understanding and navigating the dataset. All modifications and processing steps applied to the dataset will be meticulously documented. For significant changes, a new version of the dataset will be created, following a hierarchical numbering system (e.g., v1.0, v1.1), to track the dataset's evolution. To maximize interoperability, the data will conform to standard formats such as `.csv`, `.txt`, `.pdf`, and `.py`. Whenever feasible, open-source software will be used to enhance data accessibility and longevity. This structured approach will ensure that the data is accessible, comprehensible, and usable for both myself and others in the long term. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The metadata model (DataCite) of RDR at LU Leuven will be used Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Other (specify below) OneDrive (The University of Edinburgh) How will the data be backed up? How will the data be backed up? Other (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution Software codes and code descriptions will be stored in a GitHub repository. The physical data/samples will be collected and stored in a dedicated space in the Process Lab at the University of Edinburgh Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the above-mentioned repositories require an authentication to access the data, this allows access only to people participating in the project and authorized by the storage owner. The Process Lab at the University of Edinburgh can be accessed only with a badge. Created using DMPonline.be. Last modiﬁed 16 October 2024 3 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are foreseen for the above-mentioned storage systems, at least for the size of the storage expected so far (< 2TB in OneDrive for Business). Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Data will be selected and redundant and temporary data generated while running the project will be discarded. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) Edinburgh DataShare (a digital repository of research data produced at the University of Edinburgh) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the expected volume of the archived data, no costs are expected. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) The embargo applies to data used in publications or software codes in the development phase. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research groups at KU Leuven and also the partner university (the University of Edinburgh) will be able to access all the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 16 October 2024 4 of 6 No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Aslo, the University of Edinburgh Data Repository When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) CC-BY 4.0 (data) GNU GPL-3.0 (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs expected Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD student, creating the data. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD student, creating the data. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 16 October 2024 5 of 6 The PI and co-PI of the project, Alessia Arteconi and Giulio Santori Who will update and implement this DMP? Who will update and implement this DMP? PI of the project (Alessia Arteconi) Created using DMPonline.be. Last modiﬁed 16 October 2024 6 of 6"
}