{
    "document_id": "D-2021-1209",
    "LinkTitle": "D-2021-1209",
    "file_name": "D-2021-1209.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1209.pdf",
    "metadata": {
        "title": "D-2021-1209",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP 11K7122N\n1.General Information\nName applicant Manon Callens \nFWO Project Number & Title 11K7122N: Targeting dysregulated IP3R-mediated Ca2+ signaling as an early event in Alzheimer’s disease \nthrough its Bcl-2-interaction network.\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Biological material: cell lines, plasmids, primers, peptides,antibodies, purified proteins,...  \nExperimental data: \n●Western blots: .scn (imagelab files), TIFF\n●Fluorescent microscopy data: ziar, zistream, zvi (Zeiss) and ....(Nikon), txt files\n●Flexstation analysis: .pda (softmax pro) and .txt\n●45Ca2+ unidirectional flux experiments: .rtf and .xlsx\n●Cell death measurements via FACS analysis as .fcs (flow jo files).\n●Cell death/cell proliferation experiments via Incucyte analysis are obtained as incucytezoom files and  \nsaved as .xls, .tif and .mp4\n●DNA Sequences and all relevant information is stored in a database\n●Cell line datafiles will be preserved in the inventory management section of an electronic lab  \nnotebook and linked to the experiments.\n●The data in the ELN is stored in a database.\nBoth the raw data and the processed data of experiments including graphs will be preserved, as well as the  \nresulting manuscripts. Analysis of the various techniques and storage of overall lab data will be in electronic  \nnotebooks or on the network drives of the university. Please note that the volume of most data is not going  \nto be large enough to cause problems with our storage capacity. For the microscopy data we only will keep  \nthe original .ziar or ..... and .txt files for long term storage as these are sufficient to generate the other files.\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.☐ Yes\n☒ No\n2019-10-01 | FWO DMP Template 3Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment: This research project is more fundamental in nature. If this would be the case we \nwill evaluate this on a case by case basis in collaboration with LRD.  \nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☒ Yes\n☐ No\nIf yes, please comment:  Some cell lines or other biological materials (e.g. probes) that we may want to use \nin the progress of this project can be covered by an MTA.  \n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 4What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  According  to  good  laboratory  practices,  each  researcher  involved  in  the  project,  provides  detailed  \ndescriptions of his/her experimental data acquisition and/or on the generation of new biological materials in  \nhis/her electronic laboratory notebooks as appropriate, thereby cross-referring any paper notes that might  \nbe used to the electronic files containing the data, and to the biological samples used.   \nProtocols  and  products  used  are  indicated  and  cross-referenced  in  the  laboratory  notebooks.  Each  \nexperiment in the ELN will contain all data files with the exclusion of the microscopy data file (this will be  \nstored on an external drive and cross-referenced) a metadata file with information about the specific  \ndataset or links to other datasets including unique identifier numbers is included in the ELN. Revision history  \nis maintained.  JSON formatted files with metadata are included in the ELN.  \nThe researchers involved will store work files on the J-drive or the KU Leuven Enterprise onedrive instead of  \nhis/her own laptop hard drive to prevent loss of data. \nCell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx;  \nlocation: J-drive) Write access only by the personnel affiliated to our cell culture facility.  \nPlasmids will be documented in the ELN database. Information including DNA sequences of primers or other  \nconstructs or amino acid sequences of peptides generated or obtained during the project: .txt and .docx files  \nand in ELN. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:  Metadata will be used.   During and after the project all data is available on the LMCS-\nshared network J-drive and/or via the laboratory notebooks of the researchers involved.   This will make the \ndata available to researcher within the   research group.  Data and all other information related to peer-\nreviewed publications will, at present, be archived on the LMCS Archive K-drive (1 TB presently available, can  \nbe expanded whenever necessary) as soon as possible after publication.  \nWe will in future also make use of the KULeuven research data repository, launching in 2022.   Data will be \nprepared according to the guidelines set by the university.  \n5.Data storage & backup during the FWO project\n2019-10-01 | FWO DMP Template 5Where will the data be stored?   In KU Leuven facilities and servers\nHow will the data be backed up?  All data is stored on network drives of the KU Leuven (J-drive, K-drive) with automatic backup at least once  \nper day for these drives by ICT.   The electronic lab notebooks are backed up once a day. The individual \nresearcher will also back-up experiments of the ELN to their respective onedrive of the KU Leuven as a \nsecondary back-up option.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nAvailable (drives can be expanded whenever needed):  \n●ELN: 800GB space, currently 5GB\n●used research group networked-drive: 1TB space, currently 700GB used\n●K-drive: 1TB space (for archiving purposes)\n●Each individual researcher: Professional Onedrive (2TB)\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? ELN: €121 / 1TB J-drive: €51.9 / year/ 100GB K-drive: €156 / year / 1TB MySQL: €41.41 / year Reparation \nor replacement costs for cell containers, freezers or other hardware will be covered by the allocated \n‘consumables’ budget of the projects ongoing in LMCS  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Every researcher has his/her own login on the ELN, password, and 2FA protected. Access to the J-drive and  \nprofessional one-drive is via password and 2FA.  \nArchived material on the K-drive will only be accessible to the lab coordinator and the PI's via u-number \nand password. Modifications of the archived data are not possible, write privileges are only for the lab \ncoordinator, a read-only privilege only for the PI's. Removal of data is only possible by the ICT department \nupon request by the lab coordinator and agreement of the PI's.  \n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\n2019-10-01 | FWO DMP Template 6Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All obtained/generated data will be preserved for at least 5 years (as well the original data as the \nprocessed data), as well in Leuven as at our external partner.  \nWhere will these data be archived (= stored for \nthe long term)? All data underpinning publications (original and processed data), all accompanying information and the \nfiles submitted for publication will be archived in a systematic way on the KU Leuven network K-drive or \nthe KU Leuven research data repository.  \nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least \n10 years, conform the KU Leuven RDM policy.  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? All obtained/generated data will be preserved for at least 5 years (as well the original data as the \nprocessed data), as well in Leuven as at our external partner.   See questions above about costs involved.  \n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:\nData potentially leading to patent application or important for future applications will not be made \navailable or only under restricting conditions.  \nWhich data will be made available after the end \nof the project? Preliminary data will be presented in seminars and at national and international meetings as poster/oral \ncommunications/invited lectures.  \nDefinitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven \npolicy). Restrictions as mentioned in previous point.\n2019-10-01 | FWO DMP Template 7Where/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☒ Other (specify):\nAll data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above).  \nWe aim to publish open access according to KU Leuven policy and publications will be available via Lirias  \n2.0.  Data from published papers will in future be deposited in the KU Leuven research data repository.  \nWhen will the data be made available?  ●Upon publication of the research results\nDatasets will be uploaded to the university research data repository upon publication.  \nWho will be able to access the data and under \nwhat conditions? ●Publications (open access).\n●For published data: Via the KULeuven research data repository, conditions to be determined \ndepending on data gathered during the project.   Guidelines of the university will be applied.\n●For unpublished data: only the PIs and researchers involved (or their scientific collaborators who \nwill continue and follow up on the research after the completion of present project).\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Publication costs (Open Access) will be covered by the consumables budget.   There is no cost involved at the  \nmoment for using the KULeuven data repository.   50GB available per researcher per year for free.    \n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  All researchers involved in the project are responsible for their own part.   The Lab managers in the \nresearch groups involved will supervise this process.  \nWho will be responsible for data storage & back \nup during the project?  All researchers involved in the project are responsible for their own part. The PI’s will supervise this \nprocess and deal with the long-term storage of data sets.  \nWho will be responsible for ensuring data \npreservation and sharing?  Both the applicant and the promotors of the project will be responsible  \nWho bears the end responsibility for updating &  \nimplementing this DMP?  Geert Bultynck "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP 11K7122N 1.General Information Name applicant Manon Callens FWO Project Number & Title 11K7122N: Targeting dysregulated IP3R-mediated Ca2+ signaling as an early event in Alzheimer’s disease through its Bcl-2-interaction network. Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Biological material: cell lines, plasmids, primers, peptides,antibodies, purified proteins,... Experimental data: ●Western blots: .scn (imagelab files), TIFF ●Fluorescent microscopy data: ziar, zistream, zvi (Zeiss) and ....(Nikon), txt files ●Flexstation analysis: .pda (softmax pro) and .txt ●45Ca2+ unidirectional flux experiments: .rtf and .xlsx ●Cell death measurements via FACS analysis as .fcs (flow jo files). ●Cell death/cell proliferation experiments via Incucyte analysis are obtained as incucytezoom files and saved as .xls, .tif and .mp4 ●DNA Sequences and all relevant information is stored in a database ●Cell line datafiles will be preserved in the inventory management section of an electronic lab notebook and linked to the experiments. ●The data in the ELN is stored in a database. Both the raw data and the processed data of experiments including graphs will be preserved, as well as the resulting manuscripts. Analysis of the various techniques and storage of overall lab data will be in electronic notebooks or on the network drives of the university. Please note that the volume of most data is not going to be large enough to cause problems with our storage capacity. For the microscopy data we only will keep the original .ziar or ..... and .txt files for long term storage as these are sufficient to generate the other files. 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.☐ Yes ☒ No 2019-10-01 | FWO DMP Template 3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: This research project is more fundamental in nature. If this would be the case we will evaluate this on a case by case basis in collaboration with LRD. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☒ Yes ☐ No If yes, please comment: Some cell lines or other biological materials (e.g. probes) that we may want to use in the progress of this project can be covered by an MTA. 4.Documentation and metadata 2019-10-01 | FWO DMP Template 4What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? According to good laboratory practices, each researcher involved in the project, provides detailed descriptions of his/her experimental data acquisition and/or on the generation of new biological materials in his/her electronic laboratory notebooks as appropriate, thereby cross-referring any paper notes that might be used to the electronic files containing the data, and to the biological samples used. Protocols and products used are indicated and cross-referenced in the laboratory notebooks. Each experiment in the ELN will contain all data files with the exclusion of the microscopy data file (this will be stored on an external drive and cross-referenced) a metadata file with information about the specific dataset or links to other datasets including unique identifier numbers is included in the ELN. Revision history is maintained. JSON formatted files with metadata are included in the ELN. The researchers involved will store work files on the J-drive or the KU Leuven Enterprise onedrive instead of his/her own laptop hard drive to prevent loss of data. Cell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; location: J-drive) Write access only by the personnel affiliated to our cell culture facility. Plasmids will be documented in the ELN database. Information including DNA sequences of primers or other constructs or amino acid sequences of peptides generated or obtained during the project: .txt and .docx files and in ELN. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: Metadata will be used. During and after the project all data is available on the LMCS- shared network J-drive and/or via the laboratory notebooks of the researchers involved. This will make the data available to researcher within the research group. Data and all other information related to peer- reviewed publications will, at present, be archived on the LMCS Archive K-drive (1 TB presently available, can be expanded whenever necessary) as soon as possible after publication. We will in future also make use of the KULeuven research data repository, launching in 2022. Data will be prepared according to the guidelines set by the university. 5.Data storage & backup during the FWO project 2019-10-01 | FWO DMP Template 5Where will the data be stored? In KU Leuven facilities and servers How will the data be backed up? All data is stored on network drives of the KU Leuven (J-drive, K-drive) with automatic backup at least once per day for these drives by ICT. The electronic lab notebooks are backed up once a day. The individual researcher will also back-up experiments of the ELN to their respective onedrive of the KU Leuven as a secondary back-up option. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: Available (drives can be expanded whenever needed): ●ELN: 800GB space, currently 5GB ●used research group networked-drive: 1TB space, currently 700GB used ●K-drive: 1TB space (for archiving purposes) ●Each individual researcher: Professional Onedrive (2TB) What are the expected costs for data storage and backup during the project? How will these costs be covered? ELN: €121 / 1TB J-drive: €51.9 / year/ 100GB K-drive: €156 / year / 1TB MySQL: €41.41 / year Reparation or replacement costs for cell containers, freezers or other hardware will be covered by the allocated ‘consumables’ budget of the projects ongoing in LMCS Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Every researcher has his/her own login on the ELN, password, and 2FA protected. Access to the J-drive and professional one-drive is via password and 2FA. Archived material on the K-drive will only be accessible to the lab coordinator and the PI's via u-number and password. Modifications of the archived data are not possible, write privileges are only for the lab coordinator, a read-only privilege only for the PI's. Removal of data is only possible by the ICT department upon request by the lab coordinator and agreement of the PI's. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 6Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All obtained/generated data will be preserved for at least 5 years (as well the original data as the processed data), as well in Leuven as at our external partner. Where will these data be archived (= stored for the long term)? All data underpinning publications (original and processed data), all accompanying information and the files submitted for publication will be archived in a systematic way on the KU Leuven network K-drive or the KU Leuven research data repository. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during these 5 years? How will the costs be covered? All obtained/generated data will be preserved for at least 5 years (as well the original data as the processed data), as well in Leuven as at our external partner. See questions above about costs involved. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Data potentially leading to patent application or important for future applications will not be made available or only under restricting conditions. Which data will be made available after the end of the project? Preliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures. Definitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in previous point. 2019-10-01 | FWO DMP Template 7Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☒ Other (specify): All data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU Leuven policy and publications will be available via Lirias 2.0. Data from published papers will in future be deposited in the KU Leuven research data repository. When will the data be made available? ●Upon publication of the research results Datasets will be uploaded to the university research data repository upon publication. Who will be able to access the data and under what conditions? ●Publications (open access). ●For published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project. Guidelines of the university will be applied. ●For unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research after the completion of present project). What are the expected costs for data sharing? How will these costs be covered? Publication costs (Open Access) will be covered by the consumables budget. There is no cost involved at the moment for using the KULeuven data repository. 50GB available per researcher per year for free. 8.Responsibilities Who will be responsible for the data documentation & metadata? All researchers involved in the project are responsible for their own part. The Lab managers in the research groups involved will supervise this process. Who will be responsible for data storage & back up during the project? All researchers involved in the project are responsible for their own part. The PI’s will supervise this process and deal with the long-term storage of data sets. Who will be responsible for ensuring data preservation and sharing? Both the applicant and the promotors of the project will be responsible Who bears the end responsibility for updating & implementing this DMP? Geert Bultynck"
}