{
    "document_id": "D-2024-2753",
    "LinkTitle": "D-2024-2753",
    "file_name": "D-2024-2753.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2753.pdf",
    "metadata": {
        "title": "Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy",
        "author": "N/A",
        "creation_date": "2024-03-28 21:33:33+00:00",
        "num_pages": 10
    },
    "content": {
        "full_text": "Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nNishant Saini\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nNishant Saini\nGrant number / URL: \nGrant number / URL: \n1SH0P24N\nID: \nID: \n205635\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nDielectric breakdown is the physical phenomenon wherein a dielectric material loses its insulating properties, due to a prolonged exposure to an\napplied stress, after which it eventually starts to conduct electricity. It is one of the main failure mechanisms of Back End Of Line (BEOL) dielectrics\nin interconnect systems, giving rise to several reliability issues for semiconductor devices that are expected to work for at least ten years under\noperating or use conditions. Traditional dielectric reliability methodologies, such as e.g. Time-Dependent Dielectric Breakdown (TDDB), are based on\naccelerated testing, where the dielectric is put under higher stress compared to operating conditions, until it breaks down. The associated breakdown\nvoltage as well as the time needed to break down, are used to extrapolate the dielectric lifetime to operating conditions, using an empirical model (e.g.\nthe power law model). Limitations of this conventional approach are that it is time-consuming, destructive, and the acquired physical insight,\nconcerning the physics of dielectric breakdown, is limited. In this work, we therefore explore the potentiality of the Low Frequency Noise (LFN)\ntechnique, as an alternative way of assessing the dielectric reliability as well as predicting the dielectric lifetime. In LFN, the statistical distribution of\nthe dielectric leakage current fluctuations, is studied in the frequency domain in the form of a Power Spectral Density (PSD). The PSD is a measure of\nthe trap density of the dielectric, which allows to quickly probe the defectivity of the dielectric, and thus also its lifetime. LFN measurements are non-\ndestructive and fast compared to TDDB, and have the potential to provide additional physical insights into the failure mechanisms of dielectric\nmaterials.\nLast modified: \nLast modified: \n28-03-2024\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n1 of 10\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\n-During this project experimental 1/f noise data will be collected, by performing electrical characterization measurements on dielectric\nmaterials used in electronic chips.\n-The generated output files from the experiments are of the type .csv and/or .mdm. Each file contains a header with all the relevant information\nregarding the experiment, which is followed by two data columns, one representing the 'time' (or 'frequency') and the other one representing the\n'current' (or the 'noise power').\n-This data is analyzed with data analysis software (e.g. Python), to make meaningful figures such as line plots, histograms, etc. These figures\nare used in PowerPoint presentations (.pptx), and in PDFs when writing a manuscript for a conference or a journal, for disseminating the\nacquired results.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n-The designated responsible people for proper follow-up and preservation of the collected data during this project are Davide Tierno\n('Researcher' at imec, email: davide.tierno@imec.be), Kristof Croes ('Scientific Director' at imec, email: kristof.croes@imec.be), and Valeri\nAfanasiev ('Professor' at KU Leuven, email: valeri.afanasiev@kuleuven.be), which are the supervisors of the FWO fellow. They can be\ncontacted in case of any questions regarding accessing the data collected during the project.\n-The collected data is stored on the SharePoint and OneDrive databases of imec. These databases have unlimited storage capacity and there is\nno storage time limit. The FWO fellow has no upper limit regarding how much data can be collected, and the collected data will be stored on\nthe imec databases forever. Upon request, which should be approved by the designated people above, the data can be requested/accessed at\nany point in time, both during the project and afterwards.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nWe do not want to deviate from this principle.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nThere are no personal data regarding human participants, and thus no issues concerning this aspect. All collected data are coming from\nmaterials used in electronic chip processing/fabrication.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThere are no other issues regarding the data management of this project.\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n2 of 10\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n3 of 10\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCurrent\nThe electrical\ncurrent as a\nfunction of\nthe applied\nvoltage\nGenerate new data\nDigital\nExperimental\n.csv .mdm\n<1TB\nNA\nRTN\nThe current\nas a function\nof time, at a\ngiven voltage\nGenerate new data\nDigital\nExperimental\n.csv .mdm\n<1TB\nNA\nPSD\nThe noise\nspectrum\ncalculated\nfrom the\nRTN\nGenerate new data\nDigital\nExperimental\n.csv .mdm\n<1TB\nNA\nMIM\nThe material\nsamples are\nmetal-\ninsulator-\nmetal (MIM)\ncapacitors\nGenerate new data\nPhysical\nNA\nNA\nNA\nThe samples\nare 300 mm\nwafers, ready\nto be used\nand to be\ncharacterized.\nData analysis\nand\npostprocessing\nThe\nexperimental\ndata files are\nread into\nPython and\nthen analyzed\nto make\nmeaning\nfigures such\nas line plots,\nhistograms,\netc. These\nfigures are\nused to show\nin\npresentations\nand are\npublished in\nresearch\narticles, when\ndisseminating\nthe results.\nGenerate new data\nDigital\nSoftware\n.pptx, .pdf,\n.docx\n<100MB\nNA\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n4 of 10\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe only use newly generated data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nThere are no issues regarding this aspect.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nThere is no personal data processed in this project.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe collected experimental 1/f noise data is used to obtain more insights into the degradation mechanisms occurring in dielectric materials used\nin state-of-the-art electronic chips. We compare the noise data one-to-one with other conventionally used techniques, so as to provide a new\nfailure detection method that assesses the materials in an alternative and complementary way, yielding more physical insights, in a shorter\namount of time compared to other techniques, and without completely destroying the studied samples. Our developed method could potentially\nbe adopted by semiconductor companies (cf. imec's industrial partners), working on materials reliability and R&D regarding chip\nprocessing/fabrication.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThere are no issues regarding this aspect. The project is carried out using data collected at imec and on samples fabricated at imec, making 3rd\nparty agreements irrelevant.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nThere are no issues regarding this aspect. In a later stage, when a fully consistent 1/f noise detection method has been developed, a patent will\nbe filed.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n5 of 10\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe collected data is stored on the imec databases:\n-The datafiles are classified according to the year or semester in which they were collected, making it possible to find everything back in\nchronological order.\n-For a given material sample and/or experiment, the data is stored inside a folder with a path of the form: '\\Year-\nSemester/WaferType/WaferCode/DateOfExperiment/NameOfExperiment/BiasConditions/Temperature/TypeOfNoise'. This way, the data of a\ngiven experiment can be easily recovered by going back to the year/semester in which it was collected (e.g. 2024), then we choose the type of\nwafer (e.g. single layer or multilayer), then the wafer code (e.g. D16 - 20 nm SiO2), then the date of the experiment (e.g. March 1, 2024), then\nthe name of the experiment (e.g. 'low-to-high voltage sweep'), followed by the experimental conditions (e.g. voltage bias and applied\ntemperature) and the type of noise (e.g. LFN or RTN).\n-In addition to the file structuring/classification of above, each datafile contains an extensive header with detailed information regarding the\ntype of experiment, experimental conditions, the date of the experiment and other relevant experimental details about both the studied material\nsamples and the used experimental set-up and associated software. \n-The filetypes are .csv and .mdm, which can be read/analyzed with any data analysis software.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\n-The standard for both the data files (i.e. the numerical data) as well as the file storage/structuring/classification (i.e. the precise file location) is\naccording to the software program of the Advanced Low-Frequency Noise Analyzer (ALFNA) of Keysight Technologies (i.e. the software and\nthe experimental set-up used for the data collection). The classification and storage according to wafer number, date of experiment, applied\ntemperature, etc., is a common procedure for Keysight's commercial noise instrumentation and associated wafer probers (international standard\nfor wafer probers and ALFNA software).  \n-In addition to the above, the extensive header in each datafile contains detailed information regarding every aspect of the experiment. This\nheader as well as the associated numerical data, is structured according to the international standard of wafer probers and ALFNA software.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll collected data is stored on the online database of imec (SharePoint/OneDrive), which has unlimited storage capacity, without any storage\ntime limit.\nHow will the data be backed up?\nHow will the data be backed up?\nAll collected data is stored on the online database of imec (SharePoint/OneDrive), which has unlimited storage capacity, without any storage\ntime limit. The data can be requested/accessed at any time, now or in the future, as it will remain on the online imec database forever.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe imec database on which the collected data is stored, has unlimited storage capacity, and no storage time limit.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n6 of 10\nThe collected data are stored on the online databases of imec (SharePoint/OneDrive). This database can only be accessed internally (only imec\nemployees), and even within imec the access is highly restricted to scientists working in the same research group as the FWO fellow (in\nprinciple, only the supervisors of the FWO fellow have access to these databases). For non-imec individuals, only those with granted access\n(approved by Davide Tierno, Kristof Croes, Valeri Afanasiev and imec), can access and view the data stored on the database.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll storage costs are covered by imec, both during and after the project. There are no additional costs.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be stored on the imec online database, forever. It can be accessed at any time in the future.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be stored on the imec online database, forever, in the same location.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll storage costs are covered by imec, both during and after the project. There are no additional costs.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nNo (closed access)\n-The data will always be available on the imec database, thus it can always be accessed and reused at any point in time, in the future.\n-We do not make the data publicly available. Individuals can always request the data, e.g. after dissemination of the results in a publication.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAnyone can access the data upon reasonable request (including non-imec individuals). This request, however, has to be evaluated and\napproved by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Intellectual Property Rights\nThe data is used to study degradation phenomena in electronic chips, with the intention of developing a new methodology, which might\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n7 of 10\ninvolve the filing of patents in a later stage. We thus never make the data publicly available. It can only be accessed upon reasonable request,\nand after approval of this request by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWe never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the\ndesignated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). \nWhen will the data be made available?\nWhen will the data be made available?\nWe never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the\ndesignated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the\ndesignated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). Thus, the data can only be accessed and 'viewed',\nbut it can never be legally reused, under any circumstance.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWe never make the data publicly available.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the\ndesignated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). There are no costs involved in the action of data\nsharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe FWO fellow manages the data. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe FWO fellow manages the data storage/backup. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe FWO fellow and his supervisors (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe FWO fellow updates the DMP. \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n8 of 10\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n9 of 10\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nPhysics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n10 of 10"
    },
    "clean_full_text": "Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy A Data Management Plan created using DMPonline.be Creator: Creator: Nishant Saini Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Nishant Saini Grant number / URL: Grant number / URL: 1SH0P24N ID: ID: 205635 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Dielectric breakdown is the physical phenomenon wherein a dielectric material loses its insulating properties, due to a prolonged exposure to an applied stress, after which it eventually starts to conduct electricity. It is one of the main failure mechanisms of Back End Of Line (BEOL) dielectrics in interconnect systems, giving rise to several reliability issues for semiconductor devices that are expected to work for at least ten years under operating or use conditions. Traditional dielectric reliability methodologies, such as e.g. Time-Dependent Dielectric Breakdown (TDDB), are based on accelerated testing, where the dielectric is put under higher stress compared to operating conditions, until it breaks down. The associated breakdown voltage as well as the time needed to break down, are used to extrapolate the dielectric lifetime to operating conditions, using an empirical model (e.g. the power law model). Limitations of this conventional approach are that it is time-consuming, destructive, and the acquired physical insight, concerning the physics of dielectric breakdown, is limited. In this work, we therefore explore the potentiality of the Low Frequency Noise (LFN) technique, as an alternative way of assessing the dielectric reliability as well as predicting the dielectric lifetime. In LFN, the statistical distribution of the dielectric leakage current fluctuations, is studied in the frequency domain in the form of a Power Spectral Density (PSD). The PSD is a measure of the trap density of the dielectric, which allows to quickly probe the defectivity of the dielectric, and thus also its lifetime. LFN measurements are non- destructive and fast compared to TDDB, and have the potential to provide additional physical insights into the failure mechanisms of dielectric materials. Last modified: Last modified: 28-03-2024 Created using DMPonline.be. Last modiﬁed 28 March 2024 1 of 10 Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) -During this project experimental 1/f noise data will be collected, by performing electrical characterization measurements on dielectric materials used in electronic chips. -The generated output files from the experiments are of the type .csv and/or .mdm. Each file contains a header with all the relevant information regarding the experiment, which is followed by two data columns, one representing the 'time' (or 'frequency') and the other one representing the 'current' (or the 'noise power'). -This data is analyzed with data analysis software (e.g. Python), to make meaningful figures such as line plots, histograms, etc. These figures are used in PowerPoint presentations (.pptx), and in PDFs when writing a manuscript for a conference or a journal, for disseminating the acquired results. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) -The designated responsible people for proper follow-up and preservation of the collected data during this project are Davide Tierno ('Researcher' at imec, email: davide.tierno@imec.be), Kristof Croes ('Scientific Director' at imec, email: kristof.croes@imec.be), and Valeri Afanasiev ('Professor' at KU Leuven, email: valeri.afanasiev@kuleuven.be), which are the supervisors of the FWO fellow. They can be contacted in case of any questions regarding accessing the data collected during the project. -The collected data is stored on the SharePoint and OneDrive databases of imec. These databases have unlimited storage capacity and there is no storage time limit. The FWO fellow has no upper limit regarding how much data can be collected, and the collected data will be stored on the imec databases forever. Upon request, which should be approved by the designated people above, the data can be requested/accessed at any point in time, both during the project and afterwards. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) We do not want to deviate from this principle. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) There are no personal data regarding human participants, and thus no issues concerning this aspect. All collected data are coming from materials used in electronic chip processing/fabrication. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) There are no other issues regarding the data management of this project. Created using DMPonline.be. Last modiﬁed 28 March 2024 2 of 10 Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 28 March 2024 3 of 10 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Current The electrical current as a function of the applied voltage Generate new data Digital Experimental .csv .mdm <1TB NA RTN The current as a function of time, at a given voltage Generate new data Digital Experimental .csv .mdm <1TB NA PSD The noise spectrum calculated from the RTN Generate new data Digital Experimental .csv .mdm <1TB NA MIM The material samples are metal- insulator- metal (MIM) capacitors Generate new data Physical NA NA NA The samples are 300 mm wafers, ready to be used and to be characterized. Data analysis and postprocessing The experimental data files are read into Python and then analyzed to make meaning figures such as line plots, histograms, etc. These figures are used to show in presentations and are published in research articles, when disseminating the results. Generate new data Digital Software .pptx, .pdf, .docx <100MB NA Created using DMPonline.be. Last modiﬁed 28 March 2024 4 of 10 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We only use newly generated data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No There are no issues regarding this aspect. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No There is no personal data processed in this project. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The collected experimental 1/f noise data is used to obtain more insights into the degradation mechanisms occurring in dielectric materials used in state-of-the-art electronic chips. We compare the noise data one-to-one with other conventionally used techniques, so as to provide a new failure detection method that assesses the materials in an alternative and complementary way, yielding more physical insights, in a shorter amount of time compared to other techniques, and without completely destroying the studied samples. Our developed method could potentially be adopted by semiconductor companies (cf. imec's industrial partners), working on materials reliability and R&D regarding chip processing/fabrication. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No There are no issues regarding this aspect. The project is carried out using data collected at imec and on samples fabricated at imec, making 3rd party agreements irrelevant. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No There are no issues regarding this aspect. In a later stage, when a fully consistent 1/f noise detection method has been developed, a patent will be filed. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Created using DMPonline.be. Last modiﬁed 28 March 2024 5 of 10 for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The collected data is stored on the imec databases: -The datafiles are classified according to the year or semester in which they were collected, making it possible to find everything back in chronological order. -For a given material sample and/or experiment, the data is stored inside a folder with a path of the form: '\\Year- Semester/WaferType/WaferCode/DateOfExperiment/NameOfExperiment/BiasConditions/Temperature/TypeOfNoise'. This way, the data of a given experiment can be easily recovered by going back to the year/semester in which it was collected (e.g. 2024), then we choose the type of wafer (e.g. single layer or multilayer), then the wafer code (e.g. D16 - 20 nm SiO2), then the date of the experiment (e.g. March 1, 2024), then the name of the experiment (e.g. 'low-to-high voltage sweep'), followed by the experimental conditions (e.g. voltage bias and applied temperature) and the type of noise (e.g. LFN or RTN). -In addition to the file structuring/classification of above, each datafile contains an extensive header with detailed information regarding the type of experiment, experimental conditions, the date of the experiment and other relevant experimental details about both the studied material samples and the used experimental set-up and associated software. -The filetypes are .csv and .mdm, which can be read/analyzed with any data analysis software. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes -The standard for both the data files (i.e. the numerical data) as well as the file storage/structuring/classification (i.e. the precise file location) is according to the software program of the Advanced Low-Frequency Noise Analyzer (ALFNA) of Keysight Technologies (i.e. the software and the experimental set-up used for the data collection). The classification and storage according to wafer number, date of experiment, applied temperature, etc., is a common procedure for Keysight's commercial noise instrumentation and associated wafer probers (international standard for wafer probers and ALFNA software). -In addition to the above, the extensive header in each datafile contains detailed information regarding every aspect of the experiment. This header as well as the associated numerical data, is structured according to the international standard of wafer probers and ALFNA software. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All collected data is stored on the online database of imec (SharePoint/OneDrive), which has unlimited storage capacity, without any storage time limit. How will the data be backed up? How will the data be backed up? All collected data is stored on the online database of imec (SharePoint/OneDrive), which has unlimited storage capacity, without any storage time limit. The data can be requested/accessed at any time, now or in the future, as it will remain on the online imec database forever. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The imec database on which the collected data is stored, has unlimited storage capacity, and no storage time limit. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 28 March 2024 6 of 10 The collected data are stored on the online databases of imec (SharePoint/OneDrive). This database can only be accessed internally (only imec employees), and even within imec the access is highly restricted to scientists working in the same research group as the FWO fellow (in principle, only the supervisors of the FWO fellow have access to these databases). For non-imec individuals, only those with granted access (approved by Davide Tierno, Kristof Croes, Valeri Afanasiev and imec), can access and view the data stored on the database. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All storage costs are covered by imec, both during and after the project. There are no additional costs. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be stored on the imec online database, forever. It can be accessed at any time in the future. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All data will be stored on the imec online database, forever, in the same location. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All storage costs are covered by imec, both during and after the project. There are no additional costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. No (closed access) -The data will always be available on the imec database, thus it can always be accessed and reused at any point in time, in the future. -We do not make the data publicly available. Individuals can always request the data, e.g. after dissemination of the results in a publication. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Anyone can access the data upon reasonable request (including non-imec individuals). This request, however, has to be evaluated and approved by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Intellectual Property Rights The data is used to study degradation phenomena in electronic chips, with the intention of developing a new methodology, which might Created using DMPonline.be. Last modiﬁed 28 March 2024 7 of 10 involve the filing of patents in a later stage. We thus never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. We never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). When will the data be made available? When will the data be made available? We never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. We never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). Thus, the data can only be accessed and 'viewed', but it can never be legally reused, under any circumstance. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No We never make the data publicly available. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We never make the data publicly available. It can only be accessed upon reasonable request, and after approval of this request by the designated responsible people (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). There are no costs involved in the action of data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The FWO fellow manages the data. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The FWO fellow manages the data storage/backup. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The FWO fellow and his supervisors (Davide Tierno, Kristof Croes, Valeri Afanasiev and imec). Who will update and implement this DMP? Who will update and implement this DMP? The FWO fellow updates the DMP. Created using DMPonline.be. Last modiﬁed 28 March 2024 8 of 10 Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 March 2024 9 of 10 Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy Physics of Dielectric Breakdown Revealed by Low-Frequency Noise Spectroscopy DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 March 2024 10 of 10"
}