{
    "document_id": "D-2024-2483",
    "LinkTitle": "D-2024-2483",
    "file_name": "D-2024-2483.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2483.pdf",
    "metadata": {
        "title": "Other Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity",
        "author": "N/A",
        "creation_date": "2024-03-08 10:24:15+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Other Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity\nOther Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nDonald Chinonso Ude\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1203124N\nID: \nID: \n204998\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nContrary to predictions of religion's decline by 'classical' secularization theorists, religion tends to wax stronger in Africa. The project views the\npersistence of religion in Africa as a challenge as well as an opportunity to chart a clear path to a post-secular Africa. The 'post-secular' will be\ntheorized in the Habermasian and Taylorian framework, whereby the sociopolitical significance of religious expressions is recognized, while ensuring\nthat religion does not undermine politics, nor jeopardize rights, diversity and liberties. The Igbo people of Nigeria will serve as a case-study. The\nobjectives are: 1) to bring Habermas' and Taylor's insights on the post-secular into conversation with Igbo epistemic resources, in order to enrich the\nphilosophical discourse on post-secularism with exquisite, yet unexplored perspectives from the Igbo lifeworld 2) to philosophically explore Igbo\nepistemic resources, and argue that they could support a unique post-secular modernity. The significance of this project for scholarship and for Africa\nis that post-secularity will now serve as a useful framework for establishing a healthy balance between religion and politics in Africa.\nLast modified: \nLast modified: \n08-03-2024\nCreated using DMPonline.be. Last modiﬁed 08 March 2024\n1 of 6\nOther Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity\nOther Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly\nfor\ndigital\ndata\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital\nData\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \nPhysical\nbooks and\njournals.\n \nBooks by Habermas on Post-\nsecularism; (Post)secular ideas of\nCharles Taylor; Works on Igbo\n(African) philosophy, religion and\nculture.\nI shall generate new data (i.e., in\nthe form of new ideas) and reuse\nexisting ones in libraries and\nrepositories. I shall make\nextensive use of data on KU\nLeuven repositories, my own\npersonal books, and journal\nsubscription.\nPhysical (i.e.,\nlibrary) materials.\nN/A\nN/A\nN/A\nRelevant\nworks\nand\ntexts as\nlisted in\nthe 2nd\ncolumn.\nDigital\nbooks,\njournals\nand other\nmaterials.\nMaterials on Habermas, Taylor,\nSecularism, Post-secularism, Igbo\n(Africa) philosophy, culture, and\nreligion.\nSame as above.\nDigital libraries\n(e.g. KU Leuven\nLimo; Z-library)\nand journal\nwebsites.\nNA\n .pdf\n.xml\n.txt\n<1GB\n<1 GB\n< 1 GB\nN/A\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nBecause, my research is in Philosophy, my sources are mainly books, both online and physical (library) books. So, I consider information from\nbooks and articles as my data.\nGiven the nature of my research, my responses to the questions are as follows:\n1\n. \nI shall generate new data (from my research), but also reuse existing data (considering existing literature as data sets). I shall make\nextensive use of KU Leuven repositories and existing literature related to my topic.\n2\n. \nThe data will be both digital (i.e. online) and physical (i.e. hardcopy books).\n3\n. \nThey will mostly be in the .pdf, .xml. format.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 08 March 2024\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe research has a potential to be a monograph that may be published later with academic publishers.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nBasically, my work is a library research. My data sources are both online and hardcopy books. My task is simply to engage with the relevant\nmaterials. In the course of writing down the various parts of the project, drafts will be saved on KU Leuven OneDrive. Each dataset (for\ninstance a Work Package or Chapter) will be saved on a separate folder, distinct and easily identifiable.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nI shall use the metadata standard stipulated by KU Leuven on the Lirias. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\n I shall use KU Leuven resources, precisely KU Leuven OneDrive, for this purpose.\nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 08 March 2024\n3 of 6\nI shall back the materials up in the resources available at KU Leuven, specifically KU Leuven OneDrive. Though back-up on KU OneDrive is\noften automatic, I shall carry out more comprehensive back-up on weekly basis.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU OneDrive provides 2000 GB storage space.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo begin with, the computer on which I work is passworded. More importantly, each document saved has a password. Anyone without the\nauthorized password cannot access it. Moreover, KU Leuven OneDrive cannot be accessed without authorized institutional login.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra cost of storage is envisaged.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nI shall comply with the KU Leuven RDM policy of preserving data for up to 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nData will be preserved in KU Leuven repositories (e.g. LIRIAS).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo cost envisaged.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe data will be made available. KU Leuven repositories determine the extent of access and restriction.\nCreated using DMPonline.be. Last modiﬁed 08 March 2024\n4 of 6\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nKU Leuven has an office that handles this matter according to laid-down procedures.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll data will be stored on KU Leuven repositories (KU RDR).\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution 4.0 International.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo cost is envisaged. If any, it will be covered with my FWO Bench Fee.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nDonald Chinonso Ude \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nDonald Chinonso Ude \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nTim Heysse \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 08 March 2024\n5 of 6\nTim Heysse \nCreated using DMPonline.be. Last modiﬁed 08 March 2024\n6 of 6"
    },
    "clean_full_text": "Other Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity Other Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity A Data Management Plan created using DMPonline.be Creator: Creator: Donald Chinonso Ude Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1203124N ID: ID: 204998 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Contrary to predictions of religion's decline by 'classical' secularization theorists, religion tends to wax stronger in Africa. The project views the persistence of religion in Africa as a challenge as well as an opportunity to chart a clear path to a post-secular Africa. The 'post-secular' will be theorized in the Habermasian and Taylorian framework, whereby the sociopolitical significance of religious expressions is recognized, while ensuring that religion does not undermine politics, nor jeopardize rights, diversity and liberties. The Igbo people of Nigeria will serve as a case-study. The objectives are: 1) to bring Habermas' and Taylor's insights on the post-secular into conversation with Igbo epistemic resources, in order to enrich the philosophical discourse on post-secularism with exquisite, yet unexplored perspectives from the Igbo lifeworld 2) to philosophically explore Igbo epistemic resources, and argue that they could support a unique post-secular modernity. The significance of this project for scholarship and for Africa is that post-secularity will now serve as a useful framework for establishing a healthy balance between religion and politics in Africa. Last modified: Last modified: 08-03-2024 Created using DMPonline.be. Last modiﬁed 08 March 2024 1 of 6 Other Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity Other Modernities, Other Post-secularities: Epistemic Resources for a Post-secular Igbo (African) Modernity FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Physical books and journals. Books by Habermas on Post- secularism; (Post)secular ideas of Charles Taylor; Works on Igbo (African) philosophy, religion and culture. I shall generate new data (i.e., in the form of new ideas) and reuse existing ones in libraries and repositories. I shall make extensive use of data on KU Leuven repositories, my own personal books, and journal subscription. Physical (i.e., library) materials. N/A N/A N/A Relevant works and texts as listed in the 2nd column. Digital books, journals and other materials. Materials on Habermas, Taylor, Secularism, Post-secularism, Igbo (Africa) philosophy, culture, and religion. Same as above. Digital libraries (e.g. KU Leuven Limo; Z-library) and journal websites. NA .pdf .xml .txt <1GB <1 GB < 1 GB N/A If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Because, my research is in Philosophy, my sources are mainly books, both online and physical (library) books. So, I consider information from books and articles as my data. Given the nature of my research, my responses to the questions are as follows: 1 . I shall generate new data (from my research), but also reuse existing data (considering existing literature as data sets). I shall make extensive use of KU Leuven repositories and existing literature related to my topic. 2 . The data will be both digital (i.e. online) and physical (i.e. hardcopy books). 3 . They will mostly be in the .pdf, .xml. format. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 08 March 2024 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The research has a potential to be a monograph that may be published later with academic publishers. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Basically, my work is a library research. My data sources are both online and hardcopy books. My task is simply to engage with the relevant materials. In the course of writing down the various parts of the project, drafts will be saved on KU Leuven OneDrive. Each dataset (for instance a Work Package or Chapter) will be saved on a separate folder, distinct and easily identifiable. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes I shall use the metadata standard stipulated by KU Leuven on the Lirias. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? I shall use KU Leuven resources, precisely KU Leuven OneDrive, for this purpose. How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 08 March 2024 3 of 6 I shall back the materials up in the resources available at KU Leuven, specifically KU Leuven OneDrive. Though back-up on KU OneDrive is often automatic, I shall carry out more comprehensive back-up on weekly basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU OneDrive provides 2000 GB storage space. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To begin with, the computer on which I work is passworded. More importantly, each document saved has a password. Anyone without the authorized password cannot access it. Moreover, KU Leuven OneDrive cannot be accessed without authorized institutional login. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra cost of storage is envisaged. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). I shall comply with the KU Leuven RDM policy of preserving data for up to 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Data will be preserved in KU Leuven repositories (e.g. LIRIAS). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No cost envisaged. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The data will be made available. KU Leuven repositories determine the extent of access and restriction. Created using DMPonline.be. Last modiﬁed 08 March 2024 4 of 6 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. KU Leuven has an office that handles this matter according to laid-down procedures. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. All data will be stored on KU Leuven repositories (KU RDR). When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution 4.0 International. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No cost is envisaged. If any, it will be covered with my FWO Bench Fee. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Donald Chinonso Ude Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Donald Chinonso Ude Who will manage data preservation and sharing? Who will manage data preservation and sharing? Tim Heysse Who will update and implement this DMP? Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 08 March 2024 5 of 6 Tim Heysse Created using DMPonline.be. Last modiﬁed 08 March 2024 6 of 6"
}