{
    "document_id": "D-2022-1719",
    "LinkTitle": "D-2022-1719",
    "file_name": "D-2022-1719.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1719.pdf",
    "metadata": {
        "title": "D-2022-1719",
        "author": "N/A",
        "num_pages": 21
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Prof. dr. Ann Heylighen (supervisor)\nORCID: http://orcid.org/0000-0001-6811-3464\nContributor name(s) (+ ORCID) & roles Prof. dr. Andrea Jelic (co-supervisor)\nORCID: http://orcid.org/0000-0001-7372-522X  \nProf. dr. Ruth Heying (co-supervisor)\nORCID: http://orcid.org/0000-0003-0743-0823\nProf. dr. Els Ortibus (co-supervisor)\nORCID: http://orcid.org/0000-0002-1020-4408\ndr. Pleuntje Jellema (researcher)\nORCID: http://orcid.org/0000-0002-9717-3535  \ndr. Piet Tutenel (researcher)\nORCID: http://orcid.org/0000-0002-7678-277X  \nProject number1 & title Project number: G0G5221N\nTitle: BUILD CARE: Building Support for Children and Families Affected by Stroke\nFunder(s) GrantID2SAP project code: 3E220213\nAffiliation(s) ☐   KU Leuven   \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Childhood stroke alters the life of children and their families as care continues for many years after stroke  \nonset. We aim to, for the first time, investigate the role of the built environment in the everyday life of  \nchildren  and  families  affected  by  this  rare  disease.  We  will  examine  both  the  informal  (i.e.  home,  \nneighbourhood, school) and formal (i.e. hospital, rehabilitation clinic, outpatient clinic) care environments.  \nExisting research on adult stroke shows that the built environment plays a major role in patients’ everyday  \nlife and recovery. In the everyday life of children with arterial ischemic stroke, whose formal and informal  \ncare continues for many years after stroke onset, this role has been greatly overlooked.  \nThe experiences  of  families are  explored using  an  ethnographic  research  approach,  employing  semi-\nstructured interviews and participatory activities specifically designed to engage children. In addition, 'go-\nalong interviews' with healthcare professionals in formal care facilities capture places and processes of care  \nfor children with stroke and examine what spatial aspects support or hinder their recovery and well-being.  \nAlongside  interviews,  floor  plans  of  formal  care  facilities  are  evaluated.  To  improve  the  everyday  \nexperiences of affected families, design recommendations are developed for informal and formal care  \nenvironments. The recommendations for formal care facilities are discussed with design practitioners, the  \nrecommendations for home modifications evaluated by affected families in a survey distributed through  \nPatient Advocacy Organisations (PAOs). \nThe  research,  which  is  supported  by  the  Horizon2020  European  Joint  Programme  Rare  Diseases,  is  \nconducted by Pleuntje Jellema and Piet Tutenel, supervised by and in collaboration with prof. Ann Heylighen  \nand prof. Andrea Jelic —all members of Research[x]Design – and in collaboration with prof. Ruth Heying and  \nprof.  Els  Ortibus.  This  DMP  will  focus  mainly  on  data  collected,  stored  and  shared  by  KU  Leuven  \nresearchers.\nThe  broader  BUILD  CARE  project  is  a  collaboration  between  KU  Leuven,  TU  Wien  (Austria),  Medical  \nUniversity of Vienna (Austria) and TU Dresden (Germany) and involves researchers from the fields of  \narchitecture, health economics, and cognitive neuroscience. The Project Coordinator of the broader project  \nis Maja Kevdzija, Assistant Professor, TU Wien (DMP FWF project number: I 5886 Internationale Projekte) . \nProf. Maja Kevdzija is responsible for data management, implementing the DMP, and ensuring it is reviewed  \nand revised when needed under the guidance of the Research Data Management Team at TU Wien. The  \nData Protection Officer at TU Wien is Mag. Christina Thirsfeld.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nSET-DEP-\nARCH-LEU-\nAIDA-\nProjects-\nAE0008\\Build \nCare-0027\\06\n_WP0- (online and \nother) \ntestimonials, \nautobiographies\n, documentaries \nand other \nvideos based on \nexperiences of \nfamilies \naffected by \nchildhood \nstroke. (Data \ntype 1)☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: jpeg, \ndocx, xls, ppt, \nmp3, mp4, avi\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAHand-made \nnotes/drawings \n(e.g. on paper), \nkept under lock.\nRelevant \nnotes/drawings will  \nbe digitalized as \npdf.\nSET-DEP-\nARCH-LEU-\nAIDA-\nProjects-15 families will \nparticipate: 1 \nnumbered folder \nper family + \nsubfolders per data ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data☐ .por\n☐ .xml\n☐ .tab\n☐ .csv☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TBHand-made \nnotes/drawings \n(e.g. on paper), \nkept under lock.\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5AE0008\\Build \nCare-0027\\06\n_WP1type\n- notes, audio & \ntranscripts from \ninterviews (data \ntype 2)\n- notes, \ndrawings, audio \nand pictures \nfrom site visits \n(data type 3)\n- documents \n(plans, models, \npictures, reports) \nprovided by \nfamilies/designe\nrs (data type 4)☐ Simulation \ndata\n☐ Software\n☒ Other\n☐ NA☒ .pdf\n☒ .txt\n☐ .rtf\n☒ .dwg\n☐ .tab\n☐ .gml\n☐ other: jpeg, \ndocx,xls, ppt, \nmp3, mp4, avi\n☐ NA☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NARelevant \nnotes/drawings will  \nbe digitalized as \npdf.\nSET-DEP-\nARCH-LEU-\nAIDA-\nProjects-\nAE0008\\Build \nCare-0027\\06\n_WP25-10 care \nprofessionals: 1 \nnumbered \nfolder per \nparticipant \n(subfolders per \ndata type) or per \nfocus group.\n- notes, audio \nand transcripts \nof semi-\nstructured\ninterviews (data \ntype 5)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☒ .dwg\n☐ .tab\n☐ .gml\n☐ other: jpeg, \ndocx, xls, ppt, \nmp3, mp4, avi ☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAHand-made \nnotes/drawings \n(e.g. on paper), \nkept under lock.\nRelevant \nnotes/drawings will  \nbe digitalized as \npdf.\nFWO DMP Template (Flemish Standard DMP) 6- notes, audio \nand transcripts \nof 1 focus group \n(data type 6)\n- documents \n(plans, models, \npictures, reports) \nprovided by \ninitiators and \ndesigners of the \ncare \nprofessionals’ \nworkplaces. \n(data type 7)☐ NA\nSET-DEP-\nARCH-LEU-\nAIDA-\nProjects-\nAE0008\\Build \nCare-0027\\06\n_WP410-15 design \npractitioners: 1 \nnumbered folder \nper focus group\n- notes, audio \nand transcripts \nof focus group \ninterviews with \ndesign \npractitioners \n(data type 8)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☒ .dwg\n☐ .tab\n☐ .gml\n☐ other: jpeg, \nmp3, mp4, avi \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAHand-made \nnotes/drawings \n(e.g. on paper), \nkept under lock.\nRelevant \nnotes/drawings will  \nbe digitalized as \npdf.\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0\nIn dataset WP0 (data type 1) we investigate how the built environment features in existing (online and \nother) testimonials, autobiographies, documentaries and other videos based on experiences of families \naffected by childhood stroke.\nWith regard to document inventory of data a readme file will be drawn up that keeps track of where \ninformation was found (e.g. links to internet pages, scanned articles, design media etc). All files will be \naccompanied by a readme file.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒     Yes, human subject data  \n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nWe gained ethical clearance from the KU Leuven Social and Societal Ethics Committee ( SMEC) (G-2021-\n4469-R2(MIN)). Because we work also with patients from UZ Leuven we are in the process of gaining \nethical clearance from UZ Leuven (S67320).\nAll participants receive and information sheet and will be asked for consent/assent. Children receive an \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8age-appropriate information sheet. Their legal representatives receive a detailed information sheet that \ndescribes the aims, methods, and implications of the research, the nature of the participation, and any \nbenefits, risks, or discomfort that might ensue. Sheets will explicitly state that participation is voluntary \nand that the child has the right to refuse to participate and to withdraw participation at any time and \nwithout any consequences. They will state how data will be collected, protected, and reused \nsubsequently. Children’s assent will be obtained and the legal representatives will be asked for written \ninformed consent prior to the child’s inclusion in the research (for participating and data processing).\nIf signed on paper: the original documents will be kept under lock. If signed digitally: they will be stored on  \none of KU Leuven password protected servers. All documents signed on paper will be digitalized and \nequally stored on the KU Leuven server.\nThese aspects refer to datasets:\nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP1\nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP2\nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP4  \nRelated to datasets SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0  \n- In case of authorship and/or intellectual property rights, permission to use certain fragments \n(documentaries, autobiographies, plan materials) will be sought from their author(s).  \n- In case we want to use information from these secondary materials for a different purpose than what the  \nmakers had intended, permission to do so will be sought from their author(s) (for publication purposes).\nFWO DMP Template (Flemish Standard DMP) 9Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n- Identification data:  \n    For children (Names, Sex, Year of Birth, Year of Stroke, Level of Impairment) (data type 2)\n    For parent(s) (Names, Sex, Year of birth, Educational attainment, Occupation according to  \n    ISCO-08) (data type 2)\n    For professional care workers (Names) (data type 5)\n    For professional designers (Names) (data type 8)\n- Characteristics of a person’s living context (data types 2,3,5,6)\n- Audio recordings (data types 2,3,5,6,8)\n- Pictures made during site visits or gathered by participants (data types 3,4,7)  \n- Drawings and notes made during interviews/site visits (data type 2,3,4,5,6,7,8)\nApart from the identification data mentioned above no personal data will be collected directly; no sensitive \ndata categories will be collected from healthcare professionals, architects and designers . However, the \npossibility exists that we collect special categories of personal data indirectly. Other 'atypical' data can also  \nbe personal data if they can lead to the identification of a person, for example (blurred) pictures, transcripts  \nof interviews or a description of a participants' observation during site visits.  \n-Privacy Registry Reference: G-2021-4469-R2(MIN)\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 10Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nAll developed recommendations will be shared with all interested parties in an online ‘Knowledge-sharing \nPlatform’. The Platform is hosted by TU Wien for at least four years after the project's completion\nand will be further developed in the consortium's subsequent projects.\nThe project results will inform the accommodation, design and delivery of care and improve the everyday \nlife of children and families affected by childhood stroke.  \nThe data (type 1,2,3,4,5,6,7) we collect could be valorized in the context of Scenario-Based Design (e.g., as \na basis for persona’s and scenario’s).  If so, LRD will be contacted to offer guidance.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \nThis project involves a vulnerable group (children with stroke and their families) and therefore entails \nmore than minimal risk according to the ESRC. It is necessary to involve children participants, as persons \nexperiencing a rare disease whose everyday life and experiences are the project’s main subject. Personal \nidentifiers will be known only to the directly involved researchers and all data will be pseudonymized. \nPrior to children participants’ inclusion, their legal representatives are asked for written informed consent.  \nPseudonymized data: in transcripts, notes, file names, etc., participants are replaced by pseudonym or \ncode; only the researcher(s) conducting the fieldwork know participants’ identity. Photos and other \nmaterials with recognizable people are used only for research purposes and edited for publications so that  \nno individuals can be identified. Visual materials (i.e. annotated photos, floor plans) are integrated into \npilot applications with participants’ informed consent. As such materials are intrinsic to design practice it is  \npossible that people familiar with certain buildings or spaces will recognize (depictions of) these.  \nConfidentiality and sensitivity of the research data (children participants) is the main criterion for not \nbeing fully open. We may share research methods (e.g. interview guide) and document the coding process  \nin an open-access format with DOI in TU Data.  \nFWO DMP Template (Flemish Standard DMP) 11Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain:  \nData gathered by KU Leuven researchers will be shared within the consortium by uploading it to \nTUproCloud, TU Data or TU files. However, property rights or ownership of a result does not change by \nuploading it to TUproCloud, TU Data or TU files.\nRelated to datasets SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0 + \\06_WP4\n- In case of authorship and/or intellectual property rights, permission to use certain fragments \n(documentaries, autobiographies) will be sought from their author(s).  \n- In case we want to use information from these secondary materials for a different purpose than what the  \nmakers had intended, permission to do so will be sought from their author(s) (for publication purposes).\n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Details on (the setting of) the observations and site visits (data type 3; but also 4,7), interviews (data type \n2, 5), focus groups (data type 6, 8), and the informed consent process will be documented in a Word \ndocument and saved in the project folder SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027 . In \naddition, steps taken to remove direct identifiers in the data will also be described.  \nTo enable reuse, metadata, research methods (e.g. interview guide) and the coding process will be shared \nin an open-access format with DOI in TU Data. As the project involves a vulnerable group, the research \ndata cannot be fully open.  \nFWO DMP Template (Flemish Standard DMP) 12Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nFor the broader project : files produced during the project will be tagged (according to which WP they \nbelong) to ease their discovery and access. All results uploaded to TUproCloud are structured by using \nmetadata (the contributors' names, keywords, date, location, kind of document, license, and methodology  \nof data collection). DDI standard will be used for describing the data produced . Considering the language \nof textual metadata items, English is preferred. Property rights or ownership of a result do not change by \nuploading it to TUproCloud, TU Data or TU files.\nIn order to better organise the data, the file naming convention will be used to enable titling of folders, \ndocuments and records in a consistent and logical way. The data will be available under filename \ncomposed of the project acronym. Reports will be stored under corresponding names. Furthermore, \nspecific project/data identifiers will be assigned.\nTo enable reuse, research methods (e.g. interview guide) and the coding process will be shared in an \nopen-access format with DOI in TU Data.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFor the KU Leuven part : in the context of the research group the project inscribes itself in (RxD), steps \nhave been taken during 2020 and 2021 to build up an inventory with different data sets, attaching \nkeywords and categories to each of them. As the present study progresses, as well as in its completion, for  \nthe data produced by KU Leuven we will order and categorize the data sets according to how the group \nhas done it. This way data sets will be findable, accessible, and reusable.\nWhere it concerns camera captures, video- or audio-recordings, a readme file will be added outlining the \nbasic features of the device (e.g. brand or when it was purchased (if known)) and/or other contextual \nfactors considered relevant. For some recording devices, a metadata file is created automatically. The \nmetadata file will be stored on the same folder as the recording(s). For safety and ethical reasons, \nrecordings will not be stored in the device itself, but on one of KU Leuven's password protected servers (I \nand/or J Drive).\nFWO DMP Template (Flemish Standard DMP) 13At the end of each fieldwork (or whenever it is esteemed that a significant amount of data has been \ncollected), we will create a data spread sheet that will subsequently be transferred/added to the research \ngroup's data inventory file. This process will aid making the data findable, accessible, interoperable, and \nreusable - according to the FAIR principles. Data sets will be made identifiable by attaching simple and \nclear names to files and folders. If processed, the file's name will contain the initials of the researchers’ \nwho processed it. The last version of a document (in case there are multiple of a kind) will be clearly \nindicated through its name and location in a special folder.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All data collected by KU Leuven  researchers will be kept in a single location for the duration of the research  \nproject, namely a shared folder accessible only to the researchers (Pleuntje Jellema and Piet Tutenel) and  \n(co-)supervisor prof. Ann Heylighen and prof. Andrea Jelic, and managed by the ICTS of KU Leuven - J:\\SET-\nDEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027. Because the network drive is password-protected,  \nno one other than the research team has access to the data. \nPaper data (such as notes, drawings, …) will be stored in the office of the researchers in a locked drawer or  \ncupboard that can only be accessed by the researchers. \nFor the broader project data are stored and shared on TUproCloud (TU Wien server offering Sync and \nShare for Projects), which supports secure data exchange with project partners. See DMP FWF project \nnumber: I 5886 Internationale Projekte, TU Wien.\nFWO DMP Template (Flemish Standard DMP) 14How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Automatic back-up is ensured by using KU Leuven's J-Drive.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nFor KU Leuven: The Department of Architecture has a 2 TB storage capacity + 5 TB for archiving available. \nThis capacity can be extended, if needed.  \nFor the broader project:  data stored on TUproCloud (TU Wien server offering Sync and Share for Projects),  \nwhich supports secure data exchange with external project partners. TU Wien covers the costs of using \nTUproCloud (0.03 €/GB/quarter).\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 15How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data gathered by KU Leuven  researchers will be pseudonymized and stored on encrypted KU Leuven \ndrives. In the event that third parties illegally try to gain access to the data, the identity of the participants \ncan be indirectly traced by means of the pseudonymization codes. To reduce this risk, the \npseudonymization codes will be deleted after the ending of the project.  \nAs mentioned before, paper data (such as notes, drawings) will be stored in the office of the researchers in  \na locked drawer or cupboard that can only be accessed by the researchers.  \nFor the broader project:  \nFor TUproCloud technical and organisational measures taken ensure a level of security appropriate to the \nrisk, including: (a) the pseudonymization and encryption of personal data; (b) the ability to ensure the \nongoing confidentiality, integrity, availability and resilience of processing systems and services; (c) the \nability to restore the availability and access to personal data in a timely manner in the event of a physical \nor technical incident; (d) a process for regularly testing, assessing and evaluating the effectiveness of \ntechnical and organisational measures for ensuring the security of the processing (see Art 32 GDPR). The \nData Protection Officer is Mag. Christina Thirsfeld, TU Wien.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?We do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will \nbe covered by the budget of the project.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data collected by KU Leuven  researchers will be stored for 20 years. Field notes and/or drawings on \npaper will be scanned. Once the notes have been saved electronically, paper notes and drawings will be \ndestroyed. \nFor the broader project: the costs of data storage/repository charges will be covered by TU Wien during \nthe project and 10 years after the project completion.\nFWO DMP Template (Flemish Standard DMP) 16Where will these data be archived (stored and \ncurated for the long-term)?As stated before, the Department of Architecture has a 5 TB archiving capacity. This capacity can be \nextended, if needed.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?We do not expect extra costs for data storage.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP) 17ill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nFor KU Leuven:\nAll data will only be made available for follow-up research within the Research[x]Design group after \napproval by prof. Ann Heylighen.\nFor the broader project : \nWithin the consortium, pseudonymized data are shared with the explicit request to treat these \nconfidentially and revert to the data management procedures outlined in the joint controllership \nagreement. These data are stored and shared on TUproCloud (TU Wien server offering Sync and Share for \nProjects), which supports secure data exchange with external project partners.\nAfter completion, collected qualitative data (interview transcripts, visual material created by the \nparticipants) are digitally stored for at least 10 years after any publication based upon them (in TU Data & \nTU files, covered by TU Wien) to enable additional analyses. They are assigned metadata, to be shared \nwith DOI in TU Data, with the Project Coordinator’s contact information, and available only to the Project \nCoordinator and Principal Investigators or by individual arrangement. To use them, the Project \nCoordinator’s permission has to be requested. Ethical and legal considerations agreed upon for the project  \napply to any future use.  \nAs the project involves a vulnerable group, the research data cannot be fully open.  \nThe assigned metadata, research methods and the documentation of the coding process will be shared in \nan open-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND  \nlicense. \n \nFWO DMP Template (Flemish Standard DMP) 18If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only uses for research purposes within Research[x]Design will be allowed in agreement with Ann \nHeylighen. Researchers have to comply with the confidentiality rules for the given data.  \nFor the broader project:  metadata, to be shared with DOI in TU Data, with the Project Coordinator’s \ncontact information, and available only to the Project Coordinator and Principal Investigators or by \nindividual arrangement. To use them, the Project Coordinator’s permission has to be requested. Ethical \nand legal considerations agreed upon for the project apply to any future use.  \nFWO DMP Template (Flemish Standard DMP) 19Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0:  \n- In case of authorship and/or intellectual property rights, permission to use certain fragments \n(documentaries, autobiographies) will be sought from their author(s).  \nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP1:  \n- In case of authorship and/or intellectual property rights, permission to use/publish certain documents  \n(e.g. architectural plans or drawings) will be sought from their author(s).\n- As the project involves a vulnerable group, the research data cannot be fully open.  \nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP2:  \n- In case of authorship and/or intellectual property rights, permission to use/publish certain documents \n(e.g. architectural plans or drawings) will be sought from their author(s).  \n- As the project involves a vulnerable group, the research data cannot be fully open.  \nSET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP4\n- In case of authorship and/or intellectual property rights, permission to use/publish certain documents \n(e.g. architectural plans or drawings) will be sought from their author(s).  \nThe assigned metadata,  research methods and the documentation of the coding process will be shared in \nan open-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND  \nlicense. \nFWO DMP Template (Flemish Standard DMP) 20Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Due to the nature of the data collected, they will not be made publicly available in an unrestricted \nmanner. \nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.N/A\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Assigned metadata,  research methods and the documentation of the coding process will be shared in an \nopen-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND \nlicense. \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 21Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes:\nFor the broader project:\nCollected qualitative data are digitally stored for at least 10 years after any publication based upon them \n(in TU Data & TU files, covered by TU Wien) to enable additional analyses. They are assigned metadata, to \nbe shared with DOI in TU Data.  \nThe research methods and the documentation of the coding process will be shared in an open-access \nformat with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND license.  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  TU Wien covers the costs (if any) for data sharing.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?For KU Leuven: Pleuntje Jellema\nFor the consortium: Maja Kevdzija, Assistant Professor, TU Wien\nWho will manage data storage and backup \nduring the research project?For KU Leuven: Pleuntje Jellema\nFor the consortium: Maja Kevdzija, Assistant Professor, TU Wien\nWho will manage data preservation and \nsharing?For KU Leuven: Ann Heylighen\nFor the consortium: Maja Kevdzija, Assistant Professor, TU Wien\nWho will update and implement this DMP? Pleuntje Jellema"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Prof. dr. Ann Heylighen (supervisor) ORCID: http://orcid.org/0000-0001-6811-3464 Contributor name(s) (+ ORCID) & roles Prof. dr. Andrea Jelic (co-supervisor) ORCID: http://orcid.org/0000-0001-7372-522X Prof. dr. Ruth Heying (co-supervisor) ORCID: http://orcid.org/0000-0003-0743-0823 Prof. dr. Els Ortibus (co-supervisor) ORCID: http://orcid.org/0000-0002-1020-4408 dr. Pleuntje Jellema (researcher) ORCID: http://orcid.org/0000-0002-9717-3535 dr. Piet Tutenel (researcher) ORCID: http://orcid.org/0000-0002-7678-277X Project number1 & title Project number: G0G5221N Title: BUILD CARE: Building Support for Children and Families Affected by Stroke Funder(s) GrantID2SAP project code: 3E220213 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Childhood stroke alters the life of children and their families as care continues for many years after stroke onset. We aim to, for the first time, investigate the role of the built environment in the everyday life of children and families affected by this rare disease. We will examine both the informal (i.e. home, neighbourhood, school) and formal (i.e. hospital, rehabilitation clinic, outpatient clinic) care environments. Existing research on adult stroke shows that the built environment plays a major role in patients’ everyday life and recovery. In the everyday life of children with arterial ischemic stroke, whose formal and informal care continues for many years after stroke onset, this role has been greatly overlooked. The experiences of families are explored using an ethnographic research approach, employing semi- structured interviews and participatory activities specifically designed to engage children. In addition, 'go- along interviews' with healthcare professionals in formal care facilities capture places and processes of care for children with stroke and examine what spatial aspects support or hinder their recovery and well-being. Alongside interviews, floor plans of formal care facilities are evaluated. To improve the everyday experiences of affected families, design recommendations are developed for informal and formal care environments. The recommendations for formal care facilities are discussed with design practitioners, the recommendations for home modifications evaluated by affected families in a survey distributed through Patient Advocacy Organisations (PAOs). The research, which is supported by the Horizon2020 European Joint Programme Rare Diseases, is conducted by Pleuntje Jellema and Piet Tutenel, supervised by and in collaboration with prof. Ann Heylighen and prof. Andrea Jelic —all members of Research[x]Design – and in collaboration with prof. Ruth Heying and prof. Els Ortibus. This DMP will focus mainly on data collected, stored and shared by KU Leuven researchers. The broader BUILD CARE project is a collaboration between KU Leuven, TU Wien (Austria), Medical University of Vienna (Austria) and TU Dresden (Germany) and involves researchers from the fields of architecture, health economics, and cognitive neuroscience. The Project Coordinator of the broader project is Maja Kevdzija, Assistant Professor, TU Wien (DMP FWF project number: I 5886 Internationale Projekte) . Prof. Maja Kevdzija is responsible for data management, implementing the DMP, and ensuring it is reviewed and revised when needed under the guidance of the Research Data Management Team at TU Wien. The Data Protection Officer at TU Wien is Mag. Christina Thirsfeld. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume SET-DEP- ARCH-LEU- AIDA- Projects- AE0008\\Build Care-0027\\06 _WP0- (online and other) testimonials, autobiographies , documentaries and other videos based on experiences of families affected by childhood stroke. (Data type 1)☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: jpeg, docx, xls, ppt, mp3, mp4, avi ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAHand-made notes/drawings (e.g. on paper), kept under lock. Relevant notes/drawings will be digitalized as pdf. SET-DEP- ARCH-LEU- AIDA- Projects-15 families will participate: 1 numbered folder per family + subfolders per data ☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data☐ .por ☐ .xml ☐ .tab ☐ .csv☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TBHand-made notes/drawings (e.g. on paper), kept under lock. 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5AE0008\\Build Care-0027\\06 _WP1type - notes, audio & transcripts from interviews (data type 2) - notes, drawings, audio and pictures from site visits (data type 3) - documents (plans, models, pictures, reports) provided by families/designe rs (data type 4)☐ Simulation data ☐ Software ☒ Other ☐ NA☒ .pdf ☒ .txt ☐ .rtf ☒ .dwg ☐ .tab ☐ .gml ☐ other: jpeg, docx,xls, ppt, mp3, mp4, avi ☐ NA☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NARelevant notes/drawings will be digitalized as pdf. SET-DEP- ARCH-LEU- AIDA- Projects- AE0008\\Build Care-0027\\06 _WP25-10 care professionals: 1 numbered folder per participant (subfolders per data type) or per focus group. - notes, audio and transcripts of semi- structured interviews (data type 5)☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☒ .dwg ☐ .tab ☐ .gml ☐ other: jpeg, docx, xls, ppt, mp3, mp4, avi ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAHand-made notes/drawings (e.g. on paper), kept under lock. Relevant notes/drawings will be digitalized as pdf. FWO DMP Template (Flemish Standard DMP) 6- notes, audio and transcripts of 1 focus group (data type 6) - documents (plans, models, pictures, reports) provided by initiators and designers of the care professionals’ workplaces. (data type 7)☐ NA SET-DEP- ARCH-LEU- AIDA- Projects- AE0008\\Build Care-0027\\06 _WP410-15 design practitioners: 1 numbered folder per focus group - notes, audio and transcripts of focus group interviews with design practitioners (data type 8)☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☒ .dwg ☐ .tab ☐ .gml ☐ other: jpeg, mp3, mp4, avi ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAHand-made notes/drawings (e.g. on paper), kept under lock. Relevant notes/drawings will be digitalized as pdf. FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0 In dataset WP0 (data type 1) we investigate how the built environment features in existing (online and other) testimonials, autobiographies, documentaries and other videos based on experiences of families affected by childhood stroke. With regard to document inventory of data a readme file will be drawn up that keeps track of where information was found (e.g. links to internet pages, scanned articles, design media etc). All files will be accompanied by a readme file. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: We gained ethical clearance from the KU Leuven Social and Societal Ethics Committee ( SMEC) (G-2021- 4469-R2(MIN)). Because we work also with patients from UZ Leuven we are in the process of gaining ethical clearance from UZ Leuven (S67320). All participants receive and information sheet and will be asked for consent/assent. Children receive an 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8age-appropriate information sheet. Their legal representatives receive a detailed information sheet that describes the aims, methods, and implications of the research, the nature of the participation, and any benefits, risks, or discomfort that might ensue. Sheets will explicitly state that participation is voluntary and that the child has the right to refuse to participate and to withdraw participation at any time and without any consequences. They will state how data will be collected, protected, and reused subsequently. Children’s assent will be obtained and the legal representatives will be asked for written informed consent prior to the child’s inclusion in the research (for participating and data processing). If signed on paper: the original documents will be kept under lock. If signed digitally: they will be stored on one of KU Leuven password protected servers. All documents signed on paper will be digitalized and equally stored on the KU Leuven server. These aspects refer to datasets: SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP1 SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP2 SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP4 Related to datasets SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0 - In case of authorship and/or intellectual property rights, permission to use certain fragments (documentaries, autobiographies, plan materials) will be sought from their author(s). - In case we want to use information from these secondary materials for a different purpose than what the makers had intended, permission to do so will be sought from their author(s) (for publication purposes). FWO DMP Template (Flemish Standard DMP) 9Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: - Identification data: For children (Names, Sex, Year of Birth, Year of Stroke, Level of Impairment) (data type 2) For parent(s) (Names, Sex, Year of birth, Educational attainment, Occupation according to ISCO-08) (data type 2) For professional care workers (Names) (data type 5) For professional designers (Names) (data type 8) - Characteristics of a person’s living context (data types 2,3,5,6) - Audio recordings (data types 2,3,5,6,8) - Pictures made during site visits or gathered by participants (data types 3,4,7) - Drawings and notes made during interviews/site visits (data type 2,3,4,5,6,7,8) Apart from the identification data mentioned above no personal data will be collected directly; no sensitive data categories will be collected from healthcare professionals, architects and designers . However, the possibility exists that we collect special categories of personal data indirectly. Other 'atypical' data can also be personal data if they can lead to the identification of a person, for example (blurred) pictures, transcripts of interviews or a description of a participants' observation during site visits. -Privacy Registry Reference: G-2021-4469-R2(MIN) 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: All developed recommendations will be shared with all interested parties in an online ‘Knowledge-sharing Platform’. The Platform is hosted by TU Wien for at least four years after the project's completion and will be further developed in the consortium's subsequent projects. The project results will inform the accommodation, design and delivery of care and improve the everyday life of children and families affected by childhood stroke. The data (type 1,2,3,4,5,6,7) we collect could be valorized in the context of Scenario-Based Design (e.g., as a basis for persona’s and scenario’s). If so, LRD will be contacted to offer guidance. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: This project involves a vulnerable group (children with stroke and their families) and therefore entails more than minimal risk according to the ESRC. It is necessary to involve children participants, as persons experiencing a rare disease whose everyday life and experiences are the project’s main subject. Personal identifiers will be known only to the directly involved researchers and all data will be pseudonymized. Prior to children participants’ inclusion, their legal representatives are asked for written informed consent. Pseudonymized data: in transcripts, notes, file names, etc., participants are replaced by pseudonym or code; only the researcher(s) conducting the fieldwork know participants’ identity. Photos and other materials with recognizable people are used only for research purposes and edited for publications so that no individuals can be identified. Visual materials (i.e. annotated photos, floor plans) are integrated into pilot applications with participants’ informed consent. As such materials are intrinsic to design practice it is possible that people familiar with certain buildings or spaces will recognize (depictions of) these. Confidentiality and sensitivity of the research data (children participants) is the main criterion for not being fully open. We may share research methods (e.g. interview guide) and document the coding process in an open-access format with DOI in TU Data. FWO DMP Template (Flemish Standard DMP) 11Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: Data gathered by KU Leuven researchers will be shared within the consortium by uploading it to TUproCloud, TU Data or TU files. However, property rights or ownership of a result does not change by uploading it to TUproCloud, TU Data or TU files. Related to datasets SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0 + \\06_WP4 - In case of authorship and/or intellectual property rights, permission to use certain fragments (documentaries, autobiographies) will be sought from their author(s). - In case we want to use information from these secondary materials for a different purpose than what the makers had intended, permission to do so will be sought from their author(s) (for publication purposes). 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Details on (the setting of) the observations and site visits (data type 3; but also 4,7), interviews (data type 2, 5), focus groups (data type 6, 8), and the informed consent process will be documented in a Word document and saved in the project folder SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027 . In addition, steps taken to remove direct identifiers in the data will also be described. To enable reuse, metadata, research methods (e.g. interview guide) and the coding process will be shared in an open-access format with DOI in TU Data. As the project involves a vulnerable group, the research data cannot be fully open. FWO DMP Template (Flemish Standard DMP) 12Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: For the broader project : files produced during the project will be tagged (according to which WP they belong) to ease their discovery and access. All results uploaded to TUproCloud are structured by using metadata (the contributors' names, keywords, date, location, kind of document, license, and methodology of data collection). DDI standard will be used for describing the data produced . Considering the language of textual metadata items, English is preferred. Property rights or ownership of a result do not change by uploading it to TUproCloud, TU Data or TU files. In order to better organise the data, the file naming convention will be used to enable titling of folders, documents and records in a consistent and logical way. The data will be available under filename composed of the project acronym. Reports will be stored under corresponding names. Furthermore, specific project/data identifiers will be assigned. To enable reuse, research methods (e.g. interview guide) and the coding process will be shared in an open-access format with DOI in TU Data. If no, please specify (where appropriate per dataset or data type) which metadata will be created: For the KU Leuven part : in the context of the research group the project inscribes itself in (RxD), steps have been taken during 2020 and 2021 to build up an inventory with different data sets, attaching keywords and categories to each of them. As the present study progresses, as well as in its completion, for the data produced by KU Leuven we will order and categorize the data sets according to how the group has done it. This way data sets will be findable, accessible, and reusable. Where it concerns camera captures, video- or audio-recordings, a readme file will be added outlining the basic features of the device (e.g. brand or when it was purchased (if known)) and/or other contextual factors considered relevant. For some recording devices, a metadata file is created automatically. The metadata file will be stored on the same folder as the recording(s). For safety and ethical reasons, recordings will not be stored in the device itself, but on one of KU Leuven's password protected servers (I and/or J Drive). FWO DMP Template (Flemish Standard DMP) 13At the end of each fieldwork (or whenever it is esteemed that a significant amount of data has been collected), we will create a data spread sheet that will subsequently be transferred/added to the research group's data inventory file. This process will aid making the data findable, accessible, interoperable, and reusable - according to the FAIR principles. Data sets will be made identifiable by attaching simple and clear names to files and folders. If processed, the file's name will contain the initials of the researchers’ who processed it. The last version of a document (in case there are multiple of a kind) will be clearly indicated through its name and location in a special folder. 4.Data Storage & Back-up during the Research Project Where will the data be stored? All data collected by KU Leuven researchers will be kept in a single location for the duration of the research project, namely a shared folder accessible only to the researchers (Pleuntje Jellema and Piet Tutenel) and (co-)supervisor prof. Ann Heylighen and prof. Andrea Jelic, and managed by the ICTS of KU Leuven - J:\\SET- DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027. Because the network drive is password-protected, no one other than the research team has access to the data. Paper data (such as notes, drawings, …) will be stored in the office of the researchers in a locked drawer or cupboard that can only be accessed by the researchers. For the broader project data are stored and shared on TUproCloud (TU Wien server offering Sync and Share for Projects), which supports secure data exchange with project partners. See DMP FWF project number: I 5886 Internationale Projekte, TU Wien. FWO DMP Template (Flemish Standard DMP) 14How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Automatic back-up is ensured by using KU Leuven's J-Drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: For KU Leuven: The Department of Architecture has a 2 TB storage capacity + 5 TB for archiving available. This capacity can be extended, if needed. For the broader project: data stored on TUproCloud (TU Wien server offering Sync and Share for Projects), which supports secure data exchange with external project partners. TU Wien covers the costs of using TUproCloud (0.03 €/GB/quarter). If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data gathered by KU Leuven researchers will be pseudonymized and stored on encrypted KU Leuven drives. In the event that third parties illegally try to gain access to the data, the identity of the participants can be indirectly traced by means of the pseudonymization codes. To reduce this risk, the pseudonymization codes will be deleted after the ending of the project. As mentioned before, paper data (such as notes, drawings) will be stored in the office of the researchers in a locked drawer or cupboard that can only be accessed by the researchers. For the broader project: For TUproCloud technical and organisational measures taken ensure a level of security appropriate to the risk, including: (a) the pseudonymization and encryption of personal data; (b) the ability to ensure the ongoing confidentiality, integrity, availability and resilience of processing systems and services; (c) the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident; (d) a process for regularly testing, assessing and evaluating the effectiveness of technical and organisational measures for ensuring the security of the processing (see Art 32 GDPR). The Data Protection Officer is Mag. Christina Thirsfeld, TU Wien. What are the expected costs for data storage and backup during the research project? How will these costs be covered?We do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will be covered by the budget of the project. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data collected by KU Leuven researchers will be stored for 20 years. Field notes and/or drawings on paper will be scanned. Once the notes have been saved electronically, paper notes and drawings will be destroyed. For the broader project: the costs of data storage/repository charges will be covered by TU Wien during the project and 10 years after the project completion. FWO DMP Template (Flemish Standard DMP) 16Where will these data be archived (stored and curated for the long-term)?As stated before, the Department of Architecture has a 5 TB archiving capacity. This capacity can be extended, if needed. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?We do not expect extra costs for data storage. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) 17ill the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: For KU Leuven: All data will only be made available for follow-up research within the Research[x]Design group after approval by prof. Ann Heylighen. For the broader project : Within the consortium, pseudonymized data are shared with the explicit request to treat these confidentially and revert to the data management procedures outlined in the joint controllership agreement. These data are stored and shared on TUproCloud (TU Wien server offering Sync and Share for Projects), which supports secure data exchange with external project partners. After completion, collected qualitative data (interview transcripts, visual material created by the participants) are digitally stored for at least 10 years after any publication based upon them (in TU Data & TU files, covered by TU Wien) to enable additional analyses. They are assigned metadata, to be shared with DOI in TU Data, with the Project Coordinator’s contact information, and available only to the Project Coordinator and Principal Investigators or by individual arrangement. To use them, the Project Coordinator’s permission has to be requested. Ethical and legal considerations agreed upon for the project apply to any future use. As the project involves a vulnerable group, the research data cannot be fully open. The assigned metadata, research methods and the documentation of the coding process will be shared in an open-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND license. FWO DMP Template (Flemish Standard DMP) 18If access is restricted, please specify who will be able to access the data and under what conditions.Only uses for research purposes within Research[x]Design will be allowed in agreement with Ann Heylighen. Researchers have to comply with the confidentiality rules for the given data. For the broader project: metadata, to be shared with DOI in TU Data, with the Project Coordinator’s contact information, and available only to the Project Coordinator and Principal Investigators or by individual arrangement. To use them, the Project Coordinator’s permission has to be requested. Ethical and legal considerations agreed upon for the project apply to any future use. FWO DMP Template (Flemish Standard DMP) 19Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP0: - In case of authorship and/or intellectual property rights, permission to use certain fragments (documentaries, autobiographies) will be sought from their author(s). SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP1: - In case of authorship and/or intellectual property rights, permission to use/publish certain documents (e.g. architectural plans or drawings) will be sought from their author(s). - As the project involves a vulnerable group, the research data cannot be fully open. SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP2: - In case of authorship and/or intellectual property rights, permission to use/publish certain documents (e.g. architectural plans or drawings) will be sought from their author(s). - As the project involves a vulnerable group, the research data cannot be fully open. SET-DEP-ARCH-LEU-AIDA-Projects-AE0008\\Build Care-0027\\06_WP4 - In case of authorship and/or intellectual property rights, permission to use/publish certain documents (e.g. architectural plans or drawings) will be sought from their author(s). The assigned metadata, research methods and the documentation of the coding process will be shared in an open-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND license. FWO DMP Template (Flemish Standard DMP) 20Where will the data be made available? If already known, please provide a repository per dataset or data type.Due to the nature of the data collected, they will not be made publicly available in an unrestricted manner. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.N/A Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Assigned metadata, research methods and the documentation of the coding process will be shared in an open-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND license. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 21Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: For the broader project: Collected qualitative data are digitally stored for at least 10 years after any publication based upon them (in TU Data & TU files, covered by TU Wien) to enable additional analyses. They are assigned metadata, to be shared with DOI in TU Data. The research methods and the documentation of the coding process will be shared in an open-access format with DOI in TU Data (TU Wien’s open-access institutional repository) with CC BY-ND license. What are the expected costs for data sharing? How will these costs be covered? TU Wien covers the costs (if any) for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project?For KU Leuven: Pleuntje Jellema For the consortium: Maja Kevdzija, Assistant Professor, TU Wien Who will manage data storage and backup during the research project?For KU Leuven: Pleuntje Jellema For the consortium: Maja Kevdzija, Assistant Professor, TU Wien Who will manage data preservation and sharing?For KU Leuven: Ann Heylighen For the consortium: Maja Kevdzija, Assistant Professor, TU Wien Who will update and implement this DMP? Pleuntje Jellema"
}