{
    "document_id": "D-2022-1650",
    "LinkTitle": "D-2022-1650",
    "file_name": "D-2022-1650.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1650.pdf",
    "metadata": {
        "title": "D-2022-1650",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviatio ns is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Peter Janssen  0000 -0002 -8463 -5577  \nContributor name(s) ( + ORCID) & roles  Tom Theys co -promotor  0000 -0001 -7595 -3234  \nRenaud  Detry co -promotor  0000 -0003 -0597 -1167  \nProject number1 & title  C14/22/134 NEUROBOTICS: BLENDED  BRAIN -MACHINE CONTR OL FOR HUMAN ASSISTA NCE USING HYBRID SMA RT \nSYSTEMS  \nFunder(s) GrantID2 C14/22/134  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n                                                      \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project numbe r.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  Connecting brains to machines will change the lives of thousands of patients suffering from brain or spinal cord \ndisorders. However, driving the many inputs of an assistive articulated arm or wheelchair through brain signals only \nhas proven impractical and conversely , artifical control systems have not yet reached a point where they can reliably \ncope with the complexity of the real world entirely on their own. If we want to help  patients with brain or spinal cord \ninjuries  regain autonomy  in their daily life  by means o f robotics proxies , it is crucial to integrate the  subject’s  brain \nsignals with the artificial -intelligence layers of their robotic helpers . Therefore, we want to  decode neural activity \nrecorded in human and nonhuman primates by means of an invasive brain -machine interface and blend these signals \nwith computer vision and robotic systems into ‘hybrid’ intelligent systems, with  human -robot shared control as a guiding \nprinciple. Our multidisciplinary approach will pave the way for restoring independent livin g by means of smart robot \nassistance in patients with untreatable brain disorders.  \n \n \n \n \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the t ype of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL \nDATA  ONLY FOR PHYSICAL DAT A \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Data \nVolume (MB, \nGB, TB)  Physical Volume  \n \n \nElectrophysio\nlogical \nrecordings  \nand \nbehavioral \ndata  in \nmonkeys  \n \n  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: Matlab  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☒ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nElectrophysio\nlogical \nrecordings  \nand \nbehavioral \ndata  in \npatients   ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☒ < 50 TB  \n☐ > 50 TB   \nFWO DMP Template (Flemish Standard DMP)   6 \n                                                       \n4 Add rows for each dataset you want to des cribe.  \nFWO DMP Template (Flemish Standard DMP)   7 \n ☐ NA \n ☐ .tab \n☐ .gml  \n☒ other: Matlab  \n☐ NA ☐ NA \n \nObject \nmanipulation \ndatasets, that \ninclude \nimages of \nobjects and \nscenes and \nassociated \nmanipulation \nparameters \n(ESAT)   ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☒ Simulation \ndata  \n☒ Software  \n☐ Other  \n☐ NA \n This project will \ngenerate data through \nrobot experiments. The \ndata will consist of \ntime -series of sensor \nand robot data, \nincluding camera \nimages and robot \ntrajectories. The data \nwill be released in open \nformats when available \n(for im ages, for \ninstance), or in \ncarefully -documented, \nstandard -based formats \nfor less common data \n(trajectory data). Here, \nwe will base our \nformats on open \nstandards such as HDF \nor XML. In addition to \nsensor data, we will \ninclude contextual data \nsuch as a webca m feed \nof the experiment, and, \nwhen available, the ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nFWO DMP Template (Flemish Standard DMP)   8 \n hand -made annotations \nthat encode the \nobjective of the task.   \n \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND/OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPE S: OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIP T. \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA PER  DATASET OR DATA TYP E. \nPHYSICAL VOLUME : PLEASE ESTIMATE THE P HYSICAL VOLUME OF TH E RESE ARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT B IOLOGICAL SAMPLES TH AT NEED TO BE STORED  AND PRESERVED DURIN G THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n  \n                                                      \n5 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   9 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☒ Yes, human subject data  \n☒ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  electrophysiological recordings obtained in nonhuman primates and in patients.  \n \n \nWill you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n                                                      \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   10 \n Are there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n 1 The electrophysiological recordings and behavioral data obtained in monkeys will be stored on the KU \nLeuven storage facility. All data files will be in Matlab format according to a standard developed in the \nresearch group. Together with the data, we will  store an explanatory word file detailing the data structure \n(data organized per monkey and per experimental task). All other imaging data (anatomical MRIs, CT \nscans) will be stored at the same place in a format that is readable with MRICro (freeware).  \n2 The anonymized recordings and imaging data (CT images and fMRI) obtained in human patients will be \nstored at the storage facility of the university hospital Leuven. An explanatory word file describing the task \nand stimuli will be stored at the same place.  \n \nFWO DMP Template (Flemish Standard DMP)   11 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES C OULD ASK TO DELIVER METADATA IN A CERTAI N \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nThere is no internationally accepted metadata standard for experiments in nonhuman primates or \npatients. The behavioral and electrophysiological data  will be stored in Matlab format, in a format that has \nbeen developed in the research group. All data files  will be stored with the date on which they were \nacquired and the name of the subject. We will add an explanatory text file to describe the structure of the \ndata.  \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?   \nData  obtained in animals will be stored at the storage of KU Leuven, the data obtained in patients will be \nstored at the storage facility of the university hospital Gasthuisberg.  \n \n \nFWO DMP Template (Flemish Standard DMP)   12 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATION S, STORAGE MEDIA AND \nPROCEDURES THAT WILL  BE USED FOR STORING  AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \nThe data will be stored at the KU Leuven storage and at the university hospital storage with automatic \ndaily backups.  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  We expect to buy an additional 15 Tb of storage space.  \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AN D \nTRANSFERRED DATA ARE  SAFE. 7 \n  \nWe will create a separate project folder on the L drive of KU Leuven with access restricted to the PIs and \nthe PhD students involved in the project.  \nFor the human data, access will be rest ricted to the PI involved (Tom Theys) and the PhD students who will \nperform the experiments.  \n \n \n                                                      \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   13 \n What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nThe storage will cost approximately 150 euro per Tb per year. This will be paid from the C1 grant  during \nthe period of the grant (has been calculated in the consumables), and from other sources such as \noverhead of European projects in the years afterwards.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). All data will be retained until at least 10 years after the end of the project.  \n \nWhere will these data be archived (stored and \ncurated for the l ong-term)?   \nThe human data will be stored at the storage facility of the university hospital Gasthuisberg until 5 years \nafter the end of the project, and on permanent hard drives that will be kept in the hospital after that \ntime.    \n \n \n \nFWO DMP Template (Flemish Standard DMP)   14 \n What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n The database will be approximately 15 Tb, which will amount to a total cost of 11250 euro for the 5 years \nretention period. This cost will be cov ered from overheads of European projects.  \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   15 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nAll patient data will be anonymized. Patients will be asked to give consent for sharing of the data.  \nAll datafiles will be made available upon reasonable request and after the studies have been published.  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Tom Theys will be able to access the human data, Peter Janssen will be able to access the animal data.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype wh ere appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nAll patient data will be anonymized. Patients will be asked to give consent for sharing of the data.  \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  Because of the large volume of the data,  we will share the data upon reasonable request.  \nThe human data will be available on request after signing a data sharing agreement.  \n \nFWO DMP Template (Flemish Standard DMP)   16 \n When will the data be made available?  \n \nTHIS COULD BE A SPECI FIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEA RCH RESULTS ’.  \nWe will make the data available after publication of the results.  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED  \nOR NOT AND UNDER WHAT CONDI TIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E \nTHAT MIGHT PROHIBIT THAT. \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT  THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGIN AL DATA CREATORS .” 8   \n None  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes: \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n We estimate that cost for data sharing will be less than 500 euros. This will be covered by the C1 grant.  \n \n \n                                                      \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   17 \n 7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Peter Janssen will be responsible for data documentation and metadata for the data obtained in animals, \nand the virtual reality data.  \nTom Theys will be responsible for the human data.  \nRenaud Detry will be responsible f or the simulation data.  \n \nWho will manage data storage and backup \nduring the research project?  All three PIs will be responsible for data storage during the project. Backup will be provided by KU Leuven \nand UZ Leuven.  \n \nWho will manage data preservation and \nsharing?  All three Pis will be responsible for data preservation and sharing.  \nWho will update and implement this DMP?  The PIs bear the end responsibility of updating & implementing this DMP.  \n \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Peter Janssen 0000 -0002 -8463 -5577 Contributor name(s) ( + ORCID) & roles Tom Theys co -promotor 0000 -0001 -7595 -3234 Renaud Detry co -promotor 0000 -0003 -0597 -1167 Project number1 & title C14/22/134 NEUROBOTICS: BLENDED BRAIN -MACHINE CONTR OL FOR HUMAN ASSISTA NCE USING HYBRID SMA RT SYSTEMS Funder(s) GrantID2 C14/22/134 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project numbe r. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Connecting brains to machines will change the lives of thousands of patients suffering from brain or spinal cord disorders. However, driving the many inputs of an assistive articulated arm or wheelchair through brain signals only has proven impractical and conversely , artifical control systems have not yet reached a point where they can reliably cope with the complexity of the real world entirely on their own. If we want to help patients with brain or spinal cord injuries regain autonomy in their daily life by means o f robotics proxies , it is crucial to integrate the subject’s brain signals with the artificial -intelligence layers of their robotic helpers . Therefore, we want to decode neural activity recorded in human and nonhuman primates by means of an invasive brain -machine interface and blend these signals with computer vision and robotic systems into ‘hybrid’ intelligent systems, with human -robot shared control as a guiding principle. Our multidisciplinary approach will pave the way for restoring independent livin g by means of smart robot assistance in patients with untreatable brain disorders. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the t ype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Electrophysio logical recordings and behavioral data in monkeys ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: Matlab ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Electrophysio logical recordings and behavioral data in patients ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☒ < 50 TB ☐ > 50 TB FWO DMP Template (Flemish Standard DMP) 6 4 Add rows for each dataset you want to des cribe. FWO DMP Template (Flemish Standard DMP) 7 ☐ NA ☐ .tab ☐ .gml ☒ other: Matlab ☐ NA ☐ NA Object manipulation datasets, that include images of objects and scenes and associated manipulation parameters (ESAT) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☒ Simulation data ☒ Software ☐ Other ☐ NA This project will generate data through robot experiments. The data will consist of time -series of sensor and robot data, including camera images and robot trajectories. The data will be released in open formats when available (for im ages, for instance), or in carefully -documented, standard -based formats for less common data (trajectory data). Here, we will base our formats on open standards such as HDF or XML. In addition to sensor data, we will include contextual data such as a webca m feed of the experiment, and, when available, the ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 8 hand -made annotations that encode the objective of the task. GUIDANCE : DATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND/OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPE S: OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIP T. DIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA PER DATASET OR DATA TYP E. PHYSICAL VOLUME : PLEASE ESTIMATE THE P HYSICAL VOLUME OF TH E RESE ARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT B IOLOGICAL SAMPLES TH AT NEED TO BE STORED AND PRESERVED DURIN G THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: electrophysiological recordings obtained in nonhuman primates and in patients. Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). 1 The electrophysiological recordings and behavioral data obtained in monkeys will be stored on the KU Leuven storage facility. All data files will be in Matlab format according to a standard developed in the research group. Together with the data, we will store an explanatory word file detailing the data structure (data organized per monkey and per experimental task). All other imaging data (anatomical MRIs, CT scans) will be stored at the same place in a format that is readable with MRICro (freeware). 2 The anonymized recordings and imaging data (CT images and fMRI) obtained in human patients will be stored at the storage facility of the university hospital Leuven. An explanatory word file describing the task and stimuli will be stored at the same place. FWO DMP Template (Flemish Standard DMP) 11 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES C OULD ASK TO DELIVER METADATA IN A CERTAI N FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: There is no internationally accepted metadata standard for experiments in nonhuman primates or patients. The behavioral and electrophysiological data will be stored in Matlab format, in a format that has been developed in the research group. All data files will be stored with the date on which they were acquired and the name of the subject. We will add an explanatory text file to describe the structure of the data. 4. Data Storage & Back-up during the Research Project Where will the data be stored? Data obtained in animals will be stored at the storage of KU Leuven, the data obtained in patients will be stored at the storage facility of the university hospital Gasthuisberg. FWO DMP Template (Flemish Standard DMP) 12 How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATION S, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP PROCEDURES WHEN APPROPRIATE . The data will be stored at the KU Leuven storage and at the university hospital storage with automatic daily backups. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: We expect to buy an additional 15 Tb of storage space. If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AN D TRANSFERRED DATA ARE SAFE. 7 We will create a separate project folder on the L drive of KU Leuven with access restricted to the PIs and the PhD students involved in the project. For the human data, access will be rest ricted to the PI involved (Tom Theys) and the PhD students who will perform the experiments. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The storage will cost approximately 150 euro per Tb per year. This will be paid from the C1 grant during the period of the grant (has been calculated in the consumables), and from other sources such as overhead of European projects in the years afterwards. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). All data will be retained until at least 10 years after the end of the project. Where will these data be archived (stored and curated for the l ong-term)? The human data will be stored at the storage facility of the university hospital Gasthuisberg until 5 years after the end of the project, and on permanent hard drives that will be kept in the hospital after that time. FWO DMP Template (Flemish Standard DMP) 14 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The database will be approximately 15 Tb, which will amount to a total cost of 11250 euro for the 5 years retention period. This cost will be cov ered from overheads of European projects. FWO DMP Template (Flemish Standard DMP) 15 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: All patient data will be anonymized. Patients will be asked to give consent for sharing of the data. All datafiles will be made available upon reasonable request and after the studies have been published. If access is restricted, please specify who will be able to access the data and under what conditions. Tom Theys will be able to access the human data, Peter Janssen will be able to access the animal data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type wh ere appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : All patient data will be anonymized. Patients will be asked to give consent for sharing of the data. Where will the data be made available? If already known, please provide a repository per dataset or data type. Because of the large volume of the data, we will share the data upon reasonable request. The human data will be available on request after signing a data sharing agreement. FWO DMP Template (Flemish Standard DMP) 16 When will the data be made available? THIS COULD BE A SPECI FIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEA RCH RESULTS ’. We will make the data available after publication of the results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDI TIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGIN AL DATA CREATORS .” 8 None Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? We estimate that cost for data sharing will be less than 500 euros. This will be covered by the C1 grant. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17 7. Responsibilities Who will manage data documentation and metadata during the research project? Peter Janssen will be responsible for data documentation and metadata for the data obtained in animals, and the virtual reality data. Tom Theys will be responsible for the human data. Renaud Detry will be responsible f or the simulation data. Who will manage data storage and backup during the research project? All three PIs will be responsible for data storage during the project. Backup will be provided by KU Leuven and UZ Leuven. Who will manage data preservation and sharing? All three Pis will be responsible for data preservation and sharing. Who will update and implement this DMP? The PIs bear the end responsibility of updating & implementing this DMP."
}