{
    "document_id": "D-2024-2623",
    "LinkTitle": "D-2024-2623",
    "file_name": "D-2024-2623.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2623.pdf",
    "metadata": {
        "title": "D-2024-2623",
        "author": "Guillermo Solís Fernández",
        "creation_date": "2024-04-29 12:41:54+00:00",
        "num_pages": 1
    },
    "content": {
        "full_text": "The type of data collected will mainly fall under three categories:  \n• Images, either fluorescence or microscopy related images or images from \nwestern blots or other similar techniques.  \n• Spreadsheets for collecting data related to the analysis of tissue microarrays \nfrom patients, ELISA or other quantitative techniques that will have a \nmeasurable output.  \n• Mass spectrometry raw files from the proteomic analysis of the different \nconditions that will be analyzed.  \nAs a joint Project, there will be two persons responsible for the data management to \nensure data remains available at least 5 years after it is collected. Susana Rocha \nwill be the responsible person in the KU Leuven, while Rodrigo Barderas will be the \nresponsible in the Instituto de Salud Carlos III. In terms of storage capacity, we \nforesee the following needs:  \n• During the research: Physical 4Tb hard -drive backed -up between the two \ninstitutions . \n• After the research: additional cloud back -up using the KU Leuven OneDrive \nand storage in the internal serves of the instituto de Salud Carlos III (Galeon).  \n \nAdditionally, all proteomic data will be deposited in publicly available repositories  \n(PRIDE repository, https://www.ebi.ac.uk/pride/  ). Finally, image data sets will be \ndeposited in the  Image Data Resource database. This database works as a bioimage \nrepositoty where light microscopy images can be uploaded together with metadata \nincluding all the relevant information around the experiment.  \n \nAltogether I consider that this data management plan should be enough to store and \norganize all the different types of data that will be generated during my postdoctoral \nproject. Alternatively I will also explore the possibility of setting up our own local  \nNetwork attached storage so that the previously mentioned 4Tb hard -drives can be \naccessed online from any location.  \n "
    },
    "clean_full_text": "The type of data collected will mainly fall under three categories: • Images, either fluorescence or microscopy related images or images from western blots or other similar techniques. • Spreadsheets for collecting data related to the analysis of tissue microarrays from patients, ELISA or other quantitative techniques that will have a measurable output. • Mass spectrometry raw files from the proteomic analysis of the different conditions that will be analyzed. As a joint Project, there will be two persons responsible for the data management to ensure data remains available at least 5 years after it is collected. Susana Rocha will be the responsible person in the KU Leuven, while Rodrigo Barderas will be the responsible in the Instituto de Salud Carlos III. In terms of storage capacity, we foresee the following needs: • During the research: Physical 4Tb hard -drive backed -up between the two institutions . • After the research: additional cloud back -up using the KU Leuven OneDrive and storage in the internal serves of the instituto de Salud Carlos III (Galeon). Additionally, all proteomic data will be deposited in publicly available repositories (PRIDE repository, https://www.ebi.ac.uk/pride/ ). Finally, image data sets will be deposited in the Image Data Resource database. This database works as a bioimage repositoty where light microscopy images can be uploaded together with metadata including all the relevant information around the experiment. Altogether I consider that this data management plan should be enough to store and organize all the different types of data that will be generated during my postdoctoral project. Alternatively I will also explore the possibility of setting up our own local Network attached storage so that the previously mentioned 4Tb hard -drives can be accessed online from any location."
}