{
    "document_id": "D-2021-1247",
    "LinkTitle": "D-2021-1247",
    "file_name": "D-2021-1247.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1247.pdf",
    "metadata": {
        "title": "D-2021-1247",
        "author": "Myriam Mertens",
        "num_pages": 12
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Femke De Bie\nFWO Project Number & Title 1S17422N – Design, manufacturing and validation of compact, resonance-based absorbers for low-frequency \nsound attenuation (Ontwerp, productie en validatie van compacte resonatoren voor de absorptie van \nlaagfrequent geluid)  \nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Generated simulation-related data\nGenerated experiment-related dataTypes of data Format VolumeOrigin\nAbsorption curves prediction \nmodelsCommercial programming \nsoftware specific formats \n(.py)< 100 MBPython\nAcoustic finite element \nsimulation modelsCommercial finite element \nsoftware specific formats \n(.mph)< 1 TBCOMSOL Multiphysics\n3D absorber drawings (CAD) Commercial 3D CAD software  \nformats (.prt)< 10 GBSiemens NX\nRaw and processed \nsimulation dataDatabases (.cvs, .xlsx), graphs  \n(.fig)< 100 GBPython\nMetadata describing\nmodels and simulations\nsetup and proceduresText (.txt, .docx, .pdf) < 1 GBMicrosoft Office Word, \nNotepad\n2019-10-01 | FWO DMP Template 3Types of data Format VolumeOrigin\nMetamaterial test samples  Hardware < 100 samplesManufactured using e.g. \nadditive manufacturing, \nmachining, injection \nmoulding…\nMetamaterial demonstrators Hardware 1 – 5 \ndemonstratorsManufactured using e.g. \nadditive manufacturing, \nmachining, injection \nmoulding…\nGeometrical dimensions and \nmaterial properties of \nsamples and demonstratorsSpreadsheets (.xlsx), \nstructured text (.txt, .docx)< 1 GBGeometrical measurements, \nmaterial databases\nRaw and processed acoustic \nmeasurement dataProfessional acoustic \nmeasurements software \nformats (.lms), graphs (.fig),  10 – 100 GBIn-lab and on-site acoustic \nmeasurements using Siemens \nTestLab software\nImages and/or videos Images (.jpeg, .png), Videos \n(.mp4)< 10 GBCamera images / videos of \ntest samples and setups\nMetadata describing test \nsetup and proceduresText (.txt, .docx, .pdf) < 1 GBMicrosoft Office Word, \nNotepad\n2019-10-01 | FWO DMP Template 43.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment:\nThe project results are expected to have potential for tech transfer and valorisation:\nPhysical demonstrators / Small prototypes will be manufactured;\nSeveral models and methodologies are to be developed, which are interacting with and/or building further \nupon work already performed by the hosting KU Leuven division (LMSD). The IP of both the latter and all \nfurther developments within this project lies with KU Leuven and LMSD.\nFor demonstrators that exhibit good sound absorption, both the possibility to patent and the needed IP restrictions \nto be claimed will be discussed with KU Leuven Research and Development (LRD, https://lrd.kuleuven.be/en ) and \nthe industrial manager of LMSD.\n2019-10-01 | FWO DMP Template 5Do  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\nAlthough no other institution than KU Leuven is involved in this research at this point, the novel models and \nmethodologies to be developed can interact with and/or are based upon existing models and methodologies of KU \nLeuven and/or LMSD. In addition, as the proposed work fits in the research of the host institution, related activities \nwithin other projects can leverage on the developments in this projects and vice versa. The IP of the existing models \nand methodologies, as well as that of further developments made in this project and future developments based \nhereon, lies with KU Leuven and LMSD. Reference to existing models and methodologies will be made by citing the \nassociated publication.\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Types of data Provided documentation to enable reuse\n2019-10-01 | FWO DMP Template 6Experimental-related dataMetamaterial test samples  The samples will be named and labelled. An overview of all sample names their \nproperties will be kept in a notebook that will be stored together with the \nsamples. In case a virtual counterpart (i.e. analytical / numerical model) of the \nsample was created, the corresponding filename will be included as well.\nMetamaterial demonstrators The demonstrators will be named and labelled. An overview of all \ndemonstrators will be kept in a notebook that will be stored together with the \ndemonstrators. In case a virtual counterpart (i.e. analytical / numerical model, \n3D CAD model) of the demonstrator was created, the corresponding filename \nwill be included as well.\nGeometrical dimensions and \nmaterial properties of \nsamples and demonstratorsA measurement report per data set will describe how the geometrical \ndimensions and material properties have been acquired. The report will also \ncontain a list with brief definitions of each variable, as well as their unit.\nRaw and processed acoustic \nmeasurement dataRaw: All software parameters and instrument settings, and - if applicable – the \nrequired sensor positions, units of measurements and calibration settings will \nbe included. For Test.Lab (a software app used for acoustic measurements), \nthese raw data is all stored within the measurement file under ‘Archived \nSettings’. In addition, the measurement methodology and the required \nprocedural information will be written down per data set.  \nProcessed: A readme file will describe the obtained variables and their unit, as \nwell as the steps that need to be taken to transfer the obtained results into the \ndesired format (i.e. .fig, .xlsx, .csv) such that they can be evaluated in a \nconsistent manner.\nImages and/or videos All images and videos will be given a clear name with reference to the \ncorresponding file or data set. Dates and timestamps will be added as \nadditional information, if necessary.\nTypes of data Provided documentation to enable reuse\n2019-10-01 | FWO DMP Template 7Simulation-related dataAbsorption curves prediction  \nmodelsA readme file will describe the underlying models and formulas that are used to  \nobtain the result data. In addition, all building blocks will be commented on in \nthe source file (.py). Possible modelling assumptions will also be clearly \nreported to clarify the validity range of the used model.  \nAcoustic finite element \nsimulation modelsA readme file will describe the underlying models and formulas and the \nsoftware settings that are used to obtain the result data (if applicable). Possible \nmodelling assumptions will also be clearly reported to clarify the validity range \nof the used model.\n3D absorber drawings (CAD) A readme file will describe a stepwise approach to obtain the absorber \ngeometry. The dimensions of the eventual absorber can be consulted in the \nsource file (.prt), or in an accompanying text file.\nProcessed simulation data A readme file will describe the obtained variables and their unit, as well as the \nsteps that need to be taken to transfer the obtained results into the desired \nformat (i.e. .fig, .xlsx, .csv) such that they can be evaluated in a consistent \nmanner.\n2019-10-01 | FWO DMP Template 8Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nAlthough not formalized, state-of-practice standards will be used:\nRegarding specific software formats (e.g. .prt, .py, .mph, .lms), standardized file format information and \nstructure will be used. This information can be found under the ‘Properties’ tab (this tab can be selected \nwhen right-clicking on the file name), the structure refers to all files and folders that are automatically \ngenerated when running/saving a model.  \nWhen working with neutral text format, common engineering practice is used; all data will be structured in \na tabulated structure with clear column and row headers.\nA clear folder structure will be adapted for the data storage, in accordance with the different tasks and work \npackages within this project. In every (sub) directory, a readme file will list all present (sub)directories and files and \nwill contain information on where the data is stored and used. When publication or data sharing are considered, it \nwill be evaluated if a suited metadata standard exists and can be applied to enhance sharing.\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  All hardware (i.e. physical samples and demonstrators) will be stored in several KU Leuven labs, managed by LMSD.\nAll other data (see 2.) will be stored using cloud- and network-based solutions:  \nLocal desktop storage, with regular back-ups on the applicant’s personal KU Leuven network drive and \nexternal hard drives;\nCloud-based storage (KU Leuven OneDrive);\nWhen using the mentioned and/or other (e.g. GitHub) storage solutions, the applicant will be supported by the \ncentral and local IT services of KU Leuven .\n2019-10-01 | FWO DMP Template 9How will the data be backed up?  The used cloud-based and ICTS storage solutions (network drives) are backed-up. These back-ups are provided on \ndifferent levels:\nAll data stored on the KU Leuven central server(s) are backed-up automatically on a daily basis;\nKU Leuven OneDrive provides automated back-ups;\nFiles that are stored on a local desktop will be backed-up to a personal KU Leuven network drive.  \nIn addition, the data files will also be copied on personal external hard drives.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nSufficient storage and back-up capacity will be available during the project, given the anticipated data volumes; the \ncurrently available storage capacity and file size limits exceed the estimated required storage space.  \nIn case a shortage of storage and/or back-up capacity threatens to happen, the capacity of the network drives and \ncloud storages can be readily expanded upon request to the institution’s IT services.\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The current data storage and back-up services are free of charge.  \nHowever, in case expenses are needed, a part of the allocated project budget will be used to cover these costs.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The used network- and cloud-based storage services can only be accessed via proper credentials. If one does not \nhave these credentials, authorised access via legal means is impossible.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\n2019-10-01 | FWO DMP Template 10Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons for this \n(legal or contractual restrictions, physical \npreservation issues, ...).The physical samples and demonstrators will be stored in the LMSD labs. In case of space limitations and \nonly a selection of samples and demonstrators can be kept, the selection will be based on (i) the required \nstorage space of the sample or demonstrator and (ii) the easiness and cost of production, while prioritizing \nthe preservation of hardware that has high valorisation and outreach potential.  \nFor non-hardware data preservation, the focus will be on:\noData suited for publication (e.g. journals, conference papers, presentations, posters). All data sets \nrelated to Open Access publications will be retained on Public Repositories (e.g. Zenodo, Lirias).\noModels and measurements that are likely to be reused in the research unit and/or for future \nresearch and/or valorisation activities of the researcher. Potentially large files will be discarded on \nthe premise that the models and experimental procedures allow for easy and low-cost \nrecalculations/-measurements.  \nWhere will these data be archived (= stored for \nthe long term)? Hardware (i.e. samples and demonstrators) will be stored in the foreseen spaces in the LMSD labs.\nAll data other than hardware will be archived on internal KU Leuven storage facilities; the data will be stored  \non central servers on an archive drive that backs up automatically. The data will stay on this drive for at least  \nten years, conform the university’s RDM policy.\nAdditionally, publications (or pre-prints hereof) describing the datasets will be stored on Lirias, which is the \nKU Leuven Open Access repository.  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The costs for data storage beyond the duration of this project are expected to be limited and will be covered by the \nhost research group (LMSD).\n7.Data sharing and reuse\n2019-10-01 | FWO DMP Template 11Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:\nIn case this research leads to well performing metamaterial demonstrators, the possibility to patent and needed IP \nrestrictions will be discussed with LRD (as mentioned before).  \nWhich data will be made available after the end \nof the project? All data (e.g. models, simulations, measurements…) related to any Open Access publication, except for the physical \nsamples and demonstrators, will already become available throughout the course of the project (i.e. since the \npublication date).\nThe physical samples and demonstrators will be made available for reuse once the projects ends, as well as all not \npublication-related data.\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  Publication-related data will be made available upon publication of the research results. All other data (i.e. not \npublication-related datasets) will become available immediately after the end of the project.\nWho will be able to access the data and under \nwhat conditions? The datasets will be uploaded in an Open Access repository (e.g. Zenodo) as an open access dataset under a \nAttribution-NonCommercial-NoDerivs (CC BY-NC-ND) license.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Possible costs related to the use of Open Access repositories, data preparation and data uploading will be covered \nby the allocated project budget.\n8.Responsibilities\n2019-10-01 | FWO DMP Template 12Who will be responsible for the data \ndocumentation & metadata?  The applicant is fully responsible for the data documentation and metadata.\nWho will be responsible for data storage & back \nup during the project?  The applicant will be responsible for data storage and back up during the course of the project, supported by both \nthe KU Leuven central and local IT services. The applicant will be informed on the guidelines that apply in the \nhosting research group, and can rely on the support of the supervisors and LMSD’s research manager Bert Pluymers.\nWho will be responsible for ensuring data \npreservation and sharing?  The applicant will be responsible for ensuring data preservation and sharing. Towards the end of the project, said \nresponsibilities will be reassigned in agreement with LMSD’s research manager Bert Pluymers.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe applicant bears the overall responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Femke De Bie FWO Project Number & Title 1S17422N – Design, manufacturing and validation of compact, resonance-based absorbers for low-frequency sound attenuation (Ontwerp, productie en validatie van compacte resonatoren voor de absorptie van laagfrequent geluid) Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Generated simulation-related data Generated experiment-related dataTypes of data Format VolumeOrigin Absorption curves prediction modelsCommercial programming software specific formats (.py)< 100 MBPython Acoustic finite element simulation modelsCommercial finite element software specific formats (.mph)< 1 TBCOMSOL Multiphysics 3D absorber drawings (CAD) Commercial 3D CAD software formats (.prt)< 10 GBSiemens NX Raw and processed simulation dataDatabases (.cvs, .xlsx), graphs (.fig)< 100 GBPython Metadata describing models and simulations setup and proceduresText (.txt, .docx, .pdf) < 1 GBMicrosoft Office Word, Notepad 2019-10-01 | FWO DMP Template 3Types of data Format VolumeOrigin Metamaterial test samples Hardware < 100 samplesManufactured using e.g. additive manufacturing, machining, injection moulding… Metamaterial demonstrators Hardware 1 – 5 demonstratorsManufactured using e.g. additive manufacturing, machining, injection moulding… Geometrical dimensions and material properties of samples and demonstratorsSpreadsheets (.xlsx), structured text (.txt, .docx)< 1 GBGeometrical measurements, material databases Raw and processed acoustic measurement dataProfessional acoustic measurements software formats (.lms), graphs (.fig), 10 – 100 GBIn-lab and on-site acoustic measurements using Siemens TestLab software Images and/or videos Images (.jpeg, .png), Videos (.mp4)< 10 GBCamera images / videos of test samples and setups Metadata describing test setup and proceduresText (.txt, .docx, .pdf) < 1 GBMicrosoft Office Word, Notepad 2019-10-01 | FWO DMP Template 43.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: The project results are expected to have potential for tech transfer and valorisation: Physical demonstrators / Small prototypes will be manufactured; Several models and methodologies are to be developed, which are interacting with and/or building further upon work already performed by the hosting KU Leuven division (LMSD). The IP of both the latter and all further developments within this project lies with KU Leuven and LMSD. For demonstrators that exhibit good sound absorption, both the possibility to patent and the needed IP restrictions to be claimed will be discussed with KU Leuven Research and Development (LRD, https://lrd.kuleuven.be/en ) and the industrial manager of LMSD. 2019-10-01 | FWO DMP Template 5Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: Although no other institution than KU Leuven is involved in this research at this point, the novel models and methodologies to be developed can interact with and/or are based upon existing models and methodologies of KU Leuven and/or LMSD. In addition, as the proposed work fits in the research of the host institution, related activities within other projects can leverage on the developments in this projects and vice versa. The IP of the existing models and methodologies, as well as that of further developments made in this project and future developments based hereon, lies with KU Leuven and LMSD. Reference to existing models and methodologies will be made by citing the associated publication. 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Types of data Provided documentation to enable reuse 2019-10-01 | FWO DMP Template 6Experimental-related dataMetamaterial test samples The samples will be named and labelled. An overview of all sample names their properties will be kept in a notebook that will be stored together with the samples. In case a virtual counterpart (i.e. analytical / numerical model) of the sample was created, the corresponding filename will be included as well. Metamaterial demonstrators The demonstrators will be named and labelled. An overview of all demonstrators will be kept in a notebook that will be stored together with the demonstrators. In case a virtual counterpart (i.e. analytical / numerical model, 3D CAD model) of the demonstrator was created, the corresponding filename will be included as well. Geometrical dimensions and material properties of samples and demonstratorsA measurement report per data set will describe how the geometrical dimensions and material properties have been acquired. The report will also contain a list with brief definitions of each variable, as well as their unit. Raw and processed acoustic measurement dataRaw: All software parameters and instrument settings, and - if applicable – the required sensor positions, units of measurements and calibration settings will be included. For Test.Lab (a software app used for acoustic measurements), these raw data is all stored within the measurement file under ‘Archived Settings’. In addition, the measurement methodology and the required procedural information will be written down per data set. Processed: A readme file will describe the obtained variables and their unit, as well as the steps that need to be taken to transfer the obtained results into the desired format (i.e. .fig, .xlsx, .csv) such that they can be evaluated in a consistent manner. Images and/or videos All images and videos will be given a clear name with reference to the corresponding file or data set. Dates and timestamps will be added as additional information, if necessary. Types of data Provided documentation to enable reuse 2019-10-01 | FWO DMP Template 7Simulation-related dataAbsorption curves prediction modelsA readme file will describe the underlying models and formulas that are used to obtain the result data. In addition, all building blocks will be commented on in the source file (.py). Possible modelling assumptions will also be clearly reported to clarify the validity range of the used model. Acoustic finite element simulation modelsA readme file will describe the underlying models and formulas and the software settings that are used to obtain the result data (if applicable). Possible modelling assumptions will also be clearly reported to clarify the validity range of the used model. 3D absorber drawings (CAD) A readme file will describe a stepwise approach to obtain the absorber geometry. The dimensions of the eventual absorber can be consulted in the source file (.prt), or in an accompanying text file. Processed simulation data A readme file will describe the obtained variables and their unit, as well as the steps that need to be taken to transfer the obtained results into the desired format (i.e. .fig, .xlsx, .csv) such that they can be evaluated in a consistent manner. 2019-10-01 | FWO DMP Template 8Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: Although not formalized, state-of-practice standards will be used: Regarding specific software formats (e.g. .prt, .py, .mph, .lms), standardized file format information and structure will be used. This information can be found under the ‘Properties’ tab (this tab can be selected when right-clicking on the file name), the structure refers to all files and folders that are automatically generated when running/saving a model. When working with neutral text format, common engineering practice is used; all data will be structured in a tabulated structure with clear column and row headers. A clear folder structure will be adapted for the data storage, in accordance with the different tasks and work packages within this project. In every (sub) directory, a readme file will list all present (sub)directories and files and will contain information on where the data is stored and used. When publication or data sharing are considered, it will be evaluated if a suited metadata standard exists and can be applied to enhance sharing. 5.Data storage & backup during the FWO project Where will the data be stored? All hardware (i.e. physical samples and demonstrators) will be stored in several KU Leuven labs, managed by LMSD. All other data (see 2.) will be stored using cloud- and network-based solutions: Local desktop storage, with regular back-ups on the applicant’s personal KU Leuven network drive and external hard drives; Cloud-based storage (KU Leuven OneDrive); When using the mentioned and/or other (e.g. GitHub) storage solutions, the applicant will be supported by the central and local IT services of KU Leuven . 2019-10-01 | FWO DMP Template 9How will the data be backed up? The used cloud-based and ICTS storage solutions (network drives) are backed-up. These back-ups are provided on different levels: All data stored on the KU Leuven central server(s) are backed-up automatically on a daily basis; KU Leuven OneDrive provides automated back-ups; Files that are stored on a local desktop will be backed-up to a personal KU Leuven network drive. In addition, the data files will also be copied on personal external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: Sufficient storage and back-up capacity will be available during the project, given the anticipated data volumes; the currently available storage capacity and file size limits exceed the estimated required storage space. In case a shortage of storage and/or back-up capacity threatens to happen, the capacity of the network drives and cloud storages can be readily expanded upon request to the institution’s IT services. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The current data storage and back-up services are free of charge. However, in case expenses are needed, a part of the allocated project budget will be used to cover these costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The used network- and cloud-based storage services can only be accessed via proper credentials. If one does not have these credentials, authorised access via legal means is impossible. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 10Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).The physical samples and demonstrators will be stored in the LMSD labs. In case of space limitations and only a selection of samples and demonstrators can be kept, the selection will be based on (i) the required storage space of the sample or demonstrator and (ii) the easiness and cost of production, while prioritizing the preservation of hardware that has high valorisation and outreach potential. For non-hardware data preservation, the focus will be on: oData suited for publication (e.g. journals, conference papers, presentations, posters). All data sets related to Open Access publications will be retained on Public Repositories (e.g. Zenodo, Lirias). oModels and measurements that are likely to be reused in the research unit and/or for future research and/or valorisation activities of the researcher. Potentially large files will be discarded on the premise that the models and experimental procedures allow for easy and low-cost recalculations/-measurements. Where will these data be archived (= stored for the long term)? Hardware (i.e. samples and demonstrators) will be stored in the foreseen spaces in the LMSD labs. All data other than hardware will be archived on internal KU Leuven storage facilities; the data will be stored on central servers on an archive drive that backs up automatically. The data will stay on this drive for at least ten years, conform the university’s RDM policy. Additionally, publications (or pre-prints hereof) describing the datasets will be stored on Lirias, which is the KU Leuven Open Access repository. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The costs for data storage beyond the duration of this project are expected to be limited and will be covered by the host research group (LMSD). 7.Data sharing and reuse 2019-10-01 | FWO DMP Template 11Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: In case this research leads to well performing metamaterial demonstrators, the possibility to patent and needed IP restrictions will be discussed with LRD (as mentioned before). Which data will be made available after the end of the project? All data (e.g. models, simulations, measurements…) related to any Open Access publication, except for the physical samples and demonstrators, will already become available throughout the course of the project (i.e. since the publication date). The physical samples and demonstrators will be made available for reuse once the projects ends, as well as all not publication-related data. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Publication-related data will be made available upon publication of the research results. All other data (i.e. not publication-related datasets) will become available immediately after the end of the project. Who will be able to access the data and under what conditions? The datasets will be uploaded in an Open Access repository (e.g. Zenodo) as an open access dataset under a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Possible costs related to the use of Open Access repositories, data preparation and data uploading will be covered by the allocated project budget. 8.Responsibilities 2019-10-01 | FWO DMP Template 12Who will be responsible for the data documentation & metadata? The applicant is fully responsible for the data documentation and metadata. Who will be responsible for data storage & back up during the project? The applicant will be responsible for data storage and back up during the course of the project, supported by both the KU Leuven central and local IT services. The applicant will be informed on the guidelines that apply in the hosting research group, and can rely on the support of the supervisors and LMSD’s research manager Bert Pluymers. Who will be responsible for ensuring data preservation and sharing? The applicant will be responsible for ensuring data preservation and sharing. Towards the end of the project, said responsibilities will be reassigned in agreement with LMSD’s research manager Bert Pluymers. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe applicant bears the overall responsibility for updating and implementing this DMP."
}