{
    "document_id": "D-2023-2341",
    "LinkTitle": "D-2023-2341",
    "file_name": "D-2023-2341.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2341.pdf",
    "metadata": {
        "title": "New algorithms and computer-aided methods for solving hamiltonicity problems",
        "author": "N/A",
        "creation_date": "2023-10-03 09:58:17+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "New algorithms and computer-aided methods for solving hamiltonicity\nproblems\nA Data Management Plan created using DMPonline.be\nCreator: \nJan Goedgebeur\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC14/23/099\nID: \n201998\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nThe strategic goal of this project is to develop new graph algorithms and other computer-aided proof techniques to solve\ndifficult problems in graph theory and general combinatorics. We plan to solve these problems by using a combined\ntheoretical and computational approach.\nIn particular, we will focus on hamiltonicity problems, a topic which is at the heart of graph theory. Our efforts will be\ndirected towards three challenging research threads.\nOur goal for the first research thread is to design constructive algorithms for generating K2-hamiltonian graphs to make\nprogress on a conjecture of Grünbaum and to solve related open problems.\nIn the second research line we will investigate extensions of theorems of Tutte and Thomassen on long cycles in\npolyhedra.\nFinally, the third research thread relates to a conjecture of Faudree and Schelp and here we will analyse the cycle\nspectrum of hamiltonian-connected graphs.\nLast modified: \n03-10-2023\nCreated using DMPonline.be. Last modiﬁed 03 October 2023\n1 of 5\nNew algorithms and computer-aided methods for solving hamiltonicity\nproblems\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPapers\nManuscripts in\nwhich the new\nresults will be\npresented\nN\nD\nT\n.pdf\n<1GB\n \nSource code\nComputer\nprograms that we\nwill develop\nN and E\nD\nSO\nC++, Java, and/or\nPython code\n<1GB\n \nGraphs\nNew lists of graphs\nthat we will\ngenerate\nN and E\nD\nGraphs in graph6 or\nadjacency list\nformat\n.txt\n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will possibly reuse existing generators or existing lists of graphs. The sources are listed here.\n1. http://users.cecs.anu.edu.au/~bdm/nauty/ \n2. https://houseofgraphs.org/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 03 October 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \n- All source code developed in this project will be released under an open source license and will be hosted on a public GitHub repository and will include a README file\nwith clear instructions on how to use the software. The code will also contain comments so other researchers can also build upon the software, if wanted.\n- The new lists of graphs will be uploaded to the online searchable database of interesting graphs called the House of Graphs (https://houseofgraphs.org).\n- All manuscripts will be uploaded to the preprint server arXiv.org.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\n- All software will include a README with instructions on how to use the software.\n- The new graphs will be uploaded to the House of Graphs (https://houseofgraphs.org) where metadata will be added on how the graphs were obtained and where they\ncan be downloaded in the most used graph formats (e.g. graph6 and as adjacency lists).\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nShared network drive (J-drive)\nAll data will be stored on the KU Leuven OneDrive storage and the group's network drives.\nMoreover, the data will also be available as follows:\n1) Manuscripts will be uploaded to arXiv.org;\n2) The developed source code will be released under an open-source license and hosted on a public GitHub repository;\n3) The new lists of graphs will be uploaded to the online searchable database of interesting graphs called the House of Graphs (https://houseofgraphs.org).\nHow will the data be backed up?\nOther (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nAll data will be stored on the KU Leuven OneDrive storage and the group's network drives, which are automatically backed up by ICTS.\nThe manuscripts will also be available on arXiv.org and the code on GitHub. The new graphs will be uploaded to the House of Graphs, which was designed and is still\nmaintained by the PI Jan Goedgebeur and which is automatically backed up by the department.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nEvery KU Leuven employee has 2 TB of available storage space and the department has large network drives (which are automatically backed up) for each group. This is\nmore than enough space to store our manuscripts, source code, and new graphs.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe KU Leuven One Drive is completely personal and not accessible by other people (except if you explicitly share a folder, which will only be done with other participants\nin the project). Similarly, the folders where the project's data will be stored on the group's network drives will only be accessible by the members who are involved in this\nproject.\nIn any case, we are not working with sensible data, and we will release everything as open source. So, this problem does not apply here.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs.\nCreated using DMPonline.be. Last modiﬁed 03 October 2023\n3 of 5\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll produced data, i.e. manuscripts, source code and generated graphs, will be retained for at least ten years after the end of the project. PI Jan Goedgebeur will be\nresponsible for the data retention for at least ten years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nAll data will be kept in the personal KU Leuven OneDrive of PI Jan Goedgebeur and in the group's network storage of the department of Computer Science. Moreover, the\nmanuscripts will also be available on arXiv.org and the code on GitHub. The new graphs will also be uploaded to the House of Graphs, which was designed and is still\nmaintained by the PI Jan Goedgebeur and which is automatically backed up by the department.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected. The storage is provided by KU Leuven and/or the department. If in the future the department would ask us to pay for this storage, we expect that\nthis won't cost more than about 100 euro per year.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nAll data will be made available as follows:\n1. Manuscripts will be uploaded to arXiv.org;\n2. The developed source code will be released under an open-source license and hosted on a public GitHub repository;\n3. The new graphs will be uploaded to the House of Graphs.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nOther (specify below)\nAll data will be available at the following links:\n- Manuscripts: https://arxiv.org/\n- Source code: https://github.com/ \n- Generated graphs: https://houseofgraphs.org/\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 03 October 2023\n4 of 5\nIf none, please explain why. \nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nAll data will be made available as open access under a Creative Commons License.\nThe source code will be publicly available as open source software under the GNU GPLv3 license.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nJan Goedgebeur\nWho will manage data storage and backup during the research project? \nJan Goedgebeur\nWho will manage data preservation and sharing? \nJan Goedgebeur\nWho will update and implement this DMP? \nJan Goedgebeur\nCreated using DMPonline.be. Last modiﬁed 03 October 2023\n5 of 5"
    },
    "clean_full_text": "New algorithms and computer-aided methods for solving hamiltonicity problems A Data Management Plan created using DMPonline.be Creator: Jan Goedgebeur Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C14/23/099 ID: 201998 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: The strategic goal of this project is to develop new graph algorithms and other computer-aided proof techniques to solve difficult problems in graph theory and general combinatorics. We plan to solve these problems by using a combined theoretical and computational approach. In particular, we will focus on hamiltonicity problems, a topic which is at the heart of graph theory. Our efforts will be directed towards three challenging research threads. Our goal for the first research thread is to design constructive algorithms for generating K2-hamiltonian graphs to make progress on a conjecture of Grünbaum and to solve related open problems. In the second research line we will investigate extensions of theorems of Tutte and Thomassen on long cycles in polyhedra. Finally, the third research thread relates to a conjecture of Faudree and Schelp and here we will analyse the cycle spectrum of hamiltonian-connected graphs. Last modified: 03-10-2023 Created using DMPonline.be. Last modiﬁed 03 October 2023 1 of 5 New algorithms and computer-aided methods for solving hamiltonicity problems Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Papers Manuscripts in which the new results will be presented N D T .pdf <1GB Source code Computer programs that we will develop N and E D SO C++, Java, and/or Python code <1GB Graphs New lists of graphs that we will generate N and E D Graphs in graph6 or adjacency list format .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will possibly reuse existing generators or existing lists of graphs. The sources are listed here. 1. http://users.cecs.anu.edu.au/~bdm/nauty/ 2. https://houseofgraphs.org/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 03 October 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). - All source code developed in this project will be released under an open source license and will be hosted on a public GitHub repository and will include a README file with clear instructions on how to use the software. The code will also contain comments so other researchers can also build upon the software, if wanted. - The new lists of graphs will be uploaded to the online searchable database of interesting graphs called the House of Graphs (https://houseofgraphs.org). - All manuscripts will be uploaded to the preprint server arXiv.org. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No - All software will include a README with instructions on how to use the software. - The new graphs will be uploaded to the House of Graphs (https://houseofgraphs.org) where metadata will be added on how the graphs were obtained and where they can be downloaded in the most used graph formats (e.g. graph6 and as adjacency lists). Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Other (specify below) Shared network drive (J-drive) All data will be stored on the KU Leuven OneDrive storage and the group's network drives. Moreover, the data will also be available as follows: 1) Manuscripts will be uploaded to arXiv.org; 2) The developed source code will be released under an open-source license and hosted on a public GitHub repository; 3) The new lists of graphs will be uploaded to the online searchable database of interesting graphs called the House of Graphs (https://houseofgraphs.org). How will the data be backed up? Other (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution All data will be stored on the KU Leuven OneDrive storage and the group's network drives, which are automatically backed up by ICTS. The manuscripts will also be available on arXiv.org and the code on GitHub. The new graphs will be uploaded to the House of Graphs, which was designed and is still maintained by the PI Jan Goedgebeur and which is automatically backed up by the department. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Every KU Leuven employee has 2 TB of available storage space and the department has large network drives (which are automatically backed up) for each group. This is more than enough space to store our manuscripts, source code, and new graphs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven One Drive is completely personal and not accessible by other people (except if you explicitly share a folder, which will only be done with other participants in the project). Similarly, the folders where the project's data will be stored on the group's network drives will only be accessible by the members who are involved in this project. In any case, we are not working with sensible data, and we will release everything as open source. So, this problem does not apply here. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs. Created using DMPonline.be. Last modiﬁed 03 October 2023 3 of 5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All produced data, i.e. manuscripts, source code and generated graphs, will be retained for at least ten years after the end of the project. PI Jan Goedgebeur will be responsible for the data retention for at least ten years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) All data will be kept in the personal KU Leuven OneDrive of PI Jan Goedgebeur and in the group's network storage of the department of Computer Science. Moreover, the manuscripts will also be available on arXiv.org and the code on GitHub. The new graphs will also be uploaded to the House of Graphs, which was designed and is still maintained by the PI Jan Goedgebeur and which is automatically backed up by the department. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected. The storage is provided by KU Leuven and/or the department. If in the future the department would ask us to pay for this storage, we expect that this won't cost more than about 100 euro per year. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data All data will be made available as follows: 1. Manuscripts will be uploaded to arXiv.org; 2. The developed source code will be released under an open-source license and hosted on a public GitHub repository; 3. The new graphs will be uploaded to the House of Graphs. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) Other (specify below) All data will be available at the following links: - Manuscripts: https://arxiv.org/ - Source code: https://github.com/ - Generated graphs: https://houseofgraphs.org/ When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 03 October 2023 4 of 5 If none, please explain why. GNU GPL-3.0 (code) CC-BY 4.0 (data) All data will be made available as open access under a Creative Commons License. The source code will be publicly available as open source software under the GNU GPLv3 license. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs. Responsibilities Who will manage data documentation and metadata during the research project? Jan Goedgebeur Who will manage data storage and backup during the research project? Jan Goedgebeur Who will manage data preservation and sharing? Jan Goedgebeur Who will update and implement this DMP? Jan Goedgebeur Created using DMPonline.be. Last modiﬁed 03 October 2023 5 of 5"
}