{
    "document_id": "D-2021-1064",
    "LinkTitle": "D-2021-1064",
    "file_name": "D-2021-1064.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1064.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Livia Guadagnoli\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLivia Guadagnoli\nFWO Project Number & Title\nProject Number: 12A7822N\nProject Title: Does attention to the body influence symptom perception? An experimental\nevaluation of hypervigilance and its impact on the perception of esophageal sensations.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of Data\nExamples\nFormat\nVolume\nHow created\nPersonal Data\nAge, gender,\nrace/ethnicity\nText/numeric\n(coded, e.g.,\n1=Female);\nstored in\nRedCAP\n50 MB\nmax \nSelf-reported\nQuestionnaire\nPhysiological\nData\nHeart rate,\neyeblink startle\nresponse\nNumeric; .acq\nfile transferred\nto .xslx, .csv,\n.docx, .or .txt\nfiles.\n5-10 GB\nHeart rate = ECG;\neyeblink startle =\nEMG\nPerceptual\nResponses\nReaction time;\nDecision between\ntemporal order of\ntwo stimulation\ntypes; Ratings for\nfear, intensity,\nthreat of\nstimulation\nNumeric;\ntranscribed to\n.xslx, .csv,\n.docx, .or .txt\nfiles\n50 MB\nmax\nButton press\nmeasuring\nreaction time;\nButton press\nmeasuring two-\nforced choice;\nvisual analog\nscales\nPsychological\nFunctioning\nGeneral anxiety;\nDepression; Fear,\nanxiety,\nhypervigilance to\nsomatic pain;\nFear, anxiety,\nhypervigilance to\nvisceral pain\nNumeric; stored\nin RedCAP\n50 MB\nmax\nSelf-reported\nQuestionnaires\n(GAD-7; PHQ-9;\nPVAQ; FOPQ-III;\nPASS-20; EHAS)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: \nG-2022-4874-R2(AMD)\nShort description of the kind of personal data that will be used:\nNames, email addresses, telephone number, bank account number (for reimbursement), age,\ngender, racial/ethnic origin, data concerning physical and mental health (e.g., heart rate data,\nself-reported questionnaire on anxiety and depression)\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nPrivacy Registry Reference: \nG-2022-4874-R2(AMD) \nApproval date: 28/03/2022\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThe participants themselves are the only 3\nrd\n party. Agreements are thus part of the informed\nconsent, mentioning the publication of results in scientific communications and the (re)use of\ndata by other researchers.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nData will be anonymized and uploaded onto the Open Science Framework (OSF) along with\nrelevant code (see below for examples).\n2\n. \nRaw data files will be kept in a common structure with individual data-files stored within\nparticipant sub-folders per experiment. Extracted data will be stored within separate\nparticipant sub-folders and aggregated data will be stored under the experiment parent-\nfolder.\n3\n. \nPhysiological data – raw physiological data will be collected per participant and stored with a\ntxt file with a clear description of what the data are and how they were generated (e.g., the\ninput, frequency, run time, setting, etc.). MATLAB code that will be used to transcribe the\ndata from its raw format to readable format will be stored and uploaded onto OSF.\n4\n. \nPerceptual Response data – raw data from Psychopy (psychological software) will be\ncollected for each participant and stored with a txt file containing the Psychopy python code\nused to generate the data. The python code will also be published on OSF.\n5\n. \nQuestionnaire data - A codebook will be generated containing study design, sampling\nmethodology, variable-level information (label, question text, codes, frequencies), as well as\nattached copies of the questionnaire used along with the validation article and scoring\ncriteria.\n6\n. \nWe will create and keep a Standard Operating Procedure (SOP) for the set up and analysis of\nthe experiment.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n Metadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parent-\nfolder. In addition, all code and anonymized data will be uploaded to the Open Science\nFramework with corresponding metadata to aid in re-use by other researchers.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll digital data (questionnaire answers, subjective ratings, behavioral data, physiological\nrecordings, and neural recordings) will be stored on the KU Leuven Onedrive server of the\nresearcher and will only be accessible by the identified KU Leuven researchers. In addition, the\nfull database will be stored on ReDCAP.\n \nData in paper format (informed consent forms, payment information forms, inclusion/exclusion\ncriteria forms) will be stored separately in a key-locked cabinet in a dedicated archive room of\nthe research group).\nHow is backup of the data provided?\nThe data will be stored on OneDrive and RedCAP which both have automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nKU Leuven Onedrive allows 2 TB of data storage. RedCAP also allows at least 10 MB of storage.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere is no cost associated with data storage and backing up. However, if unexpected costs\narise, they will be covered via the bench fee as we have budgeted for miscellanious expenses. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\n-We will use two-factor authentication to protect the KU Leuven Onedrive account the data is\nstored on. In addition RedCAP is HIPAA compiant.\n-Identifying information (e.g., name) will be replaced with a random unique number. The\ninformation that links individual to the unique number will be stored separately on the KU Leuven\nOnedrive server of the researcher and will only be accessible by the identified KU Leuven\nresearchers. \n-All screens will be locked when not in use\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the expected 5 year period. \nWhere will the data be archived (= stored for the longer term)?\nAfter completion of data collection, and until 25 years after the end of the project, all digital data\nwill be stored on a secure LaBGAS archival KU Leuven-based server.  The log file linking\nparticipants’ identity to their participant ID and the payment information form will be destroyed\nfollowing data collection. Paper data will be destroyed at the end of the project.\nAnonymized data will also be uploaded onto the Open Science Framework (OSF) where it can be\naccessed publicly\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nWe expect no additional costs in the retention period of 5 years.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data used in publications will be made available online. We will aim to share both the raw data\nand extracted data. The dataset will be anonymized and uploaded to the Open Science\nFramework. \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe dataset will be anonymized and uploaded to the Open Science Framework. \nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThe dataset will be anonymized and uploaded to the Open Science Framework. Public\nrepositories are open access, searchable through key words, and available to all registered users.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for data sharing. The Open Science Framework is free of charge.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe postdoctoral fellow (LG), administrative/technical staff and PI working on this project.\nWho will be responsible for data storage & back up during the project?\nThe postdoctoral fellow (LG), administrative/technical staff and PI working on this project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI of this project.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Livia Guadagnoli Institution KU Leuven 1. General Information Name applicant Livia Guadagnoli FWO Project Number & Title Project Number: 12A7822N Project Title: Does attention to the body influence symptom perception? An experimental evaluation of hypervigilance and its impact on the perception of esophageal sensations. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of Data Examples Format Volume How created Personal Data Age, gender, race/ethnicity Text/numeric (coded, e.g., 1=Female); stored in RedCAP 50 MB max Self-reported Questionnaire Physiological Data Heart rate, eyeblink startle response Numeric; .acq file transferred to .xslx, .csv, .docx, .or .txt files. 5-10 GB Heart rate = ECG; eyeblink startle = EMG Perceptual Responses Reaction time; Decision between temporal order of two stimulation types; Ratings for fear, intensity, threat of stimulation Numeric; transcribed to .xslx, .csv, .docx, .or .txt files 50 MB max Button press measuring reaction time; Button press measuring two- forced choice; visual analog scales Psychological Functioning General anxiety; Depression; Fear, anxiety, hypervigilance to somatic pain; Fear, anxiety, hypervigilance to visceral pain Numeric; stored in RedCAP 50 MB max Self-reported Questionnaires (GAD-7; PHQ-9; PVAQ; FOPQ-III; PASS-20; EHAS) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2022-4874-R2(AMD) Short description of the kind of personal data that will be used: Names, email addresses, telephone number, bank account number (for reimbursement), age, gender, racial/ethnic origin, data concerning physical and mental health (e.g., heart rate data, self-reported questionnaire on anxiety and depression) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Privacy Registry Reference: G-2022-4874-R2(AMD) Approval date: 28/03/2022 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No The participants themselves are the only 3 rd party. Agreements are thus part of the informed consent, mentioning the publication of results in scientific communications and the (re)use of data by other researchers. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . Data will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code (see below for examples). 2 . Raw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment. Extracted data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parent- folder. 3 . Physiological data – raw physiological data will be collected per participant and stored with a txt file with a clear description of what the data are and how they were generated (e.g., the input, frequency, run time, setting, etc.). MATLAB code that will be used to transcribe the data from its raw format to readable format will be stored and uploaded onto OSF. 4 . Perceptual Response data – raw data from Psychopy (psychological software) will be collected for each participant and stored with a txt file containing the Psychopy python code used to generate the data. The python code will also be published on OSF. 5 . Questionnaire data - A codebook will be generated containing study design, sampling methodology, variable-level information (label, question text, codes, frequencies), as well as attached copies of the questionnaire used along with the validation article and scoring criteria. 6 . We will create and keep a Standard Operating Procedure (SOP) for the set up and analysis of the experiment. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Metadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parent- folder. In addition, all code and anonymized data will be uploaded to the Open Science Framework with corresponding metadata to aid in re-use by other researchers. 5. Data storage and backup during the FWO project Where will the data be stored? All digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, and neural recordings) will be stored on the KU Leuven Onedrive server of the researcher and will only be accessible by the identified KU Leuven researchers. In addition, the full database will be stored on ReDCAP. Data in paper format (informed consent forms, payment information forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group). How is backup of the data provided? The data will be stored on OneDrive and RedCAP which both have automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes KU Leuven Onedrive allows 2 TB of data storage. RedCAP also allows at least 10 MB of storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? There is no cost associated with data storage and backing up. However, if unexpected costs arise, they will be covered via the bench fee as we have budgeted for miscellanious expenses. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? -We will use two-factor authentication to protect the KU Leuven Onedrive account the data is stored on. In addition RedCAP is HIPAA compiant. -Identifying information (e.g., name) will be replaced with a random unique number. The information that links individual to the unique number will be stored separately on the KU Leuven Onedrive server of the researcher and will only be accessible by the identified KU Leuven researchers. -All screens will be locked when not in use 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 5 year period. Where will the data be archived (= stored for the longer term)? After completion of data collection, and until 25 years after the end of the project, all digital data will be stored on a secure LaBGAS archival KU Leuven-based server. The log file linking participants’ identity to their participant ID and the payment information form will be destroyed following data collection. Paper data will be destroyed at the end of the project. Anonymized data will also be uploaded onto the Open Science Framework (OSF) where it can be accessed publicly What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? We expect no additional costs in the retention period of 5 years. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data used in publications will be made available online. We will aim to share both the raw data and extracted data. The dataset will be anonymized and uploaded to the Open Science Framework. Where/how will the data be made available for reuse? In an Open Access repository The dataset will be anonymized and uploaded to the Open Science Framework. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The dataset will be anonymized and uploaded to the Open Science Framework. Public repositories are open access, searchable through key words, and available to all registered users. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing. The Open Science Framework is free of charge. 8. Responsibilities Who will be responsible for data documentation & metadata? The postdoctoral fellow (LG), administrative/technical staff and PI working on this project. Who will be responsible for data storage & back up during the project? The postdoctoral fellow (LG), administrative/technical staff and PI working on this project. Who will be responsible for ensuring data preservation and reuse ? The PI of this project. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}