{
    "document_id": "D-2024-2962",
    "LinkTitle": "D-2024-2962",
    "file_name": "D-2024-2962.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2962.pdf",
    "metadata": {
        "title": "D-2024-2962",
        "author": "N/A",
        "creation_date": "2024-06-13 13:53:26+02:00",
        "num_pages": 16
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Patrick Luyten (https://orcid.org/0000 -0002 -1161 -2817 ), PI \nContributor name(s) ( + ORCID) & roles  Claus Lamm (https://orcid.org/0000 -0002 -5422 -0653 ), Co -PI \nHenryk Bukowski ( https://orcid.org/0000 -0001 -9412 -1855 ), Co -PI \nEkaterina Pronizius ( https://orcid.org/0000 -0003 -1446 -196X ), Postdoctoral researcher  \nCeline De Meulemeester ( https://orcid.org/0000 -0003 -1608 -5304 ), Po stdoctoral researcher  \nProject number  1 & title SAP project code: 3H240022  \nDMP code:   D-2024 -2962  \nTitle: SELF -OTHER DISTINCTION IN BORDERLINE PERSONALITY DISORDER: INTEGRATING BEHAVIORAL AND \nNEUROSCIENTIFIC APPROACHES  \nFunder(s) GrantID  2 FWO project code: G057624N  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Problems in interpersonal relationships are a key feature of borderline personality disorder (BPD).  \nSpecifically, individuals with BPD struggle to tease apart their feelings, thoughts, beliefs, and desires  \nfrom the mental states of others. During social interaction, individuals are prone to automatically  \nmirror the bodily posture of their counterparts and reflect their thoughts, beliefs and emotions, with  \nthe goal to better understand what another person is feeling or thinking. Yet, humans also have the  \ncomplementary ability to disentangle self - from other -related mental representations, a process  \ncalled self -other distinction (SOD). The current research proposal combines multicenter experimental  \nand diary studies with a brain -imaging approach in order to develop a more comprehensive  \nunderstanding of the ro ots of the typical problems with SOD distinction in BPD. We will investigate  \nthe role of (interpersonal) stress in BPD patients' difficulties with SOD, both in the lab and in  \neveryday life. On the neural level, we will investigate both functional and struc tural differences  \nbetween BPD patients and healthy controls, such as whether we can find group differences in their  \nbrain structure and neural activations during tasks involving SOD. The combined evidence from  \ndifferent studies in this project will be used  to refine theoretical models of self -other distinction in  \norder to optimize treatment for these individuals.  \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or ph ysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n1 \nDEMO GRAPHI\nCS  Self-reported \ndemographic \ninformation  (e.g. \nsex/gender, age, \neducational level,  \netc.) , collected via \nREDCap secure \nonline survey \nsoftware  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .xls, \n.csv,  \n.sav,  \n.R ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \n2 \nQUESTIONNA\nIRES  Participants' \nanswers to the \nvalidated self -report  \nquestionnaires , \ncollected via REDCap \nsecure online survey \nsoftware  New  Digital  Textual  \nNumerical  .xls, \n.csv,  \n.sav,  \n.R < 1 GB   \n3 \nEXPERIMENT\nAL TASKS  Participants’ \nbehavioral \nresponses (reaction \ntime and response \ntype) on 3 \nexperimental tasks  \npresented in New  Digital  Numerical  .xls, \n.csv,  \n.sav,  \n.R < 1 GB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n PsychoPy \nexperimental \nsoftware  \n4 \nPHYSIOLOGIC\nAL STRESS  Stress responses \n(Skin conductance \nresponse SCR, heart \nrate HR, and  heart \nrate variability HRV) \nof participants’ \nduring the task as \nmeasured using the \nIMEC Chillband+  New  Digital  Numerical  .xls, \n.csv,  \n.sav,  \n.R < 1 GB   \n5 SCID -5-P \nINTERVIEW  Diagnostic interview \n(Structured Clinical \nInterview for DSM -5, \nPersonality \nDisorders) to assess \npresence of \nborderline \npersonality disorder ; \ndata = presence (1) \nor absence (0) of 9 \nBPD criteria , only \nnumerical scores + \ninterviewer notes \n(no audio)  New  Digital  Numerical  \nTextual  .xls, \n.csv,  \n.sav,  \n.R < 1GB   \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specif y the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nHuman subject data is created in all datasets  (1-5). The research project will be reviewed by the Ethical \nCommittee  EC Research UZ/KU Leuven to ensure we comply to the ethical  guidelines of UZ/KU Leuven and \nthe code of co nduct for human experimentation (e.g. the Dec laration of Helsinki, 1964).  \nThe EC submission is still in preparation  since  the project start has been delayed until October 1st 2024.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Will you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S n umber).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nPersonal data will be processed in the following datasets: 1) DEMOGRAPHICS, 2) QUESTIONNAIRES,  4) \nPHYSIOLOGICAL STRESS , 5) SCID -5-P INTERVIEW. Examples of personal  data we will collect are: nam e and \ne-mail address. Special category personal data we will collect are: (mental) health  data. Specifically, we \nwill collect data on subject ’s health via 1) self -report que stionnaires ; 2) clinical interview (o nly scores and \nnotes are collected, no full transcripts or audio); and 3)  physiological stress measures (heart rate and skin \nconductance) via a w earable device. Complian ce with GDPR legislation  will be ensured by : 1) gain ing \ninformed consent; 2)  pseudonymization ; 3) encrypted data storage via KU Leuven  Bitlocker enc ryption and \nuse of protected OneDrive servers. This will be reviewed by EC UZ/K U Leuven and PRET , submission is still \nin preparation since the project start has been delayed until October 1st 2024.  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data th ey relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n  \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n General proced ures for all dataset s: \n- For each dataset, a Readme  file will be created following the KU Leuven template \nhttps://www.kuleuven.be/rdm/en/README   \n- Detailed protocols  on the methodology used to collect the data will be published in research \npapers, and will be shared on the Open Science Framework (OSF) pl atform  \n- Codebooks  will be created for each dataset with coding rules , describing in detail what the \nmeaning is of the data (how each row  and each column in the dataset was coded) (.docx, .xls, .csv ) \n- Syntax  files will be created and saved describing how raw data was processed and analyzed  (SPSS \nsyntax files .sps; R script .r) ; relevant syntax files will be shared on the OSF platform  \n \nSpecific information per dataset:  \n- Datasets 1), 2 ), and 5) contain self-reported data  (textual) that are proces sed into numerical \ncategories.  Datasets 1) and 2) are collected via REDCap su rvey software . Meta -data will be \nexported (as a da ta dictionary) out of the REDCap p roject. Each row in t he data d ictionary \ncorresponds to one field in the project ’s dataset.  \n- Dataset 3) contains numerical data on participant ’s experimental task response in terms of \nreaction time or response type. This data is collected via PsychoPy  experimen tal software. Meta -\ndata will be exported out of the experimental software in txt. File format  descri bing each event in \nthe exp eriment.  The anonymized dataset will be shared on the OSF platform  (with the  readme.txt \nfile) together with the syntax files for the main an alyses.  \n- Dataset 4) contains phys iological stress parame ters per participant and per timeframe. This data \nwill be collected via the IMEC Chillba nd+. A detailed codebook i s created  explaining the meaning \nand value of each variable .  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nFor dataset 3) EXPERI MENTAL TASKS, t he anonymized dat aset  and the syntax files for the main data \nanalyses wi ll be stored and shared on the Open Science Framework (OSF) platform , using the OSF meta \ndata application profile (MAP)  (https://osf.io/8yczr/ ).   \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ Digital Vault  \n☐ Other:  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☒ Personal back -ups I make (specify) : Bitlocker -encrypted and password protected harddrives for regula r \nphysical ba ck-up, harddrive s are stored in a locked archive closet  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes. OneDrive has a stor age capacity of max 2 TB, we will need less t han 10GB.  \n☐ No \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n - The data is accessed via KU Leuven p assword -protected  and Bitlocker -encrypted  laptops  \n- Access is restricted  to the PhD student who colle cts the data, and the postdoctoral researcher \n(celine .demeulemeester@kuleuven.be ) and the P I (Patrick .luyten@kuleuven. be) who oversee the \nresearch.  The data is shared among these three researchers via OneDrive.  \n- All data is stored on One Drive , using multifactor  authentication  via the KU Leuven  Authenticator \nApp \n- All data is pseudonymized , meaning that all personally identifiable information is  removed and \nreplaced by a unique study identifier . The link between the person and the study identifier is \nstored se curely in a s eparate document , and is re moved at the end of the project  \n- Physical data ( e.g. informed consent forms) will be stored in a locked archive closet  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  OneDrive is free fo r KU Leuven personnel. A physical harddrive costs for back -up costs around €200. The \ncosts will be cover ed by the FWO projects ’ bench fee. \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \nIn line with the regulations of KU Leuven, the anonymized master file of the data will be  preserved for 10 \nyears after the end of the study. The link between the participant ’s name and  contact  information and the \nparticipant study ID  will be destroyed  at the end of the study . \n \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☒ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  Open S cience Framework (OSF) pl atform  \n \nThe anonymized master file of the data will be stored on in the KU Leuven RDR Research Data  Repository \nfor at least 10 years, conform the KU Leuven RDM policy. Anonymized datasets upon  which publications \nare based will also be stored on the Open Science Framework (OSF) for use by  other researchers.  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Both the RDR and the OSF data repositories are free of charge so no costs are involved in data  \npreservation . \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional  access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nThe anonymized  datasets and  the syntax files that form the basis for journal p ublications will be shared \nopenly on the Open  Science Framework (OSF ) platform once the  research  paper has been accepted for \npubli cation . This applies only to dataset 3 ) EXPERIMENTAL TAS KS, and not the personal data that is  \ncreated in datsets 1) , 2), 4) and 5).  Access to  pseudonymized personal health data (e.g. scores on \nquestionnaires  on mental health , diagnostic information ) will be restricted and only  shared with other \nresearchers u pon re asonable request.   \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Access to  pseudonymized personal health data (e.g. scores on questionnaires  on mental health, diagnostic \ninforamtion ) will be restricted and only  shared with other researchers u pon re asonable request.  Access \nwill be considered after a request is submitted explaining the planned reuse. Only uses  for research \npurpo ses will be allowed that are in line with the explained purpose of the study and  commercial reuse \nwill be excluded.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : Personal health d ata are collected from vulnerable individu als (i.e. patients with \nborderline personality disorder) . It would be unethical to make this information publicly available and  the \nprivacy of this data needs to be strictly p rotected following the GDP R legis lation. T herefore only \nanonymized  data  (e.g. scores on experimental tasks)  can be openly shared, and access to personal hea lth \ndata ( e.g. dia gnostic information, information on mental health) is restricted.  \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☒ Other (specify) : Open Scien ce Framework (OSF)  \n \nThe anonymized master file of the data will be stored on in the KU Leuven R DR Research Data  Repository \nfor at least 10 years, conform the KU Leuven RDM policy. Anonymized datasets upon  which publications \nare based will also be stored openly on the Open Science Framework (OSF) for use by  other researchers.  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MI GHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☒ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No extra cos ts for d ata sharing a re needed.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Celine De Meulemeester ( celine.demeu lemeester@kuleuven.be )  \nWho will manage data storage and backup \nduring the research project?  Celine De Meu lemeester  (celine.demeu lemeester@kuleuven.be ) \nWho will manage data preservation and \nsharing?  Celine De Meu lemeester  (celine.demeu lemeester@kuleuven.be ) \nWho will update and implement this DMP?  Celine De Meulemeester  (celine.demeu lemeester@kuleuven.be ) \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n  \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Patrick Luyten (https://orcid.org/0000 -0002 -1161 -2817 ), PI Contributor name(s) ( + ORCID) & roles Claus Lamm (https://orcid.org/0000 -0002 -5422 -0653 ), Co -PI Henryk Bukowski ( https://orcid.org/0000 -0001 -9412 -1855 ), Co -PI Ekaterina Pronizius ( https://orcid.org/0000 -0003 -1446 -196X ), Postdoctoral researcher Celine De Meulemeester ( https://orcid.org/0000 -0003 -1608 -5304 ), Po stdoctoral researcher Project number 1 & title SAP project code: 3H240022 DMP code: D-2024 -2962 Title: SELF -OTHER DISTINCTION IN BORDERLINE PERSONALITY DISORDER: INTEGRATING BEHAVIORAL AND NEUROSCIENTIFIC APPROACHES Funder(s) GrantID 2 FWO project code: G057624N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Problems in interpersonal relationships are a key feature of borderline personality disorder (BPD). Specifically, individuals with BPD struggle to tease apart their feelings, thoughts, beliefs, and desires from the mental states of others. During social interaction, individuals are prone to automatically mirror the bodily posture of their counterparts and reflect their thoughts, beliefs and emotions, with the goal to better understand what another person is feeling or thinking. Yet, humans also have the complementary ability to disentangle self - from other -related mental representations, a process called self -other distinction (SOD). The current research proposal combines multicenter experimental and diary studies with a brain -imaging approach in order to develop a more comprehensive understanding of the ro ots of the typical problems with SOD distinction in BPD. We will investigate the role of (interpersonal) stress in BPD patients' difficulties with SOD, both in the lab and in everyday life. On the neural level, we will investigate both functional and struc tural differences between BPD patients and healthy controls, such as whether we can find group differences in their brain structure and neural activations during tasks involving SOD. The combined evidence from different studies in this project will be used to refine theoretical models of self -other distinction in order to optimize treatment for these individuals. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or ph ysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume 1 DEMO GRAPHI CS Self-reported demographic information (e.g. sex/gender, age, educational level, etc.) , collected via REDCap secure online survey software ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .xls, .csv, .sav, .R ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 2 QUESTIONNA IRES Participants' answers to the validated self -report questionnaires , collected via REDCap secure online survey software New Digital Textual Numerical .xls, .csv, .sav, .R < 1 GB 3 EXPERIMENT AL TASKS Participants’ behavioral responses (reaction time and response type) on 3 experimental tasks presented in New Digital Numerical .xls, .csv, .sav, .R < 1 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 PsychoPy experimental software 4 PHYSIOLOGIC AL STRESS Stress responses (Skin conductance response SCR, heart rate HR, and heart rate variability HRV) of participants’ during the task as measured using the IMEC Chillband+ New Digital Numerical .xls, .csv, .sav, .R < 1 GB 5 SCID -5-P INTERVIEW Diagnostic interview (Structured Clinical Interview for DSM -5, Personality Disorders) to assess presence of borderline personality disorder ; data = presence (1) or absence (0) of 9 BPD criteria , only numerical scores + interviewer notes (no audio) New Digital Numerical Textual .xls, .csv, .sav, .R < 1GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specif y the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Human subject data is created in all datasets (1-5). The research project will be reviewed by the Ethical Committee EC Research UZ/KU Leuven to ensure we comply to the ethical guidelines of UZ/KU Leuven and the code of co nduct for human experimentation (e.g. the Dec laration of Helsinki, 1964). The EC submission is still in preparation since the project start has been delayed until October 1st 2024. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S n umber). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: Personal data will be processed in the following datasets: 1) DEMOGRAPHICS, 2) QUESTIONNAIRES, 4) PHYSIOLOGICAL STRESS , 5) SCID -5-P INTERVIEW. Examples of personal data we will collect are: nam e and e-mail address. Special category personal data we will collect are: (mental) health data. Specifically, we will collect data on subject ’s health via 1) self -report que stionnaires ; 2) clinical interview (o nly scores and notes are collected, no full transcripts or audio); and 3) physiological stress measures (heart rate and skin conductance) via a w earable device. Complian ce with GDPR legislation will be ensured by : 1) gain ing informed consent; 2) pseudonymization ; 3) encrypted data storage via KU Leuven Bitlocker enc ryption and use of protected OneDrive servers. This will be reviewed by EC UZ/K U Leuven and PRET , submission is still in preparation since the project start has been delayed until October 1st 2024. Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data th ey relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . General proced ures for all dataset s: - For each dataset, a Readme file will be created following the KU Leuven template https://www.kuleuven.be/rdm/en/README - Detailed protocols on the methodology used to collect the data will be published in research papers, and will be shared on the Open Science Framework (OSF) pl atform - Codebooks will be created for each dataset with coding rules , describing in detail what the meaning is of the data (how each row and each column in the dataset was coded) (.docx, .xls, .csv ) - Syntax files will be created and saved describing how raw data was processed and analyzed (SPSS syntax files .sps; R script .r) ; relevant syntax files will be shared on the OSF platform Specific information per dataset: - Datasets 1), 2 ), and 5) contain self-reported data (textual) that are proces sed into numerical categories. Datasets 1) and 2) are collected via REDCap su rvey software . Meta -data will be exported (as a da ta dictionary) out of the REDCap p roject. Each row in t he data d ictionary corresponds to one field in the project ’s dataset. - Dataset 3) contains numerical data on participant ’s experimental task response in terms of reaction time or response type. This data is collected via PsychoPy experimen tal software. Meta - data will be exported out of the experimental software in txt. File format descri bing each event in the exp eriment. The anonymized dataset will be shared on the OSF platform (with the readme.txt file) together with the syntax files for the main an alyses. - Dataset 4) contains phys iological stress parame ters per participant and per timeframe. This data will be collected via the IMEC Chillba nd+. A detailed codebook i s created explaining the meaning and value of each variable . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : For dataset 3) EXPERI MENTAL TASKS, t he anonymized dat aset and the syntax files for the main data analyses wi ll be stored and shared on the Open Science Framework (OSF) platform , using the OSF meta data application profile (MAP) (https://osf.io/8yczr/ ). If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☒ Personal back -ups I make (specify) : Bitlocker -encrypted and password protected harddrives for regula r physical ba ck-up, harddrive s are stored in a locked archive closet ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes. OneDrive has a stor age capacity of max 2 TB, we will need less t han 10GB. ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data - The data is accessed via KU Leuven p assword -protected and Bitlocker -encrypted laptops - Access is restricted to the PhD student who colle cts the data, and the postdoctoral researcher (celine .demeulemeester@kuleuven.be ) and the P I (Patrick .luyten@kuleuven. be) who oversee the research. The data is shared among these three researchers via OneDrive. - All data is stored on One Drive , using multifactor authentication via the KU Leuven Authenticator App - All data is pseudonymized , meaning that all personally identifiable information is removed and replaced by a unique study identifier . The link between the person and the study identifier is stored se curely in a s eparate document , and is re moved at the end of the project - Physical data ( e.g. informed consent forms) will be stored in a locked archive closet What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive is free fo r KU Leuven personnel. A physical harddrive costs for back -up costs around €200. The costs will be cover ed by the FWO projects ’ bench fee. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) In line with the regulations of KU Leuven, the anonymized master file of the data will be preserved for 10 years after the end of the study. The link between the participant ’s name and contact information and the participant study ID will be destroyed at the end of the study . Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): Open S cience Framework (OSF) pl atform The anonymized master file of the data will be stored on in the KU Leuven RDR Research Data Repository for at least 10 years, conform the KU Leuven RDM policy. Anonymized datasets upon which publications are based will also be stored on the Open Science Framework (OSF) for use by other researchers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Both the RDR and the OSF data repositories are free of charge so no costs are involved in data preservation . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: The anonymized datasets and the syntax files that form the basis for journal p ublications will be shared openly on the Open Science Framework (OSF ) platform once the research paper has been accepted for publi cation . This applies only to dataset 3 ) EXPERIMENTAL TAS KS, and not the personal data that is created in datsets 1) , 2), 4) and 5). Access to pseudonymized personal health data (e.g. scores on questionnaires on mental health , diagnostic information ) will be restricted and only shared with other researchers u pon re asonable request. If access is restricted, please specify who will be able to access the data and under what conditions. Access to pseudonymized personal health data (e.g. scores on questionnaires on mental health, diagnostic inforamtion ) will be restricted and only shared with other researchers u pon re asonable request. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purpo ses will be allowed that are in line with the explained purpose of the study and commercial reuse will be excluded. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : Personal health d ata are collected from vulnerable individu als (i.e. patients with borderline personality disorder) . It would be unethical to make this information publicly available and the privacy of this data needs to be strictly p rotected following the GDP R legis lation. T herefore only anonymized data (e.g. scores on experimental tasks) can be openly shared, and access to personal hea lth data ( e.g. dia gnostic information, information on mental health) is restricted. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) : Open Scien ce Framework (OSF) The anonymized master file of the data will be stored on in the KU Leuven R DR Research Data Repository for at least 10 years, conform the KU Leuven RDM policy. Anonymized datasets upon which publications are based will also be stored openly on the Open Science Framework (OSF) for use by other researchers. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MI GHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☒ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No extra cos ts for d ata sharing a re needed. 7. Responsibilities Who will manage data documentation and metadata during the research project? Celine De Meulemeester ( celine.demeu lemeester@kuleuven.be ) Who will manage data storage and backup during the research project? Celine De Meu lemeester (celine.demeu lemeester@kuleuven.be ) Who will manage data preservation and sharing? Celine De Meu lemeester (celine.demeu lemeester@kuleuven.be ) Who will update and implement this DMP? Celine De Meulemeester (celine.demeu lemeester@kuleuven.be ) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16"
}