{
    "document_id": "D-2021-1244",
    "LinkTitle": "D-2021-1244",
    "file_name": "D-2021-1244.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1244.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Iustina Rotaru",
        "creation_date": "2022-04-28 13:54:34+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "1  \nClosed -loop neuro -steered beamforming for hearing aid applications  \n \nFWO Data Management Plan  \n \nADMIN DETAILS  \nProject Name: Closed -loop neuro -steered beamforming for hearing aid applications  \nGrant Title: 1S14922N  \nPrincipal Investigator / Researcher: Iustina Rotaru  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName applicant  \nIustina Rotaru  \n \nFWO Project Number & Title  \n1S14922N   \nClosed -loop neuro -steered beamforming for hearing aid applications  \n \nAffiliation  \n● KU Leuven  \n \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● I will make use of existing data and I will also generate new data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject.  \n \nType of data  Format  Volume  Description  \nScanned images of \ngeneral questionnaire   .pdf 2,5 MB per participant (6 pages)  The participant completes the \nquestionnaire on paper. It will be scanned \nafterwards.   \n2 Scanned images of \nlaterality preference \nquestionnaire  .pdf 1,2 MB per participant (2 pages)  The participant completes the \nquestionnaire on paper. It will be scanned \nafterwar ds.  \nScanned images of the \nhearing threshold. The \nnumbers will also be \nwritten down in an csv file.  .pdf \n.csv \n \n \n 500 KB per participant (1 page)  Tone audiometry. Beep tones of different \nfrequencies and loudness are presented \nvia a headphone to the participant. The \nparticipant says 'yes' when he hears the \ntone and this threshold will be written \ndown by the researcher. This paper with \nthe thresholds will be scanned.   \nScanned images of \nspeech reception \nthreshold. Numbers will \nalso be written down in a  \ncsv file . .apx \n.pdf \n.csv \n \n 500 KB per participant (1 page)  Speech audiometry test. Matrix \nsentences will be presented to the subject \nvia insert -phones. The stimuli are sent via \nthe software program Apex or Python. \nApex generates a results file.   \nEEG (electro -encephalo -\ngraphy) data   .apr \n.bdf \n +/- 15 GB per participant  These are the core data of our \nexperiments, which consist of maximum \n10 conditions where \nelectroencephalography is being \nmeasured via scalp electrodes.  \nMiscellaneous \nexperimental files  .py \n.apx \n.apf \n.js \n.wav \n.mp4  \n.json  \n.jpeg  \n.png ~ 2,5 G B (experiment files  \n + audio and visual stimuli  per \nexperiment ) \n \n The experiment files contain the folder \nstructure of the experiment , metadata for \nthe different participants, the audio  and \nvisual  stimuli , as well as  the \nrandomization order of the experimental \nconditions . \nEye tracking data   .tsv +/- 500 MB per participant  \n \n We’ll use an eye -tracker device \n(Gazepoint  GP3 HD 150HZ)  to track eye \nmovements while the study participants \nlisten to audio stimuli. Operating the eye \ntracker is done via Python and Gazepoint \nhardware.  During a measurement, .tsv \nfiles are generated - they contain the \ngaze direction of each eye in  screen -\ncoordinates.  \nAnalysis files  .m \n.mat \n.npy \n.csv 15 GB per year  \n Matlab, Python and csv files used to pre -\nprocess the stimuli, analyse the data and \ngenerate intermediate result files.  \n3 R files   .r \n.csv 1 GB per year  \n Files from R software to statistically \nanalyse the data.   \nAdministrative files   .pptx  \n.md \n.pdf \n.docx  50 GB per year  \n \n Files that describe the dataset, literature, \nmethods, etc.  \n \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registeri ng the fact that you process personal data is \na legal obligation.  \n● Yes \nPrivacy Registry Reference:  \nThe study is being approved by the Ethic Committee Ethische Commissie Onderzoek UZ/KU Leuven  \n(S57102 ).  \nShort description of the kind of personal data that will be used:  \nSome basic information is gathered from the subjects (name, age, gender, mother tongue, cochlear \nimplant or not,  …) though  strictly limited to the absolute necessary data.   Furthermore, the  collected data \nare pseudonymised.  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n● Yes \nThe project involves experiments on Human subjects and therefore is being approved by the Ethic \nCommittee Ethische Commissie Onderzoek UZ/KU Leuven (S57102).  \n \nDoes your work possibly result in research data with potential for tech transfer and valoris ation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \nNot at this moment . In case IP possibilities will occur, we will contact LRD.  \n \nDo existing 3rd party agreements restrict dissem ination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● No \n \n \n4 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nNew lab members get a training on how to perform the experiments how and where to store and handle \nthe collected data. Furthermore , standard guidelines and instructions are available as .pdf and/or \n.readme, stored on ne twork drive. They contain best practices regarding the practical side of the \nexperiments (set -up, parameters, …) as well as policies about how to treat the subjects, how to handle \nand where to keep sensitive information,  etc. In this way, the information g iven during the training can \neasily be re -read, refreshed.      \nThis, in combination with the fact that the original collected data, are stored on backed -up drives \n(Microsoft OneDrive and two external HDDs ), in a standard format, should make it possible to understand \nand reuse the data. The data will be stored based on the BIDS structure (see below).  \n \nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the  data easy/easier to find and reuse.  \n● Yes \nThe data will be stored based on the BIDS structure, a standard for organizing neuroimaging and \nbehavioural data in a specific folder hierarchy  (it is described in more detail at bids.neuroimaging.io). This \nstandard  will be used to organize the data so that it matches the format of other datasets in our field, thus \nfacilitating reuse and reproducibility.  \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nThe data will be stored on KU Leuven administered drives (large volume storage drive and OneDrive). In \norder to be able to analyse the data, some files will need (temporarily) to be stored on the encrypted PC \nhard drive (because calculations from a non -local source are too slow and lead to computational failures). \nOnce analysed, the raw data are again removed from the local hard drive.  \n \nHow is backup of the data provided?  \nSince the data are stored on KU Leuven storage, the general ICT back -up Policy is applied.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n● Yes \nSince the data are stored on KU Leuven servers, and these drives are expandable in blocks, the backup \ncapacity is technically not an issue.  \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \n5 The estimated cost for data storage and back -up ove r the 4 -year FWO project is around 700 Euro  and will \nbe paid from the project’s bench fee (‘werkingskosten’).  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nThe lab policy ens ures that the researchers have access only to the data from the project they are \ninvolved in. Furthermore, the data for longer -term storage are kept on separate drives with a) limited \naccess (only a limited set of people have access) and b) an overwrite an d delete protection (based on \nread-write access) in order to prevent accidental loss of these data.  \n \nProf. Francart is the only person who has access to the key information for the identification of the \nsubjects. His back -up (only to be used in extreme ca se) is Jan  Wouters and Astrid van Wieringen (both \nPI’s within the lab).  \n \n \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be p reserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nIn accordance with the applicable law, the data of this study will be retained for 20 years (KB 30 juni \n2004). These terms (and conditions)  are also mentioned in the Informed Consent that will be signed by \nthe subject, prior to their participation.  \n \nWhere will the data be archived (= stored for the longer term)?  \nThe data are stored on a KU Leuven, ICT -managed Large Volume Storage drives especially designed for \narchive storage. Personal data will be kept in a similarly secure way. However, these data will be stored \nat a different location (different server) with ot her (restricted) access rights (see also above).  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nThe estimated cost for the 5 year retention period is around 1000 Euro.    \nGiven the  way projects are financed at KU Leuven, we cannot predict whether funding will be available \nafter the current project ends, unless we are allowed to set aside funding from the project for later use.  \n \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n● Yes. Specify:  \nTo be decided.  \n6 The key to identify the subject from which the data were obtained, is definitely not s harable (without the \nconsent of the subject) and/or this will also depend on IP issues.    \n \nWhich data will be made available after the end of the project?  \nTo be decided, this will depend on IP issues and/or on the consent of the participant.  \n \nWhere/how wi ll the data be made available for reuse?  \n● Other (specify):  \nNot yet applicable, this will also depend on the choice the participant opted for (e.g. direct sharing with \nother research institution vs sharing on public accessible database) . \n \nWhen will the data be made available?  \nNot yet applicable  \n \nWho will be able to access the data and under what conditions?  \nOnly the limited set of researchers working on this specific project will have access to the data. \nFurthermore, the data are pseudonymised, so even for t he researchers, there is no (recognisable) link \nbetween the data and the test person. Only a very limited number of authorized persons (1 -2) have \naccess to this identifier -key. In case sharing of the data within the lab is necessary/favourable, the PI will  \ndecide which data will be shared. For sharing outside the lab, the consent of the subject will be asked.    \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nNot yet applicable  \n \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe researchers themselves have been instructed on how to collect and document the data.  \n \nWho will be responsible for data storage & back up during the project?  \nThe researchers themselves have been instructed on how to handle and store the data. Back -up of the \ndata is arranged by ICTS - KU Leuven (back -up policy dependent on the kind of storage).  \n \nWho will be responsible for ensuring data preservation and reuse?  \nThe PI through highly restricted overwrite and delete authorisation. It is also the PI’s decisi on which data \nare shared with other co -workers and how this will be arranged.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI, Prof. Tom Francart bears the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "1 Closed -loop neuro -steered beamforming for hearing aid applications FWO Data Management Plan ADMIN DETAILS Project Name: Closed -loop neuro -steered beamforming for hearing aid applications Grant Title: 1S14922N Principal Investigator / Researcher: Iustina Rotaru Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Iustina Rotaru FWO Project Number & Title 1S14922N Closed -loop neuro -steered beamforming for hearing aid applications Affiliation ● KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● I will make use of existing data and I will also generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of data Format Volume Description Scanned images of general questionnaire .pdf 2,5 MB per participant (6 pages) The participant completes the questionnaire on paper. It will be scanned afterwards. 2 Scanned images of laterality preference questionnaire .pdf 1,2 MB per participant (2 pages) The participant completes the questionnaire on paper. It will be scanned afterwar ds. Scanned images of the hearing threshold. The numbers will also be written down in an csv file. .pdf .csv 500 KB per participant (1 page) Tone audiometry. Beep tones of different frequencies and loudness are presented via a headphone to the participant. The participant says 'yes' when he hears the tone and this threshold will be written down by the researcher. This paper with the thresholds will be scanned. Scanned images of speech reception threshold. Numbers will also be written down in a csv file . .apx .pdf .csv 500 KB per participant (1 page) Speech audiometry test. Matrix sentences will be presented to the subject via insert -phones. The stimuli are sent via the software program Apex or Python. Apex generates a results file. EEG (electro -encephalo - graphy) data .apr .bdf +/- 15 GB per participant These are the core data of our experiments, which consist of maximum 10 conditions where electroencephalography is being measured via scalp electrodes. Miscellaneous experimental files .py .apx .apf .js .wav .mp4 .json .jpeg .png ~ 2,5 G B (experiment files + audio and visual stimuli per experiment ) The experiment files contain the folder structure of the experiment , metadata for the different participants, the audio and visual stimuli , as well as the randomization order of the experimental conditions . Eye tracking data .tsv +/- 500 MB per participant We’ll use an eye -tracker device (Gazepoint GP3 HD 150HZ) to track eye movements while the study participants listen to audio stimuli. Operating the eye tracker is done via Python and Gazepoint hardware. During a measurement, .tsv files are generated - they contain the gaze direction of each eye in screen - coordinates. Analysis files .m .mat .npy .csv 15 GB per year Matlab, Python and csv files used to pre - process the stimuli, analyse the data and generate intermediate result files. 3 R files .r .csv 1 GB per year Files from R software to statistically analyse the data. Administrative files .pptx .md .pdf .docx 50 GB per year Files that describe the dataset, literature, methods, etc. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registeri ng the fact that you process personal data is a legal obligation. ● Yes Privacy Registry Reference: The study is being approved by the Ethic Committee Ethische Commissie Onderzoek UZ/KU Leuven (S57102 ). Short description of the kind of personal data that will be used: Some basic information is gathered from the subjects (name, age, gender, mother tongue, cochlear implant or not, …) though strictly limited to the absolute necessary data. Furthermore, the collected data are pseudonymised. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● Yes The project involves experiments on Human subjects and therefore is being approved by the Ethic Committee Ethische Commissie Onderzoek UZ/KU Leuven (S57102). Does your work possibly result in research data with potential for tech transfer and valoris ation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Not at this moment . In case IP possibilities will occur, we will contact LRD. Do existing 3rd party agreements restrict dissem ination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? New lab members get a training on how to perform the experiments how and where to store and handle the collected data. Furthermore , standard guidelines and instructions are available as .pdf and/or .readme, stored on ne twork drive. They contain best practices regarding the practical side of the experiments (set -up, parameters, …) as well as policies about how to treat the subjects, how to handle and where to keep sensitive information, etc. In this way, the information g iven during the training can easily be re -read, refreshed. This, in combination with the fact that the original collected data, are stored on backed -up drives (Microsoft OneDrive and two external HDDs ), in a standard format, should make it possible to understand and reuse the data. The data will be stored based on the BIDS structure (see below). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes The data will be stored based on the BIDS structure, a standard for organizing neuroimaging and behavioural data in a specific folder hierarchy (it is described in more detail at bids.neuroimaging.io). This standard will be used to organize the data so that it matches the format of other datasets in our field, thus facilitating reuse and reproducibility. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? The data will be stored on KU Leuven administered drives (large volume storage drive and OneDrive). In order to be able to analyse the data, some files will need (temporarily) to be stored on the encrypted PC hard drive (because calculations from a non -local source are too slow and lead to computational failures). Once analysed, the raw data are again removed from the local hard drive. How is backup of the data provided? Since the data are stored on KU Leuven storage, the general ICT back -up Policy is applied. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes Since the data are stored on KU Leuven servers, and these drives are expandable in blocks, the backup capacity is technically not an issue. What are the expected costs for data storage and back up during the project? How will these costs be covered? 5 The estimated cost for data storage and back -up ove r the 4 -year FWO project is around 700 Euro and will be paid from the project’s bench fee (‘werkingskosten’). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The lab policy ens ures that the researchers have access only to the data from the project they are involved in. Furthermore, the data for longer -term storage are kept on separate drives with a) limited access (only a limited set of people have access) and b) an overwrite an d delete protection (based on read-write access) in order to prevent accidental loss of these data. Prof. Francart is the only person who has access to the key information for the identification of the subjects. His back -up (only to be used in extreme ca se) is Jan Wouters and Astrid van Wieringen (both PI’s within the lab). 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be p reserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). In accordance with the applicable law, the data of this study will be retained for 20 years (KB 30 juni 2004). These terms (and conditions) are also mentioned in the Informed Consent that will be signed by the subject, prior to their participation. Where will the data be archived (= stored for the longer term)? The data are stored on a KU Leuven, ICT -managed Large Volume Storage drives especially designed for archive storage. Personal data will be kept in a similarly secure way. However, these data will be stored at a different location (different server) with ot her (restricted) access rights (see also above). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The estimated cost for the 5 year retention period is around 1000 Euro. Given the way projects are financed at KU Leuven, we cannot predict whether funding will be available after the current project ends, unless we are allowed to set aside funding from the project for later use. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes. Specify: To be decided. 6 The key to identify the subject from which the data were obtained, is definitely not s harable (without the consent of the subject) and/or this will also depend on IP issues. Which data will be made available after the end of the project? To be decided, this will depend on IP issues and/or on the consent of the participant. Where/how wi ll the data be made available for reuse? ● Other (specify): Not yet applicable, this will also depend on the choice the participant opted for (e.g. direct sharing with other research institution vs sharing on public accessible database) . When will the data be made available? Not yet applicable Who will be able to access the data and under what conditions? Only the limited set of researchers working on this specific project will have access to the data. Furthermore, the data are pseudonymised, so even for t he researchers, there is no (recognisable) link between the data and the test person. Only a very limited number of authorized persons (1 -2) have access to this identifier -key. In case sharing of the data within the lab is necessary/favourable, the PI will decide which data will be shared. For sharing outside the lab, the consent of the subject will be asked. What are the expected costs for data sharing? How will the costs be covered? Not yet applicable 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The researchers themselves have been instructed on how to collect and document the data. Who will be responsible for data storage & back up during the project? The researchers themselves have been instructed on how to handle and store the data. Back -up of the data is arranged by ICTS - KU Leuven (back -up policy dependent on the kind of storage). Who will be responsible for ensuring data preservation and reuse? The PI through highly restricted overwrite and delete authorisation. It is also the PI’s decisi on which data are shared with other co -workers and how this will be arranged. Who bears the end responsibility for updating & implementing this DMP? The PI, Prof. Tom Francart bears the end responsibility of updating & implementing this DMP."
}