{
    "document_id": "D-2023-2052",
    "LinkTitle": "D-2023-2052",
    "file_name": "D-2023-2052.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2052.pdf",
    "metadata": {
        "title": "Development, evaluation and implementation of a COMplex INtervention to support the rational use of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO)",
        "author": "N/A",
        "creation_date": "2023-04-29 10:11:17+02:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Development, evaluation and implementation of a COMplex INtervention to support the rational\nuse of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO)\nA Data Management Plan created using DMPonline.be\nCreator: \nIndira Coenen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nVeerle Foulon\nGrant number / URL: \n98649\nID: \n197749\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nResistance to antimicrobials (AMR), as a result of their widespread use, poses a major threat tohuman health. Nursing home (NH)\nresidents, who are most vulnerable to infections, are at high riskfor antimicrobial misuse. The aim of COMINANDO is to improve the\nrational use of antimicrobials in NHs by developing andevaluating a complex antimicrobial stewardship intervention, involving the\npharmacist. As a proof ofconcept, the intervention will focus on urinary tract infections (UTIs). The project is structured in 4 phases. First,\nthe needs and opportunities for rational use ofantimicrobials in NHs will be quantitatively and qualitatively elaborated. Based on this\nknowledge andon previous successful interventions integrating the pharmacist in the optimization ofpharmacotherapy of NH residents\n(COME-ON study), the complex intervention and the protocol for acluster RCT will be detailed and pilot tested (phase 2). In the evaluation\nphase, the impact of theintervention on the number of antibiotic prescriptions for UTIs per 1000 resident-days and on rationalprescribing\nwill be measured. Additionally, the cost-effectiveness of the intervention will beinvestigated. Finally, a process evaluation will be\nperformed to aid larger implementation (phase 4).The co-design approach, involving all stakeholders right from the beginning, will\ncontribute to thesearch for evidence-based interventions in NHs, which is of utmost importance to tackle AMR.\nLast modified: \n29-04-2023\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n1 of 9\nDevelopment, evaluation and implementation of a COMplex INtervention to support the rational\nuse of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe following data will be collected:\n- qualitative data (interviews and focus groups)\n- data on characteristics of the NH (application form)\n- data on antimicrobial use in NHs (type and dose of drug, duration of therapy, resident risk factors, diagnostic parameters and lab values, hospital transfers, deaths)\n- process measures (data on interventions of community pharmacists, data on participation in training and local interdisciplinary meetings)\n- survey data (questionnaires for health care professionals affiliated to intervention NHs)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nData will be stored on the Research Data Repository of the KU Leuven to ensure safe, secure and sustainable storage. Only the researcher and supervisors will have access to the data. Data will\nnever be deleted. If it is required to delete data (e.g. request by participant) this will be documented.\nSupervisors will be responsible for data management, they will closely collaborate with the Data Protection Officer on participant data. Final datasets and/or meta data will be stored in Lirias for\nlong-term archiving. Final manuscripts will preferably be published in open access journals. Public versions will be available through Lirias and Flanders Research Information Space.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nData collection will be performed using a secure web-platform (REDCap), building on the experience obtained in the COME-ON study. Efforts will be made to make the whole process of data\ncollection and data management as secure as possible\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n2 of 9\nDevelopment, evaluation and implementation of a COMplex INtervention to support the rational\nuse of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n3 of 9\nDevelopment, evaluation and implementation of a COMplex INtervention to support the rational\nuse of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n4 of 9\nDevelopment, evaluation and implementation of a COMplex INtervention to support the rational\nuse of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for physical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical volume\n1. WP1: CAPTAIN\nQuantitative baseline\ndata of the\nappropriateness of\nantimicrobial\nprescriptions in NH\n(type and dose of\ndrug, duration of\ntherapy, resident risk\nfactors,\ndiagnostic\nparameters and lab\nvalues) (registrations\nn= 180)\nGenerate new data\nDigital\n \nObservational\n.csv\n<1GB\nNA\n2. WP1:\nCONSUMPTION\nDATA \nQuantitative baseline\nantibiotic\nconsumption data for\nUTI in NH (expected\nregistrations = 29\n200)\nGenerate new data\nDigital \nObservational \n.csv \n< 1GB\nNA\n3. WP2: NH\nAPPLICATION\nFORM\nData on\ncharacteristics of the\nNH (general\ninstitutional and\nantibiotic policy data)\n(n=5)\nGenerate new data\nDigital\nObservational\n.csv\n< 100 MB\n NA\n4. WP2:\nINTERVIEWS +\nFOCUS GROUPS\nQualitative data of\nexpectations and\nconcerns of\nstakeholders (GPs,\nnurses, pharmacists,\nnursing home\nresidents and their\ncarers, and experts)\n(n=70)\nGenerate new data\nDigital\nObservational\n.doc\n< 100 MB\n NA\n5. WP3: PILOT\nData on antibiotic\n(type and dose of\ndrug, duration of\ntherapy), resident\nrisk factors,\ndiagnostic\nparameters and lab\nvalues, hospital\ntransfers, deaths -->\nduring 1 month in 2\nNHs (expected\nregistrations n =24) \nGenerate new data\nDigital\nExperimental\n.csv\n<100 MB\n NA\n6. WP4: cRCT\nCLINICAL\nOUTCOMES\nData on antibiotic\nuse in NHs (type and\ndose of drug,\nduration of therapy),\nresident risk factors,\ndiagnostic\nparameters and lab\nvalues, hospital\ntransfers, deaths -->\nduring 9 months in\n34 NHs (expected\nregistrations n=\n3672)\nGenerate new data\nDigital\nExperimental\n.csv\n<100 GB\n NA\n7. WP4: cRCT\nPROCESS\nMEASURES\nProcess measures\n(data on\ninterventions of\ncommunity\npharmacists, data on\nparticipation in\ntraining and local\ninterdisciplinary\nmeetings)\nGenerate new data\nDigital\nExperimental\n.csv\n<1 GB\nNA\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n5 of 9\n8. WP5: COST\nEFFECTIVENESS\nANALYSIS\nQuantitative data for\nthe incremental cost-\neffectiveness ratio\n(pharmacist’s time\ncommitment,\ntreatment lengths,\nallergic reactions,\nnumber of potential\ndrug-drug\ninteractions, resident\ntransfers to hospital\nand incidents of\nsecondary\ninfections)\nGenerate new data\nDigital\nExperimental\n.csv\n<100 GB\nNA\n9. WP6:\nPROCESS\nEVALUATION\nSURVEY\nData on\n1) satisfaction of\nHCPs with the\nblended training; 2)\nstaff and\npharmacists’\nperceptions on the \nusefulness of the\nlocal interdisciplinary\nmeetings and check\nof appropriateness\nby the pharmacist;\nand 3) staff\nperceptions about\nthe likelihood of\nsustaining the\nintervention\nGenerate new data\nDigital\nObservational\n.csv\n<100 MB\nNA\n10. WP6/\nPROCESS\nEVALUATION\nINTERVIEWS\nQualitative data on\nspecific barriers and\nfacilitators to the\nimplementation of\nthe complex\nintervention\nGenerate new data\nDigital\nObservational\n.doc\n<100 MB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nDataset 1: Ethical approval by EC Research UZ/KU Leuven, S66823/B3222022000936/I/U\nDatasets 2-4: Ethical approval by EC Research UZ/KU Leuven, S67613\nDatasets 5-10: Protocol for the ethical approval will be submitted in December 2023.\nIn datasets 5-8 collection of the experimental data will occur electronically using a web application. This web application will automatically encode names and dates of birth for the\nresearchers (anonymous export). In addition, this web application will allow for sharing data between the involved health care professionals in the intervention group.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nIdentifying data (e.g. names, (e-mail) addresses): Datasets 1-10\nPersonal characteristics (e.g. age, gender): Datasets 1-10\nOccupation and professional occupation: Datasets 1-10\nAudio recordings: Datasets 4+10\nPseudonimised data on antibiotic use at resident level: Datasets 1+2+5+6+7+8 \nPrivacy Registry Reference: PRET reference number G-2023-6432 (Datasets 2-4)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nNA\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n6 of 9\nNo\nNA\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nDuring the research, all data and documents will be stored in a Microsoft Teams environment at KU Leuven (Team COMINANDO). The KU Leuven researchers involved will have access to all\ndata after multi-factor authentication. Team COMINANDO has a logical folder structure and the files in it have meaningful file names.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nIn REDCap* (Datasets 2+5-8) , Qualtrics (Datasets 1+3+9) and Nvivo (Datasets 4 + 10) metadata are automatically captured.\nWe will provide a general README.txt file for each dataset, explaining briefly the content of the data, the context in which the data were collected, sharing the (pseudonymised) fieldnotes,\ninformation about file formats. Also steps taken to remove direct identifiers in the data will be described. \n​\nIn general, for each study meta-data will be available and stored on the shared drive\n(Teams) of KU Leuven. \n*When extracting data (without identifiers) from REDCap, the codebook will also be extracted to link the variable names with the ‘field labels’ and ‘choice labels’. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research, all data and documents will be stored in a Microsoft Teams environment at KU Leuven (Team COMINANDO). The advantages are that data are accessible from different\ndevices, are synchronised and it enables collaboration. The KU Leuven researchers involved will have access to all data after multi-factor authentication. The master's thesis students will only\nhave access to the data they will collect and analyze in WP2 (interviews pharmacists, physicians, nurses and healthcare professionals). They will send data with the Belnet filesender to Indira\nCoenen.\nThe coding of the documents with identifiable results will be done by the doctoral researcher; the code key will be kept on the supervisor's individual OneDrive for Business account. In this way,\nonly pseudonymized data will be worked with during the data analysis.\nThe antibiotic consumption data will be collected via REDCap and are secondary pseudomised data. This platform meets KU Leuven's data security standards and requires a multi-factor\nauthentication procedure to gain access. Only authorized users with user rights have access to the database; only Indira Coenen and Veerle Foulon have full access to the database. Access to\nREDCap records is automatically logged and changes to the recorded data are stored in independent audit trails. REDCap's security measures for identifiable data are applied: \"tags\" are applied\nto variables that collect identifiable data, and only pseudonymized data are extracted from the database.\nThe results of the questionnaires, will be collected within the researchers' personal Qualtrics account (access via login and password). \nOnce the interviews from WP2 have been transcribed ad verbatim, the recordings will be removed from the Teams environment, and completely deleted. \nHow will the data be backed up?\nA digital back-up of the data will be made weekly on the personal OneDrive of Indira Coenen (access KU Leuven laptop via password) and on an external disk. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe total estimated volume of the datasets (203,5 GB) will be less than the maximum storage size of Microsoft Teams (5TB).\n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDuring the research, all data and documents will be stored in a Microsoft Teams environment at KU Leuven (Team COMINANDO). The KU Leuven researchers involved will have access to all\ndata after multi-factor authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nMicrosoft Teams and OneDrive is Free for KU Leuven staff. The cost for the external disk (+/- 50 euros) will be covered with the bench fee of Indira Coenen. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nDatasets 1-10 will be retained for at least 10 years.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n7 of 9\nWhere will these data be archived (stored and curated for the long-term)?\nData (including final datasets and/or metadata) will be finally stored in KU Leuven's Research Data Repository to ensure safe, secure and sustainable storage. Only the doctoral researcher and\nsupervisors have access to the data and are responsible for its management. Data will never be deleted. If it is necessary to delete data (e.g. at the request of a participant), this will be\ndocumented. (Personal) data will be deleted after 10 years (KU Leuven RDM guideline).\nFinal manuscripts will be published in Open Access journals and available through Lirias and Flanders Research Information Space. \nParticipants who indicated in the informed consent to receive the study results will receive insight into the overall study results (at group level) after the study is completed, through a scientific\nreport or publication. This information will be delivered via email to the email address provided by participants in the informed consent.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSharePoint online-site is free.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nAfter the research project the data will be made available in:\nOpen Access repository: Datasets 1+2+3+5-8 (quantitative data)\nRestricted acces repository: Datasets 3+4+9+10 (qualitative data) in a Shared J Drive of the research group Clinical Pharmacology and Pharmacotherapy\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon permisson of the involved researchers (Indira Coenen and Veerle Foulon), researchers can request access.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nAll datasets contain personal and sensitive information of a vulnerable group, so we have an ethical and legal obligation to protect (and not share) some of the data, e.g. not-pseudonymised\ntranscripts and audio recordings.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nVia KU Leuven Research Data Repository – RDR, an online infrastructure for data storing, publishing and sharing, these data will be automatically be registered in Lirias.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-ND-4.0\n• Free to share.\n• Give appropriate credit, indicate if changes were made.\n• Do not distribute modified material (remix, transform, build upon).\n• Do not use the material for commercial purposes.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, a PID will be added upon deposit in a data repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nBecause the repositories are for free, no cost is expected for data sharing.\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n8 of 9\nWho will manage data documentation and metadata during the research project?\nIndira Coenen \nWho will manage data storage and backup during the research project?\nIndira Coenen \nWho will manage data preservation and sharing?\nVeerle Foulon \nWho will update and implement this DMP?\nIndira Coenen \nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n9 of 9"
    },
    "clean_full_text": "Development, evaluation and implementation of a COMplex INtervention to support the rational use of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO) A Data Management Plan created using DMPonline.be Creator: Indira Coenen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Veerle Foulon Grant number / URL: 98649 ID: 197749 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Resistance to antimicrobials (AMR), as a result of their widespread use, poses a major threat tohuman health. Nursing home (NH) residents, who are most vulnerable to infections, are at high riskfor antimicrobial misuse. The aim of COMINANDO is to improve the rational use of antimicrobials in NHs by developing andevaluating a complex antimicrobial stewardship intervention, involving the pharmacist. As a proof ofconcept, the intervention will focus on urinary tract infections (UTIs). The project is structured in 4 phases. First, the needs and opportunities for rational use ofantimicrobials in NHs will be quantitatively and qualitatively elaborated. Based on this knowledge andon previous successful interventions integrating the pharmacist in the optimization ofpharmacotherapy of NH residents (COME-ON study), the complex intervention and the protocol for acluster RCT will be detailed and pilot tested (phase 2). In the evaluation phase, the impact of theintervention on the number of antibiotic prescriptions for UTIs per 1000 resident-days and on rationalprescribing will be measured. Additionally, the cost-effectiveness of the intervention will beinvestigated. Finally, a process evaluation will be performed to aid larger implementation (phase 4).The co-design approach, involving all stakeholders right from the beginning, will contribute to thesearch for evidence-based interventions in NHs, which is of utmost importance to tackle AMR. Last modified: 29-04-2023 Created using DMPonline.be. Last modiﬁed 29 April 2023 1 of 9 Development, evaluation and implementation of a COMplex INtervention to support the rational use of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The following data will be collected: - qualitative data (interviews and focus groups) - data on characteristics of the NH (application form) - data on antimicrobial use in NHs (type and dose of drug, duration of therapy, resident risk factors, diagnostic parameters and lab values, hospital transfers, deaths) - process measures (data on interventions of community pharmacists, data on participation in training and local interdisciplinary meetings) - survey data (questionnaires for health care professionals affiliated to intervention NHs) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Data will be stored on the Research Data Repository of the KU Leuven to ensure safe, secure and sustainable storage. Only the researcher and supervisors will have access to the data. Data will never be deleted. If it is required to delete data (e.g. request by participant) this will be documented. Supervisors will be responsible for data management, they will closely collaborate with the Data Protection Officer on participant data. Final datasets and/or meta data will be stored in Lirias for long-term archiving. Final manuscripts will preferably be published in open access journals. Public versions will be available through Lirias and Flanders Research Information Space. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) Data collection will be performed using a secure web-platform (REDCap), building on the experience obtained in the COME-ON study. Efforts will be made to make the whole process of data collection and data management as secure as possible Created using DMPonline.be. Last modiﬁed 29 April 2023 2 of 9 Development, evaluation and implementation of a COMplex INtervention to support the rational use of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 29 April 2023 3 of 9 Development, evaluation and implementation of a COMplex INtervention to support the rational use of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO) GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 29 April 2023 4 of 9 Development, evaluation and implementation of a COMplex INtervention to support the rational use of ANtimicrobial Drugs for Older people in nursing homes (COMINANDO) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume 1. WP1: CAPTAIN Quantitative baseline data of the appropriateness of antimicrobial prescriptions in NH (type and dose of drug, duration of therapy, resident risk factors, diagnostic parameters and lab values) (registrations n= 180) Generate new data Digital Observational .csv <1GB NA 2. WP1: CONSUMPTION DATA Quantitative baseline antibiotic consumption data for UTI in NH (expected registrations = 29 200) Generate new data Digital Observational .csv < 1GB NA 3. WP2: NH APPLICATION FORM Data on characteristics of the NH (general institutional and antibiotic policy data) (n=5) Generate new data Digital Observational .csv < 100 MB NA 4. WP2: INTERVIEWS + FOCUS GROUPS Qualitative data of expectations and concerns of stakeholders (GPs, nurses, pharmacists, nursing home residents and their carers, and experts) (n=70) Generate new data Digital Observational .doc < 100 MB NA 5. WP3: PILOT Data on antibiotic (type and dose of drug, duration of therapy), resident risk factors, diagnostic parameters and lab values, hospital transfers, deaths --> during 1 month in 2 NHs (expected registrations n =24) Generate new data Digital Experimental .csv <100 MB NA 6. WP4: cRCT CLINICAL OUTCOMES Data on antibiotic use in NHs (type and dose of drug, duration of therapy), resident risk factors, diagnostic parameters and lab values, hospital transfers, deaths --> during 9 months in 34 NHs (expected registrations n= 3672) Generate new data Digital Experimental .csv <100 GB NA 7. WP4: cRCT PROCESS MEASURES Process measures (data on interventions of community pharmacists, data on participation in training and local interdisciplinary meetings) Generate new data Digital Experimental .csv <1 GB NA Created using DMPonline.be. Last modiﬁed 29 April 2023 5 of 9 8. WP5: COST EFFECTIVENESS ANALYSIS Quantitative data for the incremental cost- effectiveness ratio (pharmacist’s time commitment, treatment lengths, allergic reactions, number of potential drug-drug interactions, resident transfers to hospital and incidents of secondary infections) Generate new data Digital Experimental .csv <100 GB NA 9. WP6: PROCESS EVALUATION SURVEY Data on 1) satisfaction of HCPs with the blended training; 2) staff and pharmacists’ perceptions on the usefulness of the local interdisciplinary meetings and check of appropriateness by the pharmacist; and 3) staff perceptions about the likelihood of sustaining the intervention Generate new data Digital Observational .csv <100 MB NA 10. WP6/ PROCESS EVALUATION INTERVIEWS Qualitative data on specific barriers and facilitators to the implementation of the complex intervention Generate new data Digital Observational .doc <100 MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Dataset 1: Ethical approval by EC Research UZ/KU Leuven, S66823/B3222022000936/I/U Datasets 2-4: Ethical approval by EC Research UZ/KU Leuven, S67613 Datasets 5-10: Protocol for the ethical approval will be submitted in December 2023. In datasets 5-8 collection of the experimental data will occur electronically using a web application. This web application will automatically encode names and dates of birth for the researchers (anonymous export). In addition, this web application will allow for sharing data between the involved health care professionals in the intervention group. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Identifying data (e.g. names, (e-mail) addresses): Datasets 1-10 Personal characteristics (e.g. age, gender): Datasets 1-10 Occupation and professional occupation: Datasets 1-10 Audio recordings: Datasets 4+10 Pseudonimised data on antibiotic use at resident level: Datasets 1+2+5+6+7+8 Privacy Registry Reference: PRET reference number G-2023-6432 (Datasets 2-4) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 29 April 2023 6 of 9 No NA 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). During the research, all data and documents will be stored in a Microsoft Teams environment at KU Leuven (Team COMINANDO). The KU Leuven researchers involved will have access to all data after multi-factor authentication. Team COMINANDO has a logical folder structure and the files in it have meaningful file names. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes In REDCap* (Datasets 2+5-8) , Qualtrics (Datasets 1+3+9) and Nvivo (Datasets 4 + 10) metadata are automatically captured. We will provide a general README.txt file for each dataset, explaining briefly the content of the data, the context in which the data were collected, sharing the (pseudonymised) fieldnotes, information about file formats. Also steps taken to remove direct identifiers in the data will be described. ​ In general, for each study meta-data will be available and stored on the shared drive (Teams) of KU Leuven. *When extracting data (without identifiers) from REDCap, the codebook will also be extracted to link the variable names with the ‘field labels’ and ‘choice labels’. 3. Data storage & back-up during the research project Where will the data be stored? During the research, all data and documents will be stored in a Microsoft Teams environment at KU Leuven (Team COMINANDO). The advantages are that data are accessible from different devices, are synchronised and it enables collaboration. The KU Leuven researchers involved will have access to all data after multi-factor authentication. The master's thesis students will only have access to the data they will collect and analyze in WP2 (interviews pharmacists, physicians, nurses and healthcare professionals). They will send data with the Belnet filesender to Indira Coenen. The coding of the documents with identifiable results will be done by the doctoral researcher; the code key will be kept on the supervisor's individual OneDrive for Business account. In this way, only pseudonymized data will be worked with during the data analysis. The antibiotic consumption data will be collected via REDCap and are secondary pseudomised data. This platform meets KU Leuven's data security standards and requires a multi-factor authentication procedure to gain access. Only authorized users with user rights have access to the database; only Indira Coenen and Veerle Foulon have full access to the database. Access to REDCap records is automatically logged and changes to the recorded data are stored in independent audit trails. REDCap's security measures for identifiable data are applied: \"tags\" are applied to variables that collect identifiable data, and only pseudonymized data are extracted from the database. The results of the questionnaires, will be collected within the researchers' personal Qualtrics account (access via login and password). Once the interviews from WP2 have been transcribed ad verbatim, the recordings will be removed from the Teams environment, and completely deleted. How will the data be backed up? A digital back-up of the data will be made weekly on the personal OneDrive of Indira Coenen (access KU Leuven laptop via password) and on an external disk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The total estimated volume of the datasets (203,5 GB) will be less than the maximum storage size of Microsoft Teams (5TB). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the research, all data and documents will be stored in a Microsoft Teams environment at KU Leuven (Team COMINANDO). The KU Leuven researchers involved will have access to all data after multi-factor authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Microsoft Teams and OneDrive is Free for KU Leuven staff. The cost for the external disk (+/- 50 euros) will be covered with the bench fee of Indira Coenen. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Datasets 1-10 will be retained for at least 10 years. Created using DMPonline.be. Last modiﬁed 29 April 2023 7 of 9 Where will these data be archived (stored and curated for the long-term)? Data (including final datasets and/or metadata) will be finally stored in KU Leuven's Research Data Repository to ensure safe, secure and sustainable storage. Only the doctoral researcher and supervisors have access to the data and are responsible for its management. Data will never be deleted. If it is necessary to delete data (e.g. at the request of a participant), this will be documented. (Personal) data will be deleted after 10 years (KU Leuven RDM guideline). Final manuscripts will be published in Open Access journals and available through Lirias and Flanders Research Information Space. Participants who indicated in the informed consent to receive the study results will receive insight into the overall study results (at group level) after the study is completed, through a scientific report or publication. This information will be delivered via email to the email address provided by participants in the informed consent. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? SharePoint online-site is free. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) After the research project the data will be made available in: Open Access repository: Datasets 1+2+3+5-8 (quantitative data) Restricted acces repository: Datasets 3+4+9+10 (qualitative data) in a Shared J Drive of the research group Clinical Pharmacology and Pharmacotherapy If access is restricted, please specify who will be able to access the data and under what conditions. Upon permisson of the involved researchers (Indira Coenen and Veerle Foulon), researchers can request access. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects All datasets contain personal and sensitive information of a vulnerable group, so we have an ethical and legal obligation to protect (and not share) some of the data, e.g. not-pseudonymised transcripts and audio recordings. Where will the data be made available? If already known, please provide a repository per dataset or data type. Via KU Leuven Research Data Repository – RDR, an online infrastructure for data storing, publishing and sharing, these data will be automatically be registered in Lirias. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-ND-4.0 • Free to share. • Give appropriate credit, indicate if changes were made. • Do not distribute modified material (remix, transform, build upon). • Do not use the material for commercial purposes. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, a PID will be added upon deposit in a data repository. What are the expected costs for data sharing? How will these costs be covered? Because the repositories are for free, no cost is expected for data sharing. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 29 April 2023 8 of 9 Who will manage data documentation and metadata during the research project? Indira Coenen Who will manage data storage and backup during the research project? Indira Coenen Who will manage data preservation and sharing? Veerle Foulon Who will update and implement this DMP? Indira Coenen Created using DMPonline.be. Last modiﬁed 29 April 2023 9 of 9"
}