{
    "document_id": "D-2022-1540",
    "LinkTitle": "D-2022-1540",
    "file_name": "D-2022-1540.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1540.pdf",
    "metadata": {
        "title": "D-2022-1540",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicants Bart Leten, Stijn Kelchtermans, Walter Van Dyck\nFWO Project Number & Title G0C6522N\nDesigning Technology Licensing Contracts\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Data Source / Collection Format Role in the project \nInterviews To be collected from corporate \ncontacts Coded transcripts \n(Nvivo) RO1. Identify common \nclauses and contract design \nroutines \nPatent lists & \nLicensing contracts In process of collection:  \nDeal in place with BioSciDB \n(Bioscience Advisors) Electronic files: \ncsv / dta \n(Stata)(Python) RO1/2/3. Basis for \nconstructing detailed \nindicators for contractual \nclauses \nPanel (1995-2015) of \n250 top R&D \nspending firms in the \npharmaceutical \nindustry Available within applicant team \n(developed in prior research \nprojects) Electronic files: \ndta (Stata) RO1/2/3. Information about \nfirms’ patents, publications, \nopen innovation activities \n(alliances, corporate \nventuring investments), \nR&D investments and \nfinancial performance. \nOnline Markets for \nTechnology (MFT) To be collected from the web (no \ncost). Main options: \n-        pharmalicensing.com \n-        Wellspring/Flintbox \nData collection through the \nInternet Archive and (for \npharmalicensing.com) facilitated \nby Cognis Group. Electronic files: \ncsv / dta (Stata) RO3. The data on the \nlicensing contracts will be \nmatched against historical \nrecords of online MFT. \n \nEstimated volume of data = 31GB: interviews (1GB), patent lists & licensing contracts (10GB), panel \ndataset of 250 top R&D spending firms (10GB) and data for online markets for technology (10GB).\n3.Ethical and legal issues\n2019-10-01 | FWO DMP Template 3Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nWe will use data on licensing contracts for which the ultimate source is an oversight institution (i.e., the \nSEC in the US) or that have been obtained by the data provider (BioSciDB) through the Freedom of \nInformation Act. In case there are confidential clauses, the contracts have been redacted and are supplied \nunder this form by the data provider. We have verified that redacted contracts also contain the necessary \ninformation for our analysis. No individual contracts will be reported in publications, workshops or \nconferences.\n \nThe names of the interviewees will not be reported in publications, workshops or conferences.\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 4What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Both in Python and in Stata scripts, comments are added to explain first what is done in the script, which \nfiles are the input, which are the output. Additional comments structuring the code and explaining the \nindividual steps are also added.\n\"Read me\" files are used and kept within the same folder as the files they apply to. They contain additional  \ninformation on for instance (color)codes used in the files.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  During the research, the data will be stored on a Onedrive folder. This is a storage solution provided by the  \nKU Leuven that ensures secure sharing of the data only between the co-authors of the project\nHow will the data be backed up?  The Onedrive folders are a cloud solution with integrated back-ups, which ensures data availability. The \npromotor will keep a local backup copy of the data in an encrypted folder. Both the encrypted local copy \nand the copy on the cloud folder will be kept for future reference, for at least 5 years after completion of \nthe project.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nThe KU Leuven OneDrive for business solution provides 2000GB storage capacity.\n2019-10-01 | FWO DMP Template 5What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.There are no costs involved as KU Leuven provides all personnel a free OneDrive for Business account.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  This is done through use of KU Leuven OneDrive as all supervisors have access through their KU Leuven \naccounts. As a backup, the data will also be stored on Vlerick OneDrive (in addition to local storage on the \ncomputer).\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\n2019-10-01 | FWO DMP Template 6Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).Data Source / Collection Format Role in the project \nInterviews To be collected from corporate \ncontacts Coded transcripts \n(Nvivo) RO1. Identify common \nclauses and contract design \nroutines \nIP lists + Licensing \ncontracts In process of collection:  \nDeal in place with BioSciDB \n(Bioscience Advisors) Electronic files: \ncsv / dta \n(Stata)(Python) RO1/2/3. Basis for \nconstructing detailed \nindicators for contractual \nclauses \nPanel (1995-2015) of \n250 top R&D \nspending firms in the \npharmaceutical \nindustry Available within applicant team \n(developed in prior research \nprojects) Electronic files: \ndta (Stata) RO1/2/3. Information about \nfirms’ patents, publications, \nopen innovation activities \n(alliances, corporate \nventuring investments), \nR&D investments and \nfinancial performance. \nOnline Markets for \nTechnology (MFT) To be collected from the web (no \ncost). Main options: \n-        pharmalicensing.com \n-        Wellspring/Flintbox \nData collection through the \nInternet Archive and (for \npharmalicensing.com) facilitated \nby Cognis Group. Electronic files: \ncsv / dta (Stata) RO3. The data on the \nlicensing contracts will be \nmatched against historical \nrecords of online MFT. \n \nWhere will these data be archived (= stored for \nthe long term)? The data will be stored on a OneDrive folder. The promotor will keep a local backup copy of the data in an \nencrypted folder. Both the encrypted local copy and the copy on the cloud folder will be kept for future \nreference, for at least 5 years after completion of the project.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.There are no costs involved as KU Leuven provides all personnel a free OneDrive for Business account.\n7.Data sharing and reuse\n2019-10-01 | FWO DMP Template 7Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? It concerns proprietary data. It will be shared during the PhD trajectory within the research team, for \nfollow-up work with collaborators. It will not be made available through a repository.  \nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☐ Upon request by mail\n☒ Other (specify): Data will not be made available through a repository\nWhen will the data be made available?  NA\nWho will be able to access the data and under \nwhat conditions? It concerns proprietary data. It will be shared during the PhD trajectory within the research team, for \nfollow-up work with collaborators\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.NA\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Bart Leten, Stijn Kelchtermans, Walter Van Dyck\nWho will be responsible for data storage & back \nup during the project?  Bart Leten, Stijn Kelchtermans, Walter Van Dyck\nWho will be responsible for ensuring data \npreservation and sharing?  Bart Leten, Stijn Kelchtermans, Walter Van Dyck\n2019-10-01 | FWO DMP Template 8Who bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPBart Leten, Stijn Kelchtermans, Walter Van Dyck"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicants Bart Leten, Stijn Kelchtermans, Walter Van Dyck FWO Project Number & Title G0C6522N Designing Technology Licensing Contracts Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Data Source / Collection Format Role in the project Interviews To be collected from corporate contacts Coded transcripts (Nvivo) RO1. Identify common clauses and contract design routines Patent lists & Licensing contracts In process of collection: Deal in place with BioSciDB (Bioscience Advisors) Electronic files: csv / dta (Stata)(Python) RO1/2/3. Basis for constructing detailed indicators for contractual clauses Panel (1995-2015) of 250 top R&D spending firms in the pharmaceutical industry Available within applicant team (developed in prior research projects) Electronic files: dta (Stata) RO1/2/3. Information about firms’ patents, publications, open innovation activities (alliances, corporate venturing investments), R&D investments and financial performance. Online Markets for Technology (MFT) To be collected from the web (no cost). Main options: - pharmalicensing.com - Wellspring/Flintbox Data collection through the Internet Archive and (for pharmalicensing.com) facilitated by Cognis Group. Electronic files: csv / dta (Stata) RO3. The data on the licensing contracts will be matched against historical records of online MFT. Estimated volume of data = 31GB: interviews (1GB), patent lists & licensing contracts (10GB), panel dataset of 250 top R&D spending firms (10GB) and data for online markets for technology (10GB). 3.Ethical and legal issues 2019-10-01 | FWO DMP Template 3Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No We will use data on licensing contracts for which the ultimate source is an oversight institution (i.e., the SEC in the US) or that have been obtained by the data provider (BioSciDB) through the Freedom of Information Act. In case there are confidential clauses, the contracts have been redacted and are supplied under this form by the data provider. We have verified that redacted contracts also contain the necessary information for our analysis. No individual contracts will be reported in publications, workshops or conferences. The names of the interviewees will not be reported in publications, workshops or conferences. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 4What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Both in Python and in Stata scripts, comments are added to explain first what is done in the script, which files are the input, which are the output. Additional comments structuring the code and explaining the individual steps are also added. \"Read me\" files are used and kept within the same folder as the files they apply to. They contain additional information on for instance (color)codes used in the files. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: 5.Data storage & backup during the FWO project Where will the data be stored? During the research, the data will be stored on a Onedrive folder. This is a storage solution provided by the KU Leuven that ensures secure sharing of the data only between the co-authors of the project How will the data be backed up? The Onedrive folders are a cloud solution with integrated back-ups, which ensures data availability. The promotor will keep a local backup copy of the data in an encrypted folder. Both the encrypted local copy and the copy on the cloud folder will be kept for future reference, for at least 5 years after completion of the project. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No The KU Leuven OneDrive for business solution provides 2000GB storage capacity. 2019-10-01 | FWO DMP Template 5What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.There are no costs involved as KU Leuven provides all personnel a free OneDrive for Business account. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This is done through use of KU Leuven OneDrive as all supervisors have access through their KU Leuven accounts. As a backup, the data will also be stored on Vlerick OneDrive (in addition to local storage on the computer). 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 6Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).Data Source / Collection Format Role in the project Interviews To be collected from corporate contacts Coded transcripts (Nvivo) RO1. Identify common clauses and contract design routines IP lists + Licensing contracts In process of collection: Deal in place with BioSciDB (Bioscience Advisors) Electronic files: csv / dta (Stata)(Python) RO1/2/3. Basis for constructing detailed indicators for contractual clauses Panel (1995-2015) of 250 top R&D spending firms in the pharmaceutical industry Available within applicant team (developed in prior research projects) Electronic files: dta (Stata) RO1/2/3. Information about firms’ patents, publications, open innovation activities (alliances, corporate venturing investments), R&D investments and financial performance. Online Markets for Technology (MFT) To be collected from the web (no cost). Main options: - pharmalicensing.com - Wellspring/Flintbox Data collection through the Internet Archive and (for pharmalicensing.com) facilitated by Cognis Group. Electronic files: csv / dta (Stata) RO3. The data on the licensing contracts will be matched against historical records of online MFT. Where will these data be archived (= stored for the long term)? The data will be stored on a OneDrive folder. The promotor will keep a local backup copy of the data in an encrypted folder. Both the encrypted local copy and the copy on the cloud folder will be kept for future reference, for at least 5 years after completion of the project. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.There are no costs involved as KU Leuven provides all personnel a free OneDrive for Business account. 7.Data sharing and reuse 2019-10-01 | FWO DMP Template 7Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? It concerns proprietary data. It will be shared during the PhD trajectory within the research team, for follow-up work with collaborators. It will not be made available through a repository. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☒ Other (specify): Data will not be made available through a repository When will the data be made available? NA Who will be able to access the data and under what conditions? It concerns proprietary data. It will be shared during the PhD trajectory within the research team, for follow-up work with collaborators What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.NA 8.Responsibilities Who will be responsible for the data documentation & metadata? Bart Leten, Stijn Kelchtermans, Walter Van Dyck Who will be responsible for data storage & back up during the project? Bart Leten, Stijn Kelchtermans, Walter Van Dyck Who will be responsible for ensuring data preservation and sharing? Bart Leten, Stijn Kelchtermans, Walter Van Dyck 2019-10-01 | FWO DMP Template 8Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPBart Leten, Stijn Kelchtermans, Walter Van Dyck"
}