{
    "document_id": "D-2021-1250",
    "LinkTitle": "D-2021-1250",
    "file_name": "D-2021-1250.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1250.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-01-05 10:23:14+01:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nGrant Title\n 1S22422N\nPrincipal Investigator / Researcher\n Sasha Yogiswara\nProject Data Contact\n sasha.yogiswara@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSasha Yogiswara\nFWO Project Number & Title\n 1S22422N Engineering yeast for the production of bioplasticizer precursors from food waste\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nDigital data & experimental results:\nType of data\nFormat\nVolume\nCreated by?\nWP 1.1: Background strain selection\nCamera images of\nagar plates containing\nyeast colonies\n.png\n300 MB\nCamera captures\nMATLAB script to\nconvert colony\nimages to numerical\ncolony sizes\n.m\n10 KB\nMATLAB\nColony sizes (for\nisoamyl alcohol\ntolerance screening)\n.xls\n1 MB\nMATLAB output\nAbsorbance to\nmeasure strain\ngrowth (for aldehyde\ntolerance screening)\n.xls\n0.3 MB\nTecan plate reader\noutput\nAbsorbance to\nmeasure strain\ngrowth (for growth\nanalysis on\npretreated potato\nchips media)\n.xls\n0.5 MB\nBioscreen C growth\ncurve\nmeasurements\nRstudio scripts to\ngenerate graphs from\nexcel data\n.R\n0.2 MB\nRstudio\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 9\nGraph images for\ntolerance analysis\n.png\n1 MB\nRstudio output\nWP 1.2 & 1.3: Increase leucine production & decrease ADH\nactivities\nPrimer sequences\n.xls\n30 KB\nMicrosoft Excel\nGene sequences\n.dna\n2 MB\nDownloaded from\nSaccharomyces\nGenome Database,\nall edits made in\nSnapGene\nSanger sequence\nresults ((raw\nsequence data trace)\n.ab1\n100 MB\nSequencing results\nby Eurofins\nGenomics\nAgarose gel\nelectrophoresis\nimages\n.tiff\n100 MB\nCamera images of\nunder UV\nAbsorbance to\nmeasure strain\ngrowth\n.xls\n0.2 MB\nBioscreen C growth\ncurve\nmeasurements\nGC measurement\ndata of isoamyl\naldehyde and isoamyl\nalcohol to confirm\nimprovement\n.xls\n50 KB\nGC-FID output\nWP 2.1: aldehyde detection optimization\nFluorescence /\nabsorbance\nmeasurements of\ndifferent aldehyde\ndetection methods\n.xls\n5 MB\nTecan plate reader\noutput\nWP 2.2 & 2.3: Droplet sorter optimization & assay validation\nImages of droplets in\nchips\n.png\n100 MB\nCamera capture\nDroplet fluorescence\nreadout\n.xls\n5 MB\nOutput of\nphotomultiplier\ntube mounted to\nmicroscope with\nwavelength filter\nMATLAB script to\ncalculate peak\nintegers of droplets\n.m\n10 KB\nMATLAB\nWP 3: create SCRaMbLE & confined mutagenesis mutant\nlibrarie\ns\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 9\nGene cassette\nsequences\nList of the genes and\nsequence sources link\n.dna\n.xls\n2 MB\n100 KB\nBacterial genes\ndownloaded from\nUniProtKB, yeast\ngenes downloaded\nfrom\nSaccharomyces\nGenome Database,\ncombined into\ngene cassettes as\nvisualized in\nSnapGene\nAgarose gel\nelectrophoresis\nimages\n.tiff\n100 MB\nCamera images of\nunder UV\nFluorescence /\nabsorbance\nmeasurements for\naldehyde\nquantification\n.xls\n100 MB\nTecan plate reader\noutput\nGC measurement\ndata of isoamyl\naldehyde and isoamyl\nalcohol to confirm\nimprovement\n.xls\n50 KB\nGC-FID output\nSequencing of top\nmutant to uncover\nmodifications in the\nintroduced gene\ncassettes\nFastq.ora/\n.bam\n500 GB\nSequencing output\nfrom Illumina &\nPacBio sequencing\nWP 4.1: Metabolomics to fix pathway bottlenecks\nMeasurement of\npathway metabolites\n.csv\n1 MB\nLC-MS output\nRstudio script for data\nanalysis and\nvisualization\n.R\n0.2 MB\nRstudio\nGraph images\n.png\n5 MB\nRstudio output\nWP 4.2 & 4.3: Two-phase fermentation test and large scale\nfermentation\nAbsorbance to\nmeasure strain\ngrowth\n.xls\n0.5 MB\nBioscreen C growth\ncurve\nmeasurements\nGC measurement\ndata to determine\npartition coefficient of\ndifferent solvents\n.xls\n50 KB\nGC-FID output\nRaw data of 1L\nfermentor conditions\nand measurements\n(pH, dissolved\noxygen, optical\ndensity, temperature)\n.xls\n0.5 MB\nSartorius fermentor\noutput\n \nPhysical materials:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 9\nWild-type and mutant yeast strains (WP 1, 3, 4): Frozen cultures in glycerol stocks, stored in\n-80°C in lab freezer.\nbacterial plasmids and yeast-bacteria shuttle plasmids (WP 1, 3, 4): Frozen in glycerol\nstocks, stored in -80°C in lab freezer\nDroplet microfluidic chip (WP 2): stored in room temperature at imec, contact person: Dr.\nMaarten Fauvart.\nResearch documentation: lab notebook and protocols\nThese datasets represent an important source of information for the laboratory of the PI\n(including future staff), for scientists, journalists and higher education teachers working in the\nfield of synthetic biology and yeast metabolic engineering, but also for non-profit organizations\nand industries active in these broad fields.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nOwnership of the generated data belongs to KU Leuven & VIB in accordance with the framework\nagreement between these institutes; copyright of the data belongs to Kevin Verstrepen.\nWe identify in an early phase the valorization potential of research lines and has a vast network\nof industrial contacts to efficiently start the route to commercialization. The lab is supported in\nthis matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization.\nFor research with valorization potential, the host lab actively protects its IP by filling patent\napplications with support from the IP department of VIB. Type of data with potential for tech\ntransfer and valorization include yeast strains isolated and generated during the timeframe of\nthis project (including phenotypic data), sequencing information generated during the timeframe\nof this project and (analysis) data and models hereof derived. Valorization potential includes a)\nlicensing of (improved) strains or information on linking a specific sequence variant to a\nphenotype and b) creation or participation in start-up companies.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nNo third-party agreement restricts dissemination or exploitation of the data or strains generated\nfrom this project. In particular, existing agreements between VIB and KU Leuven do not restrict\npublication of data. There is no IP on the generated strains that would prevent us from storing\nthe strains, performing the anticipated experiments or publishing the results.\nFor all strains used in this project, we will check, together with René Custers (Regulatory &\nResponsible Research Manager at VIB) whether we need to comply with the Nagoya protocol on\nAccess to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their\nUtilization. In case we need to comply, we will meet certain diligence obligations under EU\nRegulation (EU) No 511/2014 (apply for ‘Prior Informed Consent’ document and negotiate\n‘Mutually Agreed Terms” with Competent National Authority of the provider country).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 9\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nData will be generated following standardized protocols. Data will be documented by the\nresearch and technical staff at the time of data collection and analysis, by taking careful notes in\ntheir (electronic) laboratory notebook. Cryotubes of biological samples (bacterial and yeast\nstrains) stored at -80°C will be labelled with a reference number that links to an entry in our\nstrain database.\nDigital data files will be stored on KU Leuven servers and will be accompanied with a read me\ntext file that contains relevant metadata for understanding and re-use of data\nThe read me file will be structured as follows:\n \nPROJECT INFORMATION\nP01. Project name/nickname, including name of funder, type of grant, grant number\nP02. Name and contact of the Principal Investigator and scientists (the whole team) involved in\nthe project with indication of the lead scientist\nP03. Small description of the project\nP04. (Archive) Dropbox folder link associated with this project if any\n \nGENERAL INFORMATION\nG01. Names of file(s) or dataset(s) that this README file describes\nG02. Date of creation/last update of the README file.\nFor each update/change made to the files, please add an extra line here with date and main\nchanges made.\nG03. Created by (name)\nG04. Description of the dataset\n \nFILE OVERVIEW\nF01. Software used to generate the data, including software version used\nF02. Software necessary to open the file\nF03. Relationship between the files\nFor example, for scripts used, please also include a list of files generated by each script.\n \nMETHODOLOGICAL INFORMATION\nM01. Date (beginning-end) and place of data collection\nM02. Data collecting method\nM03. Information about data processing methods and scripts used.\nM04. Information about the instrument, calibration, settings used\nM05. Information about limitations of the dataset (missing values, …), information that ensures\ncorrect interpretation of the dataset\nM06. People involved in the creation or processing of the dataset\nDATA ACCESS AND SHARING\nA01. Confidentiality information/restrictions on use of data\n \nDATA SPECIFIC INFORMATION (ABOUT THE DATA THEMSELVES)\nD01. Full names and definitions for columns and rows.\nThis can be provided in a csv file.\nD02. Explanation of abbreviations\nD03. Explanation of strain codes and sample names\nCrosslink to lab strainlist if possible.\n \nRELATIONSHIPS\nR01. Publications based on this dataset\nR02. This dataset derives from… (other dataset)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 9\nR03. This dataset is related to… (documents, dataset)\n \nCryotubes and plates with biological strains are labeled with a reference number that links to an\nentry in our strain database (stored on both a professional Dropbox account as well as KU Leuven\nservers, see also below). All relevant information on the specific strains (strain ID, genetic\ninformation, origin of strain) is included in this database.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nSince there is no formally acknowledged metadata standard specific to our discipline, Dublin\nCore Metadata will be used. Moreover, we will closely monitor MIBBI (Minimum Information for\nBiological and Biomedical Investigations) for metadata standards that are more specific to our\ndata.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nBiological samples: Cryotubes with strains will be stored in a -80° freezer present in the\nVerstrepen lab at KU Leuven (Gaston Geenslaan 1, Heverlee). Costs are covered by general lab\nexpenses.  Unauthorized people do not have access to strains.\nData (digital files) generated in this project will be stored in a Dropbox Business Advanced\naccount for processing and analyses; following secure data transfer, modern data encryption\nstandards, and encrypted block storage (256-bit AES and SSL/TLS encryption. For more details\nsee: https://www.dropbox.com/business/trust\nSequencing data will be stored on an internal lab server (present in host lab) as well as on a\nsecure Dropbox Business account for processing and analyses.\nAll the relevant algorithms, scripts and software code driving the project will be stored on a\nsecure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook\n(jupyter.org - an open source web application to store and share scripts), in github or in the\nGitLab service of KU Leuven.\nUpon publication, all sequences supporting a manuscript will be made publicly available via\nrepositories  such as the GenBank database or the European Nucleotide Archive (nucleotide\nsequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus\n(microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences),\nthe EBI European Genome-phenome Archive (EGA) for personally identifiable (epi)genome and\ntranscriptome sequences.\nHow is backup of the data provided?\nStrains are backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd\nlocation (Kasteelpark Arenberg 20, Heverlee) at KU Leuven. Data (digital files) are automatically\nbacked up by the secure Dropbox Business Advanced account cloud backup services.\nAdditionally, project data and sequencing data will be backed up to KU Leuven servers.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nDropbox Business offers unlimited storage and back-up capacity in their clouds. There is\nsufficient storage and back-up capacity on all KU Leuven servers:\nthe “L-drive” is an easily scalable system, built from General Parallel File System\n(GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the\nfront-end.\nthe “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9\noperating system.\nKU Leuven also offers a 2TB onedrive already included in our group’s office 365\nsubscription\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 9\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe total estimated cost of data storage during the project is 250€. This estimation is based on\nthe following costs:\nYeast/bacteria strains are easily kept alive for several weeks. This costs on average 5\neuro. When no experiments are planned with a specific strain, cryopreservation will\nthus be used to safeguard strains, prevent genetic drift, loss of transgene and potential\ncontaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are\nincluded in general lab costs.\nThe costs associated with a Dropbox Business account has been negotiated by the lab\nto 10 USD/month/user.\nThe costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and\n519€/TB/Year for the “J-drive”.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nFor biological samples: unauthorized people do not have access to the strain\ncollections.\nFor the digital data: Access to data stored on the Dropbox Business Advanced cloud is\ngranted based on role based access control and all access requires layers of\nauthentication that includes strong passwords, SSH keys, 2 factor authentication, and\none time passcodes. Dropbox safeguards data with document watermarking, granular\ncontent permissions and policies, document watermarking, and legal holds.\nBoth the “L-drive” and “J-drive” KU Leuven servers are accessible only by laboratory\nmembers, and are mirrored in the second ICTS datacenter for business continuity and\ndisaster recovery so that a copy of the data can be recovered within an hour.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe minimum preservation term of 5 years after the end of the project will be applied to all\ndatasets. All datasets will be stored on the university’s central servers with automatic back-up\nprocedures for at least 10 years, conform the KU Leuven RDM policy.\nWhere will the data be archived (= stored for the longer term)?\nAs a general rule, datasets will be made openly accessible, whenever possible via existing\nplatforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of\npublication.\nFor all other datasets, long term storage will be ensured as follows:\nBiological data: yeast and bacterial strains will be stored locally in the laboratory (-80°C).\nOther biological and chemical samples: storage at 4°C and/or as frozen samples as\nappropriate\nDigital datasets: files will be stored on Dropbox account and the KU Leuven “L-drive”.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe total estimated cost of data storage during the 5 years after the end of the project is 1250€.\nThese costs will be covered from general lab budget.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nYes. Specify:\nWe aim at communicating our results in top journals that require full disclosure of all included\ndata. Biological material will be shared upon simple request following publication, unless we\nidentify valuable IP, in which case we will first protect commercial exploitation, either through\npatenting or via an MTA that restricts the material from commercial use.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 9\nWhich data will be made available after the end of the project?\nParticipants to the present project are committed to publish research results to communicate\nthem to peers and to a wide audience. All research outputs supporting publications will be made\nopenly accessible, unless we identify valuable IP, in which case we will first protect commercial\nexploitation, either through patenting or via an MTA that restricts the material from commercial\nuse.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nOther (specify):\n Other (specify): open-access publications in peer-reviewed journals, including supplemental\ninformation.\n \nAs a general rule, datasets will be made openly accessible via existing platforms that support\nFAIR data sharing (www.fairsharing.org). Sharing policies for specific research outputs are\ndetailed below:\nBiological data: Bacteria and yeast strains will be shared upon simple request following\npublication, unless we identify valuable IP. In this case, we will first protect commercial\nexploitation, either through patenting or via an MTA that restricts the material from\ncommercial use.\nDatasets will be deposited in open access repositories. Research documentation: All\nprotocols used to generate published data will be described in the corresponding\nmanuscript(s), and the related documentation will be included as supplementary\ninformation. These data and all other documents deposited in lab notebook are accessible\nto the PI and the research staff involved in the project, and will be made available upon\nrequest.\nManuscripts: We opt for open access publications where possible. Publications will be\nautomatically listed in our institutional repository, Lirias 2.0, based on the authors name and\nORCID ID.\nAlgorithms, scripts and softwares: As soon as a manuscript is publicly available, algorithms,\nscripts and software code will be deposited in a github repository.\nNucleic acid and protein sequences: Upon publication, all sequences supporting a\nmanuscript will be made publicly available via repositories such as the GenBank database or\nthe European Nucleotide Archive (nucleotide sequences from primers / new genes / new\ngenomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data),\nthe Protein Database (for protein sequences).\nWhen will the data be made available?\nUpon publication of the research results\nAs a general rule all research outputs will be made openly accessible at the latest at the time of\npublication. No embargo will be foreseen unless imposed e.g. by pending publications, potential\nIP requirements – note that patent application filing will be planned so that publications need not\nbe delayed – or ongoing projects requiring confidential data. In those cases, datasets will be\nmade publicly available as soon as the embargo date is reached.\nWho will be able to access the data and under what conditions?\nWhenever possible, datasets and the appropriate metadata will be made publicly available\nthrough repositories that support FAIR data sharing. As detailed above, metadata will contain\nsufficient information to support data interpretation and reuse, and will be conform community\nnorms. These repositories clearly describe their conditions of use (typically under a Creative\nCommons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons\nAttribution (CC-BY) or an ODC Public Domain Dedication and License, with a material transfer\nagreement when applicable). Interested parties will thereby be allowed to access data directly,\nand they will give credit to the authors for the data used by citing the corresponding DOI. For\ndata shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if\napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse\nthat are permitted.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n8 of 9\nWhat are the expected costs for data sharing? How will the costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g.\nfor metadata collection and file storage and organization from the start of the project, and by\nusing free-to-use data repositories and dissemination facilities whenever possible. Data\nmanagement costs will be covered by the laboratory budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMetadata will be documented by the research and technical staff involved in the project at the\ntime of data collection and analysis, by taking careful notes in their laboratory notebook that\nrefer to specific datasets and by ensuring detailed read me files and other documentation and\nmetadata. Ms. Veerle Saels (senior lab technician) and Ms. Eef Lemmens (personal assistant to\nprof. Verstrepen) will follow this up.\nWho will be responsible for data storage & back up during the project?\nThe research and technical staff involved in the project will ensure data storage and back up. Mr.\nNico Vangoethem (IT responsible) will follow this up.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI (Kevin Verstrepen) is responsible for data preservation and sharing, with support from the\nresearch and technical staff involved in the project. He will also be assisted by Mr. Nico\nVangoethem and Ms. Eef Lemmens in these aspects.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI is ultimately responsible for all data management during and after data collection,\nincluding implementing and updating the DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n9 of 9"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 1S22422N Principal Investigator / Researcher Sasha Yogiswara Project Data Contact sasha.yogiswara@kuleuven.be Institution KU Leuven 1. General Information Name applicant Sasha Yogiswara FWO Project Number & Title 1S22422N Engineering yeast for the production of bioplasticizer precursors from food waste Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Digital data & experimental results: Type of data Format Volume Created by? WP 1.1: Background strain selection Camera images of agar plates containing yeast colonies .png 300 MB Camera captures MATLAB script to convert colony images to numerical colony sizes .m 10 KB MATLAB Colony sizes (for isoamyl alcohol tolerance screening) .xls 1 MB MATLAB output Absorbance to measure strain growth (for aldehyde tolerance screening) .xls 0.3 MB Tecan plate reader output Absorbance to measure strain growth (for growth analysis on pretreated potato chips media) .xls 0.5 MB Bioscreen C growth curve measurements Rstudio scripts to generate graphs from excel data .R 0.2 MB Rstudio This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 9 Graph images for tolerance analysis .png 1 MB Rstudio output WP 1.2 & 1.3: Increase leucine production & decrease ADH activities Primer sequences .xls 30 KB Microsoft Excel Gene sequences .dna 2 MB Downloaded from Saccharomyces Genome Database, all edits made in SnapGene Sanger sequence results ((raw sequence data trace) .ab1 100 MB Sequencing results by Eurofins Genomics Agarose gel electrophoresis images .tiff 100 MB Camera images of under UV Absorbance to measure strain growth .xls 0.2 MB Bioscreen C growth curve measurements GC measurement data of isoamyl aldehyde and isoamyl alcohol to confirm improvement .xls 50 KB GC-FID output WP 2.1: aldehyde detection optimization Fluorescence / absorbance measurements of different aldehyde detection methods .xls 5 MB Tecan plate reader output WP 2.2 & 2.3: Droplet sorter optimization & assay validation Images of droplets in chips .png 100 MB Camera capture Droplet fluorescence readout .xls 5 MB Output of photomultiplier tube mounted to microscope with wavelength filter MATLAB script to calculate peak integers of droplets .m 10 KB MATLAB WP 3: create SCRaMbLE & confined mutagenesis mutant librarie s This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 9 Gene cassette sequences List of the genes and sequence sources link .dna .xls 2 MB 100 KB Bacterial genes downloaded from UniProtKB, yeast genes downloaded from Saccharomyces Genome Database, combined into gene cassettes as visualized in SnapGene Agarose gel electrophoresis images .tiff 100 MB Camera images of under UV Fluorescence / absorbance measurements for aldehyde quantification .xls 100 MB Tecan plate reader output GC measurement data of isoamyl aldehyde and isoamyl alcohol to confirm improvement .xls 50 KB GC-FID output Sequencing of top mutant to uncover modifications in the introduced gene cassettes Fastq.ora/ .bam 500 GB Sequencing output from Illumina & PacBio sequencing WP 4.1: Metabolomics to fix pathway bottlenecks Measurement of pathway metabolites .csv 1 MB LC-MS output Rstudio script for data analysis and visualization .R 0.2 MB Rstudio Graph images .png 5 MB Rstudio output WP 4.2 & 4.3: Two-phase fermentation test and large scale fermentation Absorbance to measure strain growth .xls 0.5 MB Bioscreen C growth curve measurements GC measurement data to determine partition coefficient of different solvents .xls 50 KB GC-FID output Raw data of 1L fermentor conditions and measurements (pH, dissolved oxygen, optical density, temperature) .xls 0.5 MB Sartorius fermentor output Physical materials: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 9 Wild-type and mutant yeast strains (WP 1, 3, 4): Frozen cultures in glycerol stocks, stored in -80°C in lab freezer. bacterial plasmids and yeast-bacteria shuttle plasmids (WP 1, 3, 4): Frozen in glycerol stocks, stored in -80°C in lab freezer Droplet microfluidic chip (WP 2): stored in room temperature at imec, contact person: Dr. Maarten Fauvart. Research documentation: lab notebook and protocols These datasets represent an important source of information for the laboratory of the PI (including future staff), for scientists, journalists and higher education teachers working in the field of synthetic biology and yeast metabolic engineering, but also for non-profit organizations and industries active in these broad fields. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Ownership of the generated data belongs to KU Leuven & VIB in accordance with the framework agreement between these institutes; copyright of the data belongs to Kevin Verstrepen. We identify in an early phase the valorization potential of research lines and has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization. For research with valorization potential, the host lab actively protects its IP by filling patent applications with support from the IP department of VIB. Type of data with potential for tech transfer and valorization include yeast strains isolated and generated during the timeframe of this project (including phenotypic data), sequencing information generated during the timeframe of this project and (analysis) data and models hereof derived. Valorization potential includes a) licensing of (improved) strains or information on linking a specific sequence variant to a phenotype and b) creation or participation in start-up companies. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No No third-party agreement restricts dissemination or exploitation of the data or strains generated from this project. In particular, existing agreements between VIB and KU Leuven do not restrict publication of data. There is no IP on the generated strains that would prevent us from storing the strains, performing the anticipated experiments or publishing the results. For all strains used in this project, we will check, together with René Custers (Regulatory & Responsible Research Manager at VIB) whether we need to comply with the Nagoya protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization. In case we need to comply, we will meet certain diligence obligations under EU Regulation (EU) No 511/2014 (apply for ‘Prior Informed Consent’ document and negotiate ‘Mutually Agreed Terms” with Competent National Authority of the provider country). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 9 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Data will be generated following standardized protocols. Data will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in their (electronic) laboratory notebook. Cryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be labelled with a reference number that links to an entry in our strain database. Digital data files will be stored on KU Leuven servers and will be accompanied with a read me text file that contains relevant metadata for understanding and re-use of data The read me file will be structured as follows: PROJECT INFORMATION P01. Project name/nickname, including name of funder, type of grant, grant number P02. Name and contact of the Principal Investigator and scientists (the whole team) involved in the project with indication of the lead scientist P03. Small description of the project P04. (Archive) Dropbox folder link associated with this project if any GENERAL INFORMATION G01. Names of file(s) or dataset(s) that this README file describes G02. Date of creation/last update of the README file. For each update/change made to the files, please add an extra line here with date and main changes made. G03. Created by (name) G04. Description of the dataset FILE OVERVIEW F01. Software used to generate the data, including software version used F02. Software necessary to open the file F03. Relationship between the files For example, for scripts used, please also include a list of files generated by each script. METHODOLOGICAL INFORMATION M01. Date (beginning-end) and place of data collection M02. Data collecting method M03. Information about data processing methods and scripts used. M04. Information about the instrument, calibration, settings used M05. Information about limitations of the dataset (missing values, …), information that ensures correct interpretation of the dataset M06. People involved in the creation or processing of the dataset DATA ACCESS AND SHARING A01. Confidentiality information/restrictions on use of data DATA SPECIFIC INFORMATION (ABOUT THE DATA THEMSELVES) D01. Full names and definitions for columns and rows. This can be provided in a csv file. D02. Explanation of abbreviations D03. Explanation of strain codes and sample names Crosslink to lab strainlist if possible. RELATIONSHIPS R01. Publications based on this dataset R02. This dataset derives from… (other dataset) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 9 R03. This dataset is related to… (documents, dataset) Cryotubes and plates with biological strains are labeled with a reference number that links to an entry in our strain database (stored on both a professional Dropbox account as well as KU Leuven servers, see also below). All relevant information on the specific strains (strain ID, genetic information, origin of strain) is included in this database. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Since there is no formally acknowledged metadata standard specific to our discipline, Dublin Core Metadata will be used. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data. 5. Data storage and backup during the FWO project Where will the data be stored? Biological samples: Cryotubes with strains will be stored in a -80° freezer present in the Verstrepen lab at KU Leuven (Gaston Geenslaan 1, Heverlee). Costs are covered by general lab expenses. Unauthorized people do not have access to strains. Data (digital files) generated in this project will be stored in a Dropbox Business Advanced account for processing and analyses; following secure data transfer, modern data encryption standards, and encrypted block storage (256-bit AES and SSL/TLS encryption. For more details see: https://www.dropbox.com/business/trust Sequencing data will be stored on an internal lab server (present in host lab) as well as on a secure Dropbox Business account for processing and analyses. All the relevant algorithms, scripts and software code driving the project will be stored on a secure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook (jupyter.org - an open source web application to store and share scripts), in github or in the GitLab service of KU Leuven. Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome-phenome Archive (EGA) for personally identifiable (epi)genome and transcriptome sequences. How is backup of the data provided? Strains are backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location (Kasteelpark Arenberg 20, Heverlee) at KU Leuven. Data (digital files) are automatically backed up by the secure Dropbox Business Advanced account cloud backup services. Additionally, project data and sequencing data will be backed up to KU Leuven servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Dropbox Business offers unlimited storage and back-up capacity in their clouds. There is sufficient storage and back-up capacity on all KU Leuven servers: the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. KU Leuven also offers a 2TB onedrive already included in our group’s office 365 subscription This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 9 What are the expected costs for data storage and back up during the project? How will these costs be covered? The total estimated cost of data storage during the project is 250€. This estimation is based on the following costs: Yeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 euro. When no experiments are planned with a specific strain, cryopreservation will thus be used to safeguard strains, prevent genetic drift, loss of transgene and potential contaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are included in general lab costs. The costs associated with a Dropbox Business account has been negotiated by the lab to 10 USD/month/user. The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For biological samples: unauthorized people do not have access to the strain collections. For the digital data: Access to data stored on the Dropbox Business Advanced cloud is granted based on role based access control and all access requires layers of authentication that includes strong passwords, SSH keys, 2 factor authentication, and one time passcodes. Dropbox safeguards data with document watermarking, granular content permissions and policies, document watermarking, and legal holds. Both the “L-drive” and “J-drive” KU Leuven servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets will be stored on the university’s central servers with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy. Where will the data be archived (= stored for the longer term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: Biological data: yeast and bacterial strains will be stored locally in the laboratory (-80°C). Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate Digital datasets: files will be stored on Dropbox account and the KU Leuven “L-drive”. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The total estimated cost of data storage during the 5 years after the end of the project is 1250€. These costs will be covered from general lab budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Yes. Specify: We aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 9 Which data will be made available after the end of the project? Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail Other (specify): Other (specify): open-access publications in peer-reviewed journals, including supplemental information. As a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing (www.fairsharing.org). Sharing policies for specific research outputs are detailed below: Biological data: Bacteria and yeast strains will be shared upon simple request following publication, unless we identify valuable IP. In this case, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Datasets will be deposited in open access repositories. Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents deposited in lab notebook are accessible to the PI and the research staff involved in the project, and will be made available upon request. Manuscripts: We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. Algorithms, scripts and softwares: As soon as a manuscript is publicly available, algorithms, scripts and software code will be deposited in a github repository. Nucleic acid and protein sequences: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences). When will the data be made available? Upon publication of the research results As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed – or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Who will be able to access the data and under what conditions? Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. What are the expected costs for data sharing? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 8 of 9 What are the expected costs for data sharing? How will the costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 8. Responsibilities Who will be responsible for data documentation & metadata? Metadata will be documented by the research and technical staff involved in the project at the time of data collection and analysis, by taking careful notes in their laboratory notebook that refer to specific datasets and by ensuring detailed read me files and other documentation and metadata. Ms. Veerle Saels (senior lab technician) and Ms. Eef Lemmens (personal assistant to prof. Verstrepen) will follow this up. Who will be responsible for data storage & back up during the project? The research and technical staff involved in the project will ensure data storage and back up. Mr. Nico Vangoethem (IT responsible) will follow this up. Who will be responsible for ensuring data preservation and reuse ? The PI (Kevin Verstrepen) is responsible for data preservation and sharing, with support from the research and technical staff involved in the project. He will also be assisted by Mr. Nico Vangoethem and Ms. Eef Lemmens in these aspects. Who bears the end responsibility for updating & implementing this DMP? The PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 9 of 9"
}