{
    "document_id": "D-2023-2422",
    "LinkTitle": "D-2023-2422",
    "file_name": "D-2023-2422.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2422.pdf",
    "metadata": {
        "title": "D-2023-2422",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Karin Haustermans (ORCID: 0000-0003-0364-682X  ), KU Leuven, PI\nContributor name(s) (+ ORCID) & roles Maarten Lambrecht (ORCID: 0000-0002-8746-2691 ), KU Leuven, co-supervisor\nYolande Lievens (ORCID: 0000-0002-9157-3730 ), Universiteit Gent, co -supervisor\nGilles Defraene (ORCID: 0000-0002-3622-4925 ), KU Leuven, co-worker\nProject number 1 & title Towards  cost-effective  patient  selection  for  proton  therapy  in  thoracic  cancers:  a  framework  for  \ncontinuously updating prediction models (FWO-TBM project)\nFunder(s) GrantID 2T005523N\nAffiliation(s) ☒KU Leuven \n☐ Universiteit Antwerpen\n☒Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description The  rapid  evolution  of  state-of-the-art  treatments  for  thoracic  cancers  leads  to  a  systematic  \nunderperformance of published prediction models of toxicity, i.e., normal tissue complication probability  \n(NTCP) models, in recently treated patients. This implies a suboptimal NTCP model-based planning of  \nphoton-based radiotherapy (XT) and errors in NTCP model-based patient selection for the potentially  \nbeneficial but more expensive proton therapy (PT). Our hypothesis is that prospectively learning from every  \npatient could detect early the treatment-related changes relevant for the outcome, leading to the necessary  \nNTCP model revisions. We will therefore build a framework for continuous prediction model updating and  \nwill evaluate its functioning using literature-based simulations and existing retrospective patient cohorts.  \nThe framework will then be used prospectively during the introduction of PT in esophageal cancer (European  \nPROTECT  phase  III  trial  randomizing  between  XT  and  PT,  currently  running  in  the  Particle  Therapy  \nInteruniversity Center Leuven) and lung cancer (XT and PT data from international collaborations) in order to  \ndetect XT/PT-related changes in toxicity outcome. Innovative NTCP modeling will be developed to fit the  \nnew PT era data by focusing on linear energy transfer maps. Weekly repeated 4DCT scans and adapted  \ntreatment plans will inform the optimization of novel intra-treatment NTCP models for the adaptation era.  \nFinally, the benefit the framework would have had in a setting of model-based patient selection for PT will be  \nquantified. For this purpose a health economic assessment will be associated to the NTCP model framework,  \ntaking into account cost parameters to weigh the cost savings related to the predicted decreased risk of side  \neffects with PT and its higher operational costs compared to XT.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset Name Description New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate \nnew data\n☐ Reuse \nexisting data☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nEso_UZL_clin Initial outcome \nanalysis dataReuseDigitalImages, \nTextualDICOM, .csv <100 GB\nEso_UZL_dos Dosiomics data GenerateDigitalNumerical, \nModel.csv <1GB\nLung_UZL_clin Initial outcome \nanalysis dataReuseDigitalImages, \nTextualDICOM, .csv <100 GB\nLung_UZL_dos Dosiomics data GenerateDigitalNumerical, \nModel.csv <1GB\nEso_MDA_clin Initial outcome \nanalysis data (MD \nAnderson)ReuseDigitalImages, \nTextualDICOM, .csv <100 GB\nEso_MDA_dos Dosiomics data GenerateDigitalNumerical, .csv <1GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5(MD Anderson) Model\nLung_REQ_clin Initial outcome \nanalysis data \n(REQUITE)ReuseDigitalImages, \nTextualDICOM, .csv <100 GB\nLung_REQ_dos Dosiomics data \n(REQUITE)GenerateDigitalNumerical, \nModel.csv <1GB\nLung_MAA_clin Initial outcome \nanalysis data \n(MAASTRO)ReuseDigitalImages, \nTextualDICOM, .csv <100 GB\nLung_MAA_dos Dosiomics data \n(MAASTRO)GenerateDigitalNumerical, \nModel.csv <1GB\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  1. Esophageal cancer radiotherapy datasets (±650 patients) :\n- Prospective dataset collected in  UZ Leuven, supervised by prof. Karin Haustermans,  containing >300 \npatients treated with photon-based radiotherapy.  Required dosimetric (DVH files in text format, RT STRUCT,  \nRT DOSE and RT PLAN files in DICOM format, all extracted from radiotherapy treatment planning software),  \nimaging (planning CT and daily CBCT image files, in DICOM format), clinical (treatment-related patient  \ncharacteristics, extracted from a surgery department’s database, in csv format) and outcome (survival and  \ntoxicity endpoints scored by the physician, in csv format) data is available and will be reused [1]. This dataset  \nwill be updated during the course of the project at a rate of around 20 new patients/year.\n- Dataset of MD Anderson, with patients partly treated with proton therapy ( 320 patients), containing similar  \ninformation (DVH files, clinical and outcome data). We plan to additionally collect the DICOM files of these  \npatients during a work visit at the MD Anderson Cancer Center.\nEstimated volume: 100 Gb\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 62. Lung cancer radiotherapy datasets (±500 patients) : \n- We have agreed with the consortium of the REQUITE project (observational EU study (2014-2017) including  \nKU Leuven/UZ Leuven as partner) to use its multicentric lung cancer database. This dataset will contain the  \nCT, RT STRUCT, RT DOSE and RT PLAN data in DICOM format of > 350 photon-based patient treatments,  \ntogether with physician-rated and patient-reported outcome (PRO) measures of pulmonary, cardiac and  \nesophageal toxicity outcome with 24 months follow-up, in csv format [2].  \n- A prospective collection of clinical, DICOM and PRO data of lung cancer patients in UZ Leuven is set up in \ncollaboration  with  prof.  Maarten  Lambrecht  and  the  department  of  pneumology.  A  dataset  of  \napproximately 150 patients will be similarly collected. This recent dataset will contain treatments with the  \nnew standard of care immune checkpoint inhibitor agents.\n- Dataset of MAASTRO, with patients partly treated with proton therapy ( 300 patients), containing similar  \ninformation (DVH files, clinical and outcome data).\nEstimated volume: 80 Gb\nA specific ethical approval was obtained for reusing and updating all of the UZ Leuven datasets in the context  \nof the radiation-induced toxicity prediction modeling studies as described in the different work packages of  \nthis project. For the external datasets DTAs will be set up during the first project year.\n3. Results generated: 3D dose map features versus time in csv format (WP1), radiomics image feature values  \nin csv format (WP2), LET and variable RBE calculations of proton therapy plans in DICOM format (WP3) and  \nlung ventilation data in DICOM format (WP4) will be extracted from the DICOM data of described datasets;  \nMatlab scripts (.m files), data structure files (.mat files) and figures will be generated; plots will be stored for  \nvisualization in .tiff format.\nEstimated volume: 20 Gb\n[1]  M. Thomas, G. Defraene, M. Lambrecht, W. Deng, J. Moons, P. Nafteux, SH. Lin, K. Haustermans.  NTCP \nmodel for postoperative complications and one-year mortality after trimodality treatment in oesophageal  \ncancer. Radiother Oncol,  141 (2019), pp. 33-40.\n[2]  P. Seibold, A. Webb, M.E. Aguado-Barrera, D. Azria, C. Bourgier, M. Brengues, et  al. Requite:  A \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7prospective multicentre cohort study of patients undergoing radiotherapy for breast, lung or prostate  \ncancer. Radiother Oncol, 138 (2019), pp. 59-67.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nEthical Committee approval was obtained from the Medical Ethical Committee of UZ Leuven :\n1. Esophageal cancer radiotherapy datasets: file S59667 was approved for the collection and use of the UZ  \nLeuven and MD Anderson data in the context of this project. A Data Transfer Agreement between MD  \nAnderson and UZ Leuven was previously put in place and will be updated for DICOM data.  \n2. Lung cancer radiotherapy datasets: file S56556 was approved for the REQUITE study data collection. In  \naddition, a Data Transfer Agreement between the REQUITE coordinating institution and UZ Leuven was  \nobtained. File S59762 was approved for the collection and use of UZ Leuven lung cancer data.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nEthical Committee approval was obtained for all described UZ Leuven datasets: S59667 (esophageal cancer  \ndatasets), S56556 (REQUITE study lung cancer dataset) and S59762 (UZ Leuven lung cancer dataset). DTA  \nwill be set up for the use of external datasets of MD Anderson and MAASTRO.\nClinical and treatment-related patient data including age, gender, BMI, smoking, comorbidities, tumour  \nhistology and stage, date of surgery, etc.;  survival and postoperative complication and toxicity data; DICOM  \nCT and CBCT imaging data and DICOM radiotherapy treatment planning data.  \nAll these data structures will be pseudonymized, including the removal of all patient-related tags from the  \nDICOM files. Data will be subsequently stored in the secured ‘UZ data’ repository within the UZ Leuven  \nhospital environment. A file with the links between individual patient identifiers and pseudonymization code  \nnumbers will be stored in a separate location.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nIn case results with potential for patenting are obtained, this will be discussed with KU Leuven LRD.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \nREQUITE study lung cancer dataset: \n-The multicentric data we will receive can only be used within the context of the detailed research plan we  \nsubmitted (and which was approved by the REQUITE consortium’s Publications Committee).\n-A general publication agreement was set up by the consortium regulating all dissemination activities and co-\nautorship guidelines when using data contributed by participating centers.\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .- .csv data: every patient is allocated a pseudonymization code number, per cancer type starting from 000  \nand with numbers increasing with the date of treatment. \n- Scripts: all Matlab and Python scripts generated during the analyses will be stored in a specific ‘UZ data’  \nsubfolder per research question (mostly coinciding with the subheadings in the different work packages of  \nthe project). Commenting will be used throughout the scripts to explain the steps followed when running  \nscripts during the analyses.\n- Per research question a ‘read me’ file detailing the required input data, analysis scripts and how to run  \nthem, and the resulting output data and plots obtained, will be generated.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n- Data will be structured in subfolders of the overall project folder according to the research question ( work  \npackage) and cancer type (esophageal cancer and lung cancer).\n- Radiotherapy terminology will be used to describe the dosimetric parameters derived from the patient’s  \nradiotherapy treatment plans, i.e., mean organ doses, maximal organ doses, volumes of the organ receiving  \na certain dose level, etc.\n- DICOM files contain by default a lot of metadata: date of scan acquisition, voxel size and slice thickness, kV  \nenergy, radiotherapy planning details, etc.\n- All generated scripts, results files, plots, etc. will be named according to work package, cancer type and  \ndate of generation.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: \nCollected study data and generated analysis results files will be stored in a ‘UZ data’ folder protected by a  \npassword within the UZ Leuven hospital’s network environment.  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☒ Other (specify) \nAutomatic backup by IT of UZ Leuven of all folders in the ‘UZ data’ location every hour. If required, any folder  \ncontent can be restored to a previous time point.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nThe required ~200 Gb storage capacity is well within the limits of the allocated ‘UZ data’ space.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Password protection set on the ‘UZ data’ folder by IT department of UZ Leuven. Only access and writing  \nrights for appointed users.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?- No additional costs for the use of the ‘UZ data’ repository for researchers with a UZ Leuven network login.\n- Yearly license of the data analysis software Matlab (125 euro/year through KU Leuven IT) required to  \ngenerate and run the analysis scripts. This cost will be covered by the FWO-TBM’s projects budget.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\n‘UZ data’ folder within UZ Leuven network environment. This folder will remain available as long as required.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no costs for the use of ‘UZ data’ folders.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Researchers with an elaborated and collaborative plan for advancing the field of radiotherapy toxicity  \nprediction modelling.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☒ Yes, other\n☐ No\nIf yes, please specify:\nFor the REQUITE study lung cancer dataset, the REQUITE consortium (which we are a partner of) approved  \nthat non-partner institutions can only use (part of) the consortium database upon request of a detailed study  \nproposal and a payment of a fee per patient.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify)\nUpon request by mail.\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nUpon reasonable request after our work has been published on the respective topic, and after approval of a  \nData Transfer Agreement by the Ethical Committee of the University Hospitals of Leuven.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs for data sharing are to be expected.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Dr. Gilles Defraene, postdoctoral researcher, possibly in collaboration with PhD students.\nWho will manage data storage and backup \nduring the research project?UZ Leuven IT\nWho will manage data preservation and \nsharing?Dr. Gilles Defraene\nWho will update and implement this DMP? prof. Dr. Karin Haustermans, PI\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Karin Haustermans (ORCID: 0000-0003-0364-682X ), KU Leuven, PI Contributor name(s) (+ ORCID) & roles Maarten Lambrecht (ORCID: 0000-0002-8746-2691 ), KU Leuven, co-supervisor Yolande Lievens (ORCID: 0000-0002-9157-3730 ), Universiteit Gent, co -supervisor Gilles Defraene (ORCID: 0000-0002-3622-4925 ), KU Leuven, co-worker Project number 1 & title Towards cost-effective patient selection for proton therapy in thoracic cancers: a framework for continuously updating prediction models (FWO-TBM project) Funder(s) GrantID 2T005523N Affiliation(s) ☒KU Leuven ☐ Universiteit Antwerpen ☒Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description The rapid evolution of state-of-the-art treatments for thoracic cancers leads to a systematic underperformance of published prediction models of toxicity, i.e., normal tissue complication probability (NTCP) models, in recently treated patients. This implies a suboptimal NTCP model-based planning of photon-based radiotherapy (XT) and errors in NTCP model-based patient selection for the potentially beneficial but more expensive proton therapy (PT). Our hypothesis is that prospectively learning from every patient could detect early the treatment-related changes relevant for the outcome, leading to the necessary NTCP model revisions. We will therefore build a framework for continuous prediction model updating and will evaluate its functioning using literature-based simulations and existing retrospective patient cohorts. The framework will then be used prospectively during the introduction of PT in esophageal cancer (European PROTECT phase III trial randomizing between XT and PT, currently running in the Particle Therapy Interuniversity Center Leuven) and lung cancer (XT and PT data from international collaborations) in order to detect XT/PT-related changes in toxicity outcome. Innovative NTCP modeling will be developed to fit the new PT era data by focusing on linear energy transfer maps. Weekly repeated 4DCT scans and adapted treatment plans will inform the optimization of novel intra-treatment NTCP models for the adaptation era. Finally, the benefit the framework would have had in a setting of model-based patient selection for PT will be quantified. For this purpose a health economic assessment will be associated to the NTCP model framework, taking into account cost parameters to weigh the cost savings related to the predicted decreased risk of side effects with PT and its higher operational costs compared to XT. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Eso_UZL_clin Initial outcome analysis dataReuseDigitalImages, TextualDICOM, .csv <100 GB Eso_UZL_dos Dosiomics data GenerateDigitalNumerical, Model.csv <1GB Lung_UZL_clin Initial outcome analysis dataReuseDigitalImages, TextualDICOM, .csv <100 GB Lung_UZL_dos Dosiomics data GenerateDigitalNumerical, Model.csv <1GB Eso_MDA_clin Initial outcome analysis data (MD Anderson)ReuseDigitalImages, TextualDICOM, .csv <100 GB Eso_MDA_dos Dosiomics data GenerateDigitalNumerical, .csv <1GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5(MD Anderson) Model Lung_REQ_clin Initial outcome analysis data (REQUITE)ReuseDigitalImages, TextualDICOM, .csv <100 GB Lung_REQ_dos Dosiomics data (REQUITE)GenerateDigitalNumerical, Model.csv <1GB Lung_MAA_clin Initial outcome analysis data (MAASTRO)ReuseDigitalImages, TextualDICOM, .csv <100 GB Lung_MAA_dos Dosiomics data (MAASTRO)GenerateDigitalNumerical, Model.csv <1GB GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. 1. Esophageal cancer radiotherapy datasets (±650 patients) : - Prospective dataset collected in UZ Leuven, supervised by prof. Karin Haustermans, containing >300 patients treated with photon-based radiotherapy. Required dosimetric (DVH files in text format, RT STRUCT, RT DOSE and RT PLAN files in DICOM format, all extracted from radiotherapy treatment planning software), imaging (planning CT and daily CBCT image files, in DICOM format), clinical (treatment-related patient characteristics, extracted from a surgery department’s database, in csv format) and outcome (survival and toxicity endpoints scored by the physician, in csv format) data is available and will be reused [1]. This dataset will be updated during the course of the project at a rate of around 20 new patients/year. - Dataset of MD Anderson, with patients partly treated with proton therapy ( 320 patients), containing similar information (DVH files, clinical and outcome data). We plan to additionally collect the DICOM files of these patients during a work visit at the MD Anderson Cancer Center. Estimated volume: 100 Gb FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 62. Lung cancer radiotherapy datasets (±500 patients) : - We have agreed with the consortium of the REQUITE project (observational EU study (2014-2017) including KU Leuven/UZ Leuven as partner) to use its multicentric lung cancer database. This dataset will contain the CT, RT STRUCT, RT DOSE and RT PLAN data in DICOM format of > 350 photon-based patient treatments, together with physician-rated and patient-reported outcome (PRO) measures of pulmonary, cardiac and esophageal toxicity outcome with 24 months follow-up, in csv format [2]. - A prospective collection of clinical, DICOM and PRO data of lung cancer patients in UZ Leuven is set up in collaboration with prof. Maarten Lambrecht and the department of pneumology. A dataset of approximately 150 patients will be similarly collected. This recent dataset will contain treatments with the new standard of care immune checkpoint inhibitor agents. - Dataset of MAASTRO, with patients partly treated with proton therapy ( 300 patients), containing similar information (DVH files, clinical and outcome data). Estimated volume: 80 Gb A specific ethical approval was obtained for reusing and updating all of the UZ Leuven datasets in the context of the radiation-induced toxicity prediction modeling studies as described in the different work packages of this project. For the external datasets DTAs will be set up during the first project year. 3. Results generated: 3D dose map features versus time in csv format (WP1), radiomics image feature values in csv format (WP2), LET and variable RBE calculations of proton therapy plans in DICOM format (WP3) and lung ventilation data in DICOM format (WP4) will be extracted from the DICOM data of described datasets; Matlab scripts (.m files), data structure files (.mat files) and figures will be generated; plots will be stored for visualization in .tiff format. Estimated volume: 20 Gb [1] M. Thomas, G. Defraene, M. Lambrecht, W. Deng, J. Moons, P. Nafteux, SH. Lin, K. Haustermans. NTCP model for postoperative complications and one-year mortality after trimodality treatment in oesophageal cancer. Radiother Oncol, 141 (2019), pp. 33-40. [2] P. Seibold, A. Webb, M.E. Aguado-Barrera, D. Azria, C. Bourgier, M. Brengues, et al. Requite: A FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7prospective multicentre cohort study of patients undergoing radiotherapy for breast, lung or prostate cancer. Radiother Oncol, 138 (2019), pp. 59-67. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Ethical Committee approval was obtained from the Medical Ethical Committee of UZ Leuven : 1. Esophageal cancer radiotherapy datasets: file S59667 was approved for the collection and use of the UZ Leuven and MD Anderson data in the context of this project. A Data Transfer Agreement between MD Anderson and UZ Leuven was previously put in place and will be updated for DICOM data. 2. Lung cancer radiotherapy datasets: file S56556 was approved for the REQUITE study data collection. In addition, a Data Transfer Agreement between the REQUITE coordinating institution and UZ Leuven was obtained. File S59762 was approved for the collection and use of UZ Leuven lung cancer data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: Ethical Committee approval was obtained for all described UZ Leuven datasets: S59667 (esophageal cancer datasets), S56556 (REQUITE study lung cancer dataset) and S59762 (UZ Leuven lung cancer dataset). DTA will be set up for the use of external datasets of MD Anderson and MAASTRO. Clinical and treatment-related patient data including age, gender, BMI, smoking, comorbidities, tumour histology and stage, date of surgery, etc.; survival and postoperative complication and toxicity data; DICOM CT and CBCT imaging data and DICOM radiotherapy treatment planning data. All these data structures will be pseudonymized, including the removal of all patient-related tags from the DICOM files. Data will be subsequently stored in the secured ‘UZ data’ repository within the UZ Leuven hospital environment. A file with the links between individual patient identifiers and pseudonymization code numbers will be stored in a separate location. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: In case results with potential for patenting are obtained, this will be discussed with KU Leuven LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: REQUITE study lung cancer dataset: -The multicentric data we will receive can only be used within the context of the detailed research plan we submitted (and which was approved by the REQUITE consortium’s Publications Committee). -A general publication agreement was set up by the consortium regulating all dissemination activities and co- autorship guidelines when using data contributed by participating centers. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .- .csv data: every patient is allocated a pseudonymization code number, per cancer type starting from 000 and with numbers increasing with the date of treatment. - Scripts: all Matlab and Python scripts generated during the analyses will be stored in a specific ‘UZ data’ subfolder per research question (mostly coinciding with the subheadings in the different work packages of the project). Commenting will be used throughout the scripts to explain the steps followed when running scripts during the analyses. - Per research question a ‘read me’ file detailing the required input data, analysis scripts and how to run them, and the resulting output data and plots obtained, will be generated. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: - Data will be structured in subfolders of the overall project folder according to the research question ( work package) and cancer type (esophageal cancer and lung cancer). - Radiotherapy terminology will be used to describe the dosimetric parameters derived from the patient’s radiotherapy treatment plans, i.e., mean organ doses, maximal organ doses, volumes of the organ receiving a certain dose level, etc. - DICOM files contain by default a lot of metadata: date of scan acquisition, voxel size and slice thickness, kV energy, radiotherapy planning details, etc. - All generated scripts, results files, plots, etc. will be named according to work package, cancer type and date of generation. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: Collected study data and generated analysis results files will be stored in a ‘UZ data’ folder protected by a password within the UZ Leuven hospital’s network environment. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify) Automatic backup by IT of UZ Leuven of all folders in the ‘UZ data’ location every hour. If required, any folder content can be restored to a previous time point. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: The required ~200 Gb storage capacity is well within the limits of the allocated ‘UZ data’ space. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Password protection set on the ‘UZ data’ folder by IT department of UZ Leuven. Only access and writing rights for appointed users. What are the expected costs for data storage and backup during the research project? How will these costs be covered?- No additional costs for the use of the ‘UZ data’ repository for researchers with a UZ Leuven network login. - Yearly license of the data analysis software Matlab (125 euro/year through KU Leuven IT) required to generate and run the analysis scripts. This cost will be covered by the FWO-TBM’s projects budget. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): ‘UZ data’ folder within UZ Leuven network environment. This folder will remain available as long as required. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no costs for the use of ‘UZ data’ folders. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Researchers with an elaborated and collaborative plan for advancing the field of radiotherapy toxicity prediction modelling. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☒ Yes, other ☐ No If yes, please specify: For the REQUITE study lung cancer dataset, the REQUITE consortium (which we are a partner of) approved that non-partner institutions can only use (part of) the consortium database upon request of a detailed study proposal and a payment of a fee per patient. Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) Upon request by mail. When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Upon reasonable request after our work has been published on the respective topic, and after approval of a Data Transfer Agreement by the Ethical Committee of the University Hospitals of Leuven. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? No costs for data sharing are to be expected. 7. Responsibilities Who will manage data documentation and metadata during the research project?Dr. Gilles Defraene, postdoctoral researcher, possibly in collaboration with PhD students. Who will manage data storage and backup during the research project?UZ Leuven IT Who will manage data preservation and sharing?Dr. Gilles Defraene Who will update and implement this DMP? prof. Dr. Karin Haustermans, PI FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16"
}