{
    "document_id": "D-2021-1286",
    "LinkTitle": "D-2021-1286",
    "file_name": "D-2021-1286.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1286.pdf",
    "metadata": {
        "title": "FWO SB DMP - DMP title",
        "author": "N/A",
        "creation_date": "2021-02-25 16:47:06+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO SB DMP - DMP title\nPrincipal Investigator / Researcher\n Martijn Deckers\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMartijn Deckers\nFWO Project Number & Title\nFILE NUMBER: 92104\nAspirant strategisch basisonderzoek: A High Performance Multi Input Multi Output\nconverter for PV battery applications With Life Time Extension via Design and Control\nAffiliation\nKU Leuven\nELECTA\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow\nand per WP or objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nType of data\nFormat\nVolume\nHow created\nSimulation\nresults\n.CSV\n1-5GB\nResults from simulations\nconducted in LTspice and Plexim\n(Simulink).\nExperimental\ndesigns \n.PrjPcb\n2-5GB\nPCBs of experiments created in\nAltium designer.\nExperimental\nresults\n.CSV\n1-5GB\nData output of oscilloscopes,\npower analysers and temperature\nsensors.\nExperimental\nimages\n.PNG\n2-10GB\nScreenshots of oscilloscope\nscreens and pictures taken with\nthermal camera. Results of\nprocessed data with MatLab.\nTextual output\n.tex, .PDF\n50-100MB\nWritten documentation, papers and\nthe thesis manuscript created in\nLaTeX.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you\nwill use. Add the reference to your file in KU Leuven's Register of Data\nProcessing for Research and Public Service Purposes (PRET application). \nBe\naware that registering the fact that you process personal data is a legal\nobligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the\nformal approval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer\nand valorisation? Will IP restrictions be claimed for the data you created? If so,\nfor what data and which restrictions will be asserted?\nYes\nOutcomes will be shared with external parties via publications. The sharing of the\nconverter designs and specific used parameters and techniques will depend on the\nvalorisation potential of the research findings and is part of a broader internal exercise.\nDo existing 3rd party agreements restrict dissemination or exploitation of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nDo existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions are in\nplace?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\n1. Simulation data will be stored in a separate folder for each category. Next to the\ndata, each folder will contain a ReadMe file documenting the simulation settings and\ndataformat. \n2. Experiment designs are made in the form of PCBs created in Altium Designer.\nWithin the program there are build-in functions for documentation and version\nmanagement. These will be used next to an Excel file with an overview of all the\ndifferent designed experiments and their specifications.\n3. Measurements taken during experiments will be devided into different folders\naccording to the used PCB. For each board different experiments will be done of with\nan overview will be made in an Excel file in each folder. To every experiment a\nnumber will be assigned, subnumbers will be added depending on the measurement\ndevice and channel. The CSV files containing the data will be given the corresponding\nnumber. This will allow for easy retrival of the data later on.\n4. Pictures taken from screens of measurement devices will be categorised in the\nsame folders as stated above together with their CSV equivalents and corresponding\nnumber. There will be made a separate folder for more general pictures of\nexperimental setups, here the name of the images should make clear what is visible in\nthe picture. For pictures taken with the thermal camera, a sepatate folder will be made\nwith a subdivision according to the different PCBs. Within the folder the same structure\nwith an overview Excel will be applied. For images generated by data processing in\nMatLab a different approach is used. Seperate folders are made according to the\ndifferent scripts that generate the images. The main folder contains the script\nand within this folder, subfolders are created for each PCB. The axis on the graph and\nthe name of the image should clearly indicate the circomstances.\n5. Textual output will be stored in a separate folder where a subdivision is made\naccording to the purpose of the text: papers, specifications, clarifications and the thesis\nmanuscript. The files will carry the date of their generation to facillitate version\nmanagement.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. The master copy of the data will be kept on our research unit central storage\nfacility managed by the ESAT systems group. Copies can be made and kept on\npersonal devices.\n2. Since we will collaborate with researchers from other research units and groups, we\nwill use EnergyVille SharePoint for active use of the data during the project.\nHow is backup of the data provided?\nThe data will be stored on our research unit central storage facility managed by the\nESAT systems group with automatic daily back-up procedures. Data in the home\ndirectory of the users is backed up daily. Next to daily back-up, periodically, snapshots\nof the home directories are also taken. Users can browse these snapshots to restore\ndata they have recently removed.\nBackups are made every night of the year. Two types of backup are considered:\n1.Full backup\napproximately every three months a full backup of all data that are at that moment on\nscheduled harddisks is made.\n2. Incrementele backup every night, all data that have changed since the last backup\nare copied to backuptape.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available\nthen explain how this will be taken care of.\nYes\nThe project data is not expected to exceed 20GB which means that normal user quota\nare sufficient. \nWhat are the expected costs for data storage and back up during the project?\nHow will these costs be covered?\nA distinction of cost for storage for the different research projects is not made. Instead,\nthis is covered in the general operational expenditures of the group.\nData security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nPassword protected user accounts ensure that only the persons of the account can\naccess the working data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state\nthe reasons for this (legal or contractual restrictions, physical preservation\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nissues, ...).\nThe data on the central server and the SharePoint data will be available for at least 5\nyears.\nWorking data located on individual user accounts is typically removed after the user\nleaves, so should any of the working data need to be kept as well, it will also be\ntransferred to the user account of the main PI.\nWhere will the data be archived (= stored for the longer term)?\nUser account of main PI.\nSee back-up strategy above.\n+ EnergyVille sharepoint.\nWhat are the expected costs for data preservation during the retention period of\n5 years? How will the costs be covered?\nNo additional costs are expected at this moment.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nInternally the data will be available for the research group. Information will be made\nexternally availabe through publications. The release of specific design may depend\non the valorisation potential.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nAll the data will be available in a restricted access repository for use within the\nresearch group.\nIf software models would be made available, this will be through the research group\nwebsite.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAccess within the research group.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs associated with data sharing.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nCo-workers on the project are responsible for data documentation & metadata,\ntogether with PI.\nWho will be responsible for data storage & back up during the project?\nThe responsible for data storage & back-up is the IT responsible at KU Leuven,\nVeronica Lucero Ortega.\nWho will be responsible for ensuring data preservation and reuse ?\nCo-workers on the project are responsible for data documentation & metadata,\ntogether with PI.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name FWO SB DMP - DMP title Principal Investigator / Researcher Martijn Deckers Institution KU Leuven 1. General Information Name applicant Martijn Deckers FWO Project Number & Title FILE NUMBER: 92104 Aspirant strategisch basisonderzoek: A High Performance Multi Input Multi Output converter for PV battery applications With Life Time Extension via Design and Control Affiliation KU Leuven ELECTA 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Type of data Format Volume How created Simulation results .CSV 1-5GB Results from simulations conducted in LTspice and Plexim (Simulink). Experimental designs .PrjPcb 2-5GB PCBs of experiments created in Altium designer. Experimental results .CSV 1-5GB Data output of oscilloscopes, power analysers and temperature sensors. Experimental images .PNG 2-10GB Screenshots of oscilloscope screens and pictures taken with thermal camera. Results of processed data with MatLab. Textual output .tex, .PDF 50-100MB Written documentation, papers and the thesis manuscript created in LaTeX. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Outcomes will be shared with external parties via publications. The sharing of the converter designs and specific used parameters and techniques will depend on the valorisation potential of the research findings and is part of a broader internal exercise. Do existing 3rd party agreements restrict dissemination or exploitation of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Simulation data will be stored in a separate folder for each category. Next to the data, each folder will contain a ReadMe file documenting the simulation settings and dataformat. 2. Experiment designs are made in the form of PCBs created in Altium Designer. Within the program there are build-in functions for documentation and version management. These will be used next to an Excel file with an overview of all the different designed experiments and their specifications. 3. Measurements taken during experiments will be devided into different folders according to the used PCB. For each board different experiments will be done of with an overview will be made in an Excel file in each folder. To every experiment a number will be assigned, subnumbers will be added depending on the measurement device and channel. The CSV files containing the data will be given the corresponding number. This will allow for easy retrival of the data later on. 4. Pictures taken from screens of measurement devices will be categorised in the same folders as stated above together with their CSV equivalents and corresponding number. There will be made a separate folder for more general pictures of experimental setups, here the name of the images should make clear what is visible in the picture. For pictures taken with the thermal camera, a sepatate folder will be made with a subdivision according to the different PCBs. Within the folder the same structure with an overview Excel will be applied. For images generated by data processing in MatLab a different approach is used. Seperate folders are made according to the different scripts that generate the images. The main folder contains the script and within this folder, subfolders are created for each PCB. The axis on the graph and the name of the image should clearly indicate the circomstances. 5. Textual output will be stored in a separate folder where a subdivision is made according to the purpose of the text: papers, specifications, clarifications and the thesis manuscript. The files will carry the date of their generation to facillitate version management. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 5. Data storage and backup during the FWO project Where will the data be stored? 1. The master copy of the data will be kept on our research unit central storage facility managed by the ESAT systems group. Copies can be made and kept on personal devices. 2. Since we will collaborate with researchers from other research units and groups, we will use EnergyVille SharePoint for active use of the data during the project. How is backup of the data provided? The data will be stored on our research unit central storage facility managed by the ESAT systems group with automatic daily back-up procedures. Data in the home directory of the users is backed up daily. Next to daily back-up, periodically, snapshots of the home directories are also taken. Users can browse these snapshots to restore data they have recently removed. Backups are made every night of the year. Two types of backup are considered: 1.Full backup approximately every three months a full backup of all data that are at that moment on scheduled harddisks is made. 2. Incrementele backup every night, all data that have changed since the last backup are copied to backuptape. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The project data is not expected to exceed 20GB which means that normal user quota are sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? A distinction of cost for storage for the different research projects is not made. Instead, this is covered in the general operational expenditures of the group. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protected user accounts ensure that only the persons of the account can access the working data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 issues, ...). The data on the central server and the SharePoint data will be available for at least 5 years. Working data located on individual user accounts is typically removed after the user leaves, so should any of the working data need to be kept as well, it will also be transferred to the user account of the main PI. Where will the data be archived (= stored for the longer term)? User account of main PI. See back-up strategy above. + EnergyVille sharepoint. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs are expected at this moment. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Internally the data will be available for the research group. Information will be made externally availabe through publications. The release of specific design may depend on the valorisation potential. Where/how will the data be made available for reuse? In a restricted access repository All the data will be available in a restricted access repository for use within the research group. If software models would be made available, this will be through the research group website. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Access within the research group. What are the expected costs for data sharing? How will the costs be covered? No costs associated with data sharing. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 8. Responsibilities Who will be responsible for data documentation & metadata? Co-workers on the project are responsible for data documentation & metadata, together with PI. Who will be responsible for data storage & back up during the project? The responsible for data storage & back-up is the IT responsible at KU Leuven, Veronica Lucero Ortega. Who will be responsible for ensuring data preservation and reuse ? Co-workers on the project are responsible for data documentation & metadata, together with PI. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}