{
    "document_id": "D-2024-3165",
    "LinkTitle": "D-2024-3165",
    "file_name": "D-2024-3165.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3165.pdf",
    "metadata": {
        "title": "Amenable C*-dynamics and their classification",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Amenable C*-dynamics and their classificationAmenable C*-dynamics and their classification\nGDPR Record\nGDPR Record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 September 2024\n1 of 4\nAmenable C*-dynamics and their classification\nAmenable C*-dynamics and their classification\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 September 2024\n2 of 4\nAmenable C*-dynamics and their classification\nAmenable C*-dynamics and their classification\nERC DMP +\nERC DMP +\nProject information\nProject information\nProject Acronym\nProject Acronym\nAMEN \nProject Number\nProject Number\n101124789 \nData summary\nData summary\nSummary\nSummary\nOnly primary data will be used or generated throughout the project. The only data type is derived and compiled on computers with the aim of\nrecording the involved researchers' findings, in the form of a series of mathematical arguments leading to a project-relevant conclusion.\nThis data will be generated in the pdf file format, compiled using open-source LaTeX software based on source code in the tex file format.\nThese data sets require little storage space, so the total required volume for all data generated throughout the project is not expected to exceed\n1GB per staff member associated to the project.\nFAIR data\nFAIR data\n1. Making data findable\n1. Making data findable\nSince the research concerns theoretical mathematics only, this issue is not applicable. A manuscript containing project-relevant findings (the\nonly applicable dataset) is prepared without any raw data required to do so (including any metadata). There is no risk of misuse or\nmisinterpretation of any data related to the project.\nAs a result of the open access agreements, these manuscripts are made publically available by the time of publication in the institutional\nrepository Lirias, as well as by the publisher. As such they have unique identifiers within the depository and also contain the DOIs associated\nto the published version in a journal.\nThe preprint and accepted versions of the manuscripts will moreover be posted on arxiv.org (each manuscript getting a unique arxiv\nidentification number) under the \"arXiv.org perpetual, non-exclusive license to distribute\",\nsee \nhttps://arxiv.org/licenses/nonexclusive-distrib/1.0/license.html\n \n2. Making data openly accessible\n2. Making data openly accessible\nAs described in the previous section, all of the relevant data sets will be included in the published manuscripts. As a result of the existing\nagreements regarding open access, no datasets remain closed. There is no further associated metadata, documentation or code applicable to the\nproject.\n3. Making data interoperable\n3. Making data interoperable\nThe research concerns theoretical mathematics only and hence the issue of making data interoperable is not applicable to this project.\n4. Increase data re-use\n4. Increase data re-use\nCreated using DMPonline.be. Last modiﬁed 26 September 2024\n3 of 4\nAs explained in a previous section, the published manuscripts containing the project-related research findings will be made publically available\n(open access with a CC BY license or an equivalent license) via the insitutional depository Lirias. No embargo is foreseen. Since the research\nis in theoretical mathematics only, a given manuscript is only publishable when it is 100% reproducable and re-usable all by itself.\n5. Allocation of resources and data security\n5. Allocation of resources and data security\nFor data backup and recovery, every staff member associated to the project will use the cloud service OneDrive for active use of the data\nduring the project. Copies can be made and kept on personal devices. The OneDrive service, covered by existing agreements between KU\nLeuven and Microsoft, comes with automatic back-up procedures. Due to the nature of the data involved in this project, its storage requires\nlittle space and there are no significant estimated costs beyond what is covered by the project's overhead.\nNone of the data related to the project is personal, sensitive, or warrants strict access procedures. By the design of the university's online\ninfrastructure, the data stored via OneDrive can only be opened on the personal computers of staff members, or remotely by logging into\nOneDrive with the credentials of the relevant staff member using 2-factor authentication. Given the low-risk nature of the data, we expect this\nto provide ample security.\nOnce the data is compiled into a publishable manuscript during active use, all the data relevant for re-use will be contained in those\nmanuscripts. There will be no other project-related data to be retained or reused. The procedure to submit the preprint and accepted\nmanuscripts to arxiv.org and to deposit the published manuscripts in Lirias ensures that the data is preserved and accessible long-term.\nCreated using DMPonline.be. Last modiﬁed 26 September 2024\n4 of 4"
    },
    "clean_full_text": "Amenable C*-dynamics and their classificationAmenable C*-dynamics and their classification GDPR Record GDPR Record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 September 2024 1 of 4 Amenable C*-dynamics and their classification Amenable C*-dynamics and their classification DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 September 2024 2 of 4 Amenable C*-dynamics and their classification Amenable C*-dynamics and their classification ERC DMP + ERC DMP + Project information Project information Project Acronym Project Acronym AMEN Project Number Project Number 101124789 Data summary Data summary Summary Summary Only primary data will be used or generated throughout the project. The only data type is derived and compiled on computers with the aim of recording the involved researchers' findings, in the form of a series of mathematical arguments leading to a project-relevant conclusion. This data will be generated in the pdf file format, compiled using open-source LaTeX software based on source code in the tex file format. These data sets require little storage space, so the total required volume for all data generated throughout the project is not expected to exceed 1GB per staff member associated to the project. FAIR data FAIR data 1. Making data findable 1. Making data findable Since the research concerns theoretical mathematics only, this issue is not applicable. A manuscript containing project-relevant findings (the only applicable dataset) is prepared without any raw data required to do so (including any metadata). There is no risk of misuse or misinterpretation of any data related to the project. As a result of the open access agreements, these manuscripts are made publically available by the time of publication in the institutional repository Lirias, as well as by the publisher. As such they have unique identifiers within the depository and also contain the DOIs associated to the published version in a journal. The preprint and accepted versions of the manuscripts will moreover be posted on arxiv.org (each manuscript getting a unique arxiv identification number) under the \"arXiv.org perpetual, non-exclusive license to distribute\", see https://arxiv.org/licenses/nonexclusive-distrib/1.0/license.html 2. Making data openly accessible 2. Making data openly accessible As described in the previous section, all of the relevant data sets will be included in the published manuscripts. As a result of the existing agreements regarding open access, no datasets remain closed. There is no further associated metadata, documentation or code applicable to the project. 3. Making data interoperable 3. Making data interoperable The research concerns theoretical mathematics only and hence the issue of making data interoperable is not applicable to this project. 4. Increase data re-use 4. Increase data re-use Created using DMPonline.be. Last modiﬁed 26 September 2024 3 of 4 As explained in a previous section, the published manuscripts containing the project-related research findings will be made publically available (open access with a CC BY license or an equivalent license) via the insitutional depository Lirias. No embargo is foreseen. Since the research is in theoretical mathematics only, a given manuscript is only publishable when it is 100% reproducable and re-usable all by itself. 5. Allocation of resources and data security 5. Allocation of resources and data security For data backup and recovery, every staff member associated to the project will use the cloud service OneDrive for active use of the data during the project. Copies can be made and kept on personal devices. The OneDrive service, covered by existing agreements between KU Leuven and Microsoft, comes with automatic back-up procedures. Due to the nature of the data involved in this project, its storage requires little space and there are no significant estimated costs beyond what is covered by the project's overhead. None of the data related to the project is personal, sensitive, or warrants strict access procedures. By the design of the university's online infrastructure, the data stored via OneDrive can only be opened on the personal computers of staff members, or remotely by logging into OneDrive with the credentials of the relevant staff member using 2-factor authentication. Given the low-risk nature of the data, we expect this to provide ample security. Once the data is compiled into a publishable manuscript during active use, all the data relevant for re-use will be contained in those manuscripts. There will be no other project-related data to be retained or reused. The procedure to submit the preprint and accepted manuscripts to arxiv.org and to deposit the published manuscripts in Lirias ensures that the data is preserved and accessible long-term. Created using DMPonline.be. Last modiﬁed 26 September 2024 4 of 4"
}