{
    "document_id": "D-2023-1852",
    "LinkTitle": "D-2023-1852",
    "file_name": "D-2023-1852.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1852.pdf",
    "metadata": {
        "title": "New universal dynamical determinantal point processes associated with products of random matrices",
        "author": "N/A",
        "creation_date": "2023-01-12 14:57:27+01:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "New universal dynamical determinantal point processes associated\nwith products of random matrices\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nNew\nmathematical\ntheorems\nNew\nmathematical\nresults such\nas theorems,\nlemmas,\npropositions,\nand their\nproofs\nGenerate new\ndata\nDigital\nDocument files of the proofs\nin textual form\n(preprints/papers), typeset \nwith LaTeX software\n.pdf\n<10MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n1 of 5\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll the information to keep the data understandable is contained in the text of the corresponding publications. The metadata that\nfacilitate the usability is per the publishing bodies' requirements (those of, e.g., LIRIAS, arXiv, journals) and includes the standard\nbibliographical information together with the unique digital identifier DOI.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata standard is inherited from the publishing body (e.g., LIRIAS, arXiv, journals).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on the digital facilities (servers) of KU Leuven, on the servers of the publishing bodies.\nHow will the data be backed up?\nThe digital data will be backed up as per the policies of the publishing bodies (e.g., LIRIAS, journals, arXiv). The redundancy principle\nguarantees the preservation of the data.\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n2 of 5\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe data is represented digitally in the form of text and formulas typeset in LaTeX, with occasional vector graphics. Hence, the resulting\npdf files do not require much storage capacity (average file size is 1MB), and the existing storage and backup capacities are more than\nsufficient.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data does not contain any sensitive information. At the same time, the security is guaranteed by the operators of the storage\nfacilities (KU Leuven, arXiv, journals).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage and backup bear no costs for the project since the facilities are provided by KU Leuven and the publishing bodies.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nThe data (mathematical results and their proofs) are fully contained in the publications, which are available indefinitely (e.g., via LIRIAS,\narXiv, journals).\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the servers of KU Leuven (LIRIAS), arXiv, and of the other publishing bodies.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data preservation bears no costs for the project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe preprints and reviewed versions of the publications will be available in the open source modality (via LIRIAS, arXiv), and the final\nversions of the publications will be available as per the publishing body policies.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n3 of 5\nThe access to the final versions of the publications in a journal depends on the journals' policies and may require a subscription.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nLIRIAS, arXiv.\nWhen will the data be made available?\nUpon publication of research results. The results in a form of preprints will be first available through arXiv.  \nWhich data usage licenses are you going to provide? If none, please explain why.\n'Public access' license for LIRIAS and 'arXiv.org perpetual, non-exclusive license' for arXiv (this license gives limited rights to arXiv to\ndistribute the article, and also limits re-use of any type from other entities or individuals).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nDOI is provided automatically by the publishing body.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPI \nWho will manage data storage and backup during the research project?\nPI \nWho will manage data preservation and sharing?\nPI \nWho will update and implement this DMP?\nPI \nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n4 of 5\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n5 of 5"
    },
    "clean_full_text": "New universal dynamical determinantal point processes associated with products of random matrices FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA New mathematical theorems New mathematical results such as theorems, lemmas, propositions, and their proofs Generate new data Digital Document files of the proofs in textual form (preprints/papers), typeset with LaTeX software .pdf <10MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 12 January 2023 1 of 5 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All the information to keep the data understandable is contained in the text of the corresponding publications. The metadata that facilitate the usability is per the publishing bodies' requirements (those of, e.g., LIRIAS, arXiv, journals) and includes the standard bibliographical information together with the unique digital identifier DOI. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The metadata standard is inherited from the publishing body (e.g., LIRIAS, arXiv, journals). 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on the digital facilities (servers) of KU Leuven, on the servers of the publishing bodies. How will the data be backed up? The digital data will be backed up as per the policies of the publishing bodies (e.g., LIRIAS, journals, arXiv). The redundancy principle guarantees the preservation of the data. Created using DMPonline.be. Last modiﬁed 12 January 2023 2 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The data is represented digitally in the form of text and formulas typeset in LaTeX, with occasional vector graphics. Hence, the resulting pdf files do not require much storage capacity (average file size is 1MB), and the existing storage and backup capacities are more than sufficient. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data does not contain any sensitive information. At the same time, the security is guaranteed by the operators of the storage facilities (KU Leuven, arXiv, journals). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage and backup bear no costs for the project since the facilities are provided by KU Leuven and the publishing bodies. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data (mathematical results and their proofs) are fully contained in the publications, which are available indefinitely (e.g., via LIRIAS, arXiv, journals). Where will these data be archived (stored and curated for the long-term)? The data will be archived on the servers of KU Leuven (LIRIAS), arXiv, and of the other publishing bodies. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data preservation bears no costs for the project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The preprints and reviewed versions of the publications will be available in the open source modality (via LIRIAS, arXiv), and the final versions of the publications will be available as per the publishing body policies. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 12 January 2023 3 of 5 The access to the final versions of the publications in a journal depends on the journals' policies and may require a subscription. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. LIRIAS, arXiv. When will the data be made available? Upon publication of research results. The results in a form of preprints will be first available through arXiv. Which data usage licenses are you going to provide? If none, please explain why. 'Public access' license for LIRIAS and 'arXiv.org perpetual, non-exclusive license' for arXiv (this license gives limited rights to arXiv to distribute the article, and also limits re-use of any type from other entities or individuals). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI is provided automatically by the publishing body. What are the expected costs for data sharing? How will these costs be covered? There are no costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? PI Who will manage data storage and backup during the research project? PI Who will manage data preservation and sharing? PI Who will update and implement this DMP? PI Created using DMPonline.be. Last modiﬁed 12 January 2023 4 of 5 Created using DMPonline.be. Last modiﬁed 12 January 2023 5 of 5"
}