{
    "document_id": "D-2021-1111",
    "LinkTitle": "D-2021-1111",
    "file_name": "D-2021-1111.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1111.pdf",
    "metadata": {
        "title": "DMP [initial]",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title Project Name: Substance and the Sensible World between Pagan Platonism and Early Byzantine Christians: A Philosophical Investigation Grant Title: 1287822N Principal Investigator / Researcher: Dr. Jonathan Greig Project Data Contact: jonathan.greig@kuleuven.be Project Description: Among late antique Platonists, one wide-ranging concern was the topic of substance and its relation to sensible beings. Platonists maintain that the rational and material structure of the world is ultimately derived from transcendent principles—i.e. the “Forms”.Neoplatonists of the third–sixth cent’s. CE attempt to address the ontological status of sensibles in relation to these principles, emphasizing either (1) the transcendent nature of substance beyond sensibles, or (2) the immanence of substance within sensibles, as derived from the Forms.Byzantine Christians of the fourth–eighth cent’s. CE adapt a similar framework, insofar as they hold that the features of the sensible world are derived from God—yet they also maintain the created nature of the world and the Incarnation. One hence ﬁnds a contrast in positions parallel to Neoplatonists, with different Byzantine authors similarly emphasizing either (1) or (2). This leads to other connected topics of concern like the nature of individuality and personal identity, either in emphasizing the self’s transcendence (i.e. the soul/mind) or the self’s physicality (i.e. soul and body).This study would propose a new history of philosophy with sensible substance, as well as the connected topics of individuality and identity, in early Byzantine authors, revealing both the inﬂuence of parallel Neoplatonist developments as well as their own, unique philosophical development within a Christian context. Institution KU Leuven 1. General Information Name applicant Dr. Jonathan Greig FWO Project Number & Title 1287822N Substance and the Sensible World between Pagan Platonism and Early Byzantine Christians: A Philosophical Investigation Afﬁliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data ﬂow and per WP or objective of the project. \nExisting data I will use: Published papers/book chapters; Translations/editions of ancient texts; New data my research will produce: Type of data Format Volume How created      \n3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your ﬁle in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: NA Short description of the kind of personal data that will be used: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No \nLiterature Notespaper/.md/.docx3 sheets (A4) per paper/chapter ca.; < 500 KB per paper discussed;Mainly written on paper and sometimes temporally noted on Word or .md text ﬁle;Conceptual Notespaper/.md/.docx< 500 KB per paper discussed (if this includes pictures of translations);Mainly written on paper; sometimes temporally noted in Word or .md text ﬁle, then printed and noted on paper;Lists of occurrencespaper/.md/.docx< 500 KB per list;Copy-pasted into Word or .md text ﬁle from TLG researches, then noted on paper;Reading Listspaper/.md/.docx< 500 KB total;Often noted on paper;Argument outlines and draft research paperspaper/.md/.docx/.pdf< 500 KB per ﬁle;Often written on paper, then drafted in Word and/or .md-to-LaTeX ﬁle to construct the paper;Research papers.docx/.pdf< 500 KB per ﬁle;Written in Word or .md (Markdown)/LaTeX-to-PDF.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Almost all data I generate (except for initial drafts of papers/papers to be submitted for publication) is on paper (physical notes; printed documents with notes). These generally include different types of notes, which include: 1. Literature notes, where I note: author of the book/paper; the title of the paper/book/chapter; The overall objective of the paper/chapter/book. Main steps of the argument (sometimes this includes quotations and the pages of the text where to ﬁnd them); My remarks on the argument, my doubts, potential use for my papers/drafts. 2. Concept notes, where I note: Arguments that may be used for my project/papers; Key Greek words/passages/sources to be further analysed; General remarks; 3. List of occurrences, where I note: how much a word/set of words occur in a speciﬁc author; the context where it is used; the meaning of the word/set of words in a speciﬁc context; usefulness for my argument. 4. Reading lists, where I note: title and author of the paper; read/to be read; key words/notes to remember how to use the paper. 5. Argument-outlines and draft research papers; 6. Research papers (to be submitted to journals and published) This is supposed to be the last step of the process, for which all other notes are used. This data is meant to be clear and usable in itself. No further metadata will be provided. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to ﬁnd and reuse. Yes No See .6 on the previous answer. 5. Data storage and backup during the FWO project. Where will the data be stored? Physical data (literature notes; conceptual notes; list of occurrences; reading lists; argument outlines) will be stored in physical folders organized thematically. \nDraft research papers/research papers will be stored: •on my computer;•on my personal Google Drive; on my external hard drive; How is backup of the data provided? Word documents/drafts are constantly saved on my computer and Google Drive; I do weekly back-ups on my external hard drive. Is there currently sufﬁcient storage & backup capacity during the project? If yes, specify concisely. If no or insufﬁcient storage or backup capacities are available then explain how this will be taken care of. Yes Both the KU Leuven OneDrive account and my external hard drive has room for 2TB of storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs are expected; Data security: how will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Access to Word documents/drafts is password protected; physical data and my external hard drive are safely stored at home. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The ﬁnal research papers/book chapters/book will be retained and made available through KU Leuven's Lirias service. Physical data whose content ended up being organised and written down in those papers/book chapters/book will be destroyed for it will be accessible (as well as better organised and more understandable) in the format of a ﬁnalised paper. Other physical data will be kept in a physical folder. Where will the data be archived (= stored for the longer term)? Published papers will be made available through KU Leuven's Lirias service; Unpublished documents/drafts will be stored on: •My computer;•my external hard-drive; KU Leuven OneDrive;•My personal Google Drive Physical data whose content has not been used for papers/ book chapters/book will be kept in a physical folder. \nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Published research papers/book chapters/book, which will be retained and made available through KU Leuven's Lirias service. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Everyone will be able to access papers/book chapters/book, which, when published, will be made available through KU Leuven's Lirias service. Other data (including physical notes) will be made available on request via e-mail. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI (Jonathan Greig) will be responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The PI (Jonathan Greig) will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI (Jonathan Greig) will be responsible for data storage & back up during the project. Who bears the end responsibility for updating & implementing this DMP? The PI (Jonathan Greig) bears the end responsibility of updating & implementing this DMP. "
    },
    "clean_full_text": "DMP title Project Name: Substance and the Sensible World between Pagan Platonism and Early Byzantine Christians: A Philosophical Investigation Grant Title: 1287822N Principal Investigator / Researcher: Dr. Jonathan Greig Project Data Contact: jonathan.greig@kuleuven.be Project Description: Among late antique Platonists, one wide-ranging concern was the topic of substance and its relation to sensible beings. Platonists maintain that the rational and material structure of the world is ultimately derived from transcendent principles—i.e. the “Forms”.Neoplatonists of the third–sixth cent’s. CE attempt to address the ontological status of sensibles in relation to these principles, emphasizing either (1) the transcendent nature of substance beyond sensibles, or (2) the immanence of substance within sensibles, as derived from the Forms.Byzantine Christians of the fourth–eighth cent’s. CE adapt a similar framework, insofar as they hold that the features of the sensible world are derived from God—yet they also maintain the created nature of the world and the Incarnation. One hence ﬁnds a contrast in positions parallel to Neoplatonists, with different Byzantine authors similarly emphasizing either (1) or (2). This leads to other connected topics of concern like the nature of individuality and personal identity, either in emphasizing the self’s transcendence (i.e. the soul/mind) or the self’s physicality (i.e. soul and body).This study would propose a new history of philosophy with sensible substance, as well as the connected topics of individuality and identity, in early Byzantine authors, revealing both the inﬂuence of parallel Neoplatonist developments as well as their own, unique philosophical development within a Christian context. Institution KU Leuven 1. General Information Name applicant Dr. Jonathan Greig FWO Project Number & Title 1287822N Substance and the Sensible World between Pagan Platonism and Early Byzantine Christians: A Philosophical Investigation Afﬁliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data ﬂow and per WP or objective of the project. Existing data I will use: Published papers/book chapters; Translations/editions of ancient texts; New data my research will produce: Type of data Format Volume How created 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your ﬁle in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: NA Short description of the kind of personal data that will be used: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Literature Notespaper/.md/.docx3 sheets (A4) per paper/chapter ca.; < 500 KB per paper discussed;Mainly written on paper and sometimes temporally noted on Word or .md text ﬁle;Conceptual Notespaper/.md/.docx< 500 KB per paper discussed (if this includes pictures of translations);Mainly written on paper; sometimes temporally noted in Word or .md text ﬁle, then printed and noted on paper;Lists of occurrencespaper/.md/.docx< 500 KB per list;Copy-pasted into Word or .md text ﬁle from TLG researches, then noted on paper;Reading Listspaper/.md/.docx< 500 KB total;Often noted on paper;Argument outlines and draft research paperspaper/.md/.docx/.pdf< 500 KB per ﬁle;Often written on paper, then drafted in Word and/or .md-to-LaTeX ﬁle to construct the paper;Research papers.docx/.pdf< 500 KB per ﬁle;Written in Word or .md (Markdown)/LaTeX-to-PDF. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Almost all data I generate (except for initial drafts of papers/papers to be submitted for publication) is on paper (physical notes; printed documents with notes). These generally include different types of notes, which include: 1. Literature notes, where I note: author of the book/paper; the title of the paper/book/chapter; The overall objective of the paper/chapter/book. Main steps of the argument (sometimes this includes quotations and the pages of the text where to ﬁnd them); My remarks on the argument, my doubts, potential use for my papers/drafts. 2. Concept notes, where I note: Arguments that may be used for my project/papers; Key Greek words/passages/sources to be further analysed; General remarks; 3. List of occurrences, where I note: how much a word/set of words occur in a speciﬁc author; the context where it is used; the meaning of the word/set of words in a speciﬁc context; usefulness for my argument. 4. Reading lists, where I note: title and author of the paper; read/to be read; key words/notes to remember how to use the paper. 5. Argument-outlines and draft research papers; 6. Research papers (to be submitted to journals and published) This is supposed to be the last step of the process, for which all other notes are used. This data is meant to be clear and usable in itself. No further metadata will be provided. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to ﬁnd and reuse. Yes No See .6 on the previous answer. 5. Data storage and backup during the FWO project. Where will the data be stored? Physical data (literature notes; conceptual notes; list of occurrences; reading lists; argument outlines) will be stored in physical folders organized thematically. Draft research papers/research papers will be stored: •on my computer;•on my personal Google Drive; on my external hard drive; How is backup of the data provided? Word documents/drafts are constantly saved on my computer and Google Drive; I do weekly back-ups on my external hard drive. Is there currently sufﬁcient storage & backup capacity during the project? If yes, specify concisely. If no or insufﬁcient storage or backup capacities are available then explain how this will be taken care of. Yes Both the KU Leuven OneDrive account and my external hard drive has room for 2TB of storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs are expected; Data security: how will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Access to Word documents/drafts is password protected; physical data and my external hard drive are safely stored at home. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The ﬁnal research papers/book chapters/book will be retained and made available through KU Leuven's Lirias service. Physical data whose content ended up being organised and written down in those papers/book chapters/book will be destroyed for it will be accessible (as well as better organised and more understandable) in the format of a ﬁnalised paper. Other physical data will be kept in a physical folder. Where will the data be archived (= stored for the longer term)? Published papers will be made available through KU Leuven's Lirias service; Unpublished documents/drafts will be stored on: •My computer;•my external hard-drive; KU Leuven OneDrive;•My personal Google Drive Physical data whose content has not been used for papers/ book chapters/book will be kept in a physical folder. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Published research papers/book chapters/book, which will be retained and made available through KU Leuven's Lirias service. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Everyone will be able to access papers/book chapters/book, which, when published, will be made available through KU Leuven's Lirias service. Other data (including physical notes) will be made available on request via e-mail. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI (Jonathan Greig) will be responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The PI (Jonathan Greig) will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI (Jonathan Greig) will be responsible for data storage & back up during the project. Who bears the end responsibility for updating & implementing this DMP? The PI (Jonathan Greig) bears the end responsibility of updating & implementing this DMP."
}