{
    "document_id": "D-2023-2120",
    "LinkTitle": "D-2023-2120",
    "file_name": "D-2023-2120.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2120.pdf",
    "metadata": {
        "title": "EXPERIENCE SAMPLING – THE NEXT BIG THING IN DIETARY ASSESSMENT?",
        "author": "N/A",
        "creation_date": "2023-02-02 17:09:58+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "EXPERIENCE SAMPLING – THE NEXT BIG THING IN DIETARY\nASSESSMENT?\nA Data Management Plan created using DMPonline.be\nCreators: \nChristophe Matthys, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nVlaams Agentschap Innoveren & Ondernemen (VLAIO)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nChristophe Matthys\nData Manager:\n \nChristophe Matthys, First Name Surname\nProject Administrator:\n \nChristophe Matthys, First Name Surname\nGrant number / URL: \nC3/22/050\nID: \n196774\nStart date: \n01-07-2023\nEnd date: \n30-06-2025\nProject abstract:\nIn onderzoek is het meten van voedingsinname het vertrekpunt voor voedings-\nen gezondheidsonderzoek. Terwijl in de klinische setting dit de basis vormt voor voedingsadvies\nbij preventie en behandeling van aandoeningen. Momenteel zijn de klinische en\nonderzoekswereld afhankelijk van klassieke methoden om voedingsinname te meten. Deze\nhebben gekende beperkingen zoals recall bias, misreporting bias en zijn tijd consumerend voor\ndeelnemers en onderzoekers. Nieuwe technologieën hebben nog geen oplossing kunnen\nbieden. Recent ontwikkelden we een nieuwe methode voor het meten van voedingsinname\ngebaseerd op Experience Sampling welke accurater en gebruiksvriendelijker bleek. Deze studie\nwil de constructvaliditeit van deze nieuwe methode nagaan d.m.v. vergelijking met bloed en\nurine biomarkers die voedingsinname reflecteren. Dit zal leiden tot een nieuwe methode\nom voedingsinname te meten klaar voor gebruik in onderzoek en de medische wereld.\nLast modified: \n02-02-2023\nCreated using DMPonline.be. Last modiﬁed 02 February 2023\n1 of 6\nEXPERIENCE SAMPLING – THE NEXT BIG THING IN DIETARY\nASSESSMENT?\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew\ndata) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital)\nor\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nESM_nextbigthing\nREDCap electronic data capture tools hosted at KU\nLeuven will be used to collate all data obtained from\nquestionnaires (e.g., socio-demographic data, general\nhealth, diet) and results from biological (urine and blood)\nsample analysis. In line with the UZ Leuven Ethical\nCommitee protocals, a hard copy of the personal files\nneeds to be stored and samples will be linked wiht the\nbiobank. \nN\nD & P\nN\ncsv\n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nThe EC approval is not yet obtained. The process is running.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nSee remark above S-number not yet available\nCreated using DMPonline.be. Last modiﬁed 02 February 2023\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nYes\nBut this is only on the methodological approach. The newly created dataset will be used for validation purposes. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nIn REDCAP a coding file is provided. This coding system allows researchers to understand all included variables.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nOur unit has created a metadata standard to standardise and to understand the different variables included in the database. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOur research team has set up a system where the different researchers store their data on the J-drive. \nUsing the same standard protocol allows us to compare different datasets. \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nCreated using DMPonline.be. Last modiﬁed 02 February 2023\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly the PI and researchers allocated to this research project are allowed to have access to the database. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFunding is foreseen in the project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFunding is foreseen in the project.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nThe data can be made available upon reasonable request of other research institutes. In the project we will explore the collaboration\nwith \nInternational Atomic Energy Agency (IAEA). \nOur newly obtained data can maybe integrated in the IAEA Doubly Labelled Water\n(DLW) Database (https://doubly-labelled-water-database.iaea.org/home). \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nCreated using DMPonline.be. Last modiﬁed 02 February 2023\n4 of 6\nThe data can be made available upon reasonable request of other research institutes.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nPublic Domain Mark (PD)\nThe work identified as being free of known restrictions under copyright law, including all related and neighboring rights.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo specific costs are involved\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nChristophe Matthys and Joke Verbeke\nWho will manage data storage and backup during the research project? \nChristophe Matthys and Joke Verbeke\nCreated using DMPonline.be. Last modiﬁed 02 February 2023\n5 of 6\nWho will manage data preservation and sharing? \nChristophe Matthys and Joke Verbeke\nWho will update and implement this DMP? \nChristophe Matthys and Joke Verbeke\nCreated using DMPonline.be. Last modiﬁed 02 February 2023\n6 of 6"
    },
    "clean_full_text": "EXPERIENCE SAMPLING – THE NEXT BIG THING IN DIETARY ASSESSMENT? A Data Management Plan created using DMPonline.be Creators: Christophe Matthys, First Name Surname Affiliation: KU Leuven (KUL) Funder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO) Template: KU Leuven BOF-IOF Principal Investigator: Christophe Matthys Data Manager: Christophe Matthys, First Name Surname Project Administrator: Christophe Matthys, First Name Surname Grant number / URL: C3/22/050 ID: 196774 Start date: 01-07-2023 End date: 30-06-2025 Project abstract: In onderzoek is het meten van voedingsinname het vertrekpunt voor voedings- en gezondheidsonderzoek. Terwijl in de klinische setting dit de basis vormt voor voedingsadvies bij preventie en behandeling van aandoeningen. Momenteel zijn de klinische en onderzoekswereld afhankelijk van klassieke methoden om voedingsinname te meten. Deze hebben gekende beperkingen zoals recall bias, misreporting bias en zijn tijd consumerend voor deelnemers en onderzoekers. Nieuwe technologieën hebben nog geen oplossing kunnen bieden. Recent ontwikkelden we een nieuwe methode voor het meten van voedingsinname gebaseerd op Experience Sampling welke accurater en gebruiksvriendelijker bleek. Deze studie wil de constructvaliditeit van deze nieuwe methode nagaan d.m.v. vergelijking met bloed en urine biomarkers die voedingsinname reflecteren. Dit zal leiden tot een nieuwe methode om voedingsinname te meten klaar voor gebruik in onderzoek en de medische wereld. Last modified: 02-02-2023 Created using DMPonline.be. Last modiﬁed 02 February 2023 1 of 6 EXPERIENCE SAMPLING – THE NEXT BIG THING IN DIETARY ASSESSMENT? Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA ESM_nextbigthing REDCap electronic data capture tools hosted at KU Leuven will be used to collate all data obtained from questionnaires (e.g., socio-demographic data, general health, diet) and results from biological (urine and blood) sample analysis. In line with the UZ Leuven Ethical Commitee protocals, a hard copy of the personal files needs to be stored and samples will be linked wiht the biobank. N D & P N csv <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) The EC approval is not yet obtained. The process is running. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) See remark above S-number not yet available Created using DMPonline.be. Last modiﬁed 02 February 2023 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes But this is only on the methodological approach. The newly created dataset will be used for validation purposes. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). In REDCAP a coding file is provided. This coding system allows researchers to understand all included variables. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Our unit has created a metadata standard to standardise and to understand the different variables included in the database. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Our research team has set up a system where the different researchers store their data on the J-drive. Using the same standard protocol allows us to compare different datasets. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Created using DMPonline.be. Last modiﬁed 02 February 2023 3 of 6 Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the PI and researchers allocated to this research project are allowed to have access to the database. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Funding is foreseen in the project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Funding is foreseen in the project. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) The data can be made available upon reasonable request of other research institutes. In the project we will explore the collaboration with International Atomic Energy Agency (IAEA). Our newly obtained data can maybe integrated in the IAEA Doubly Labelled Water (DLW) Database (https://doubly-labelled-water-database.iaea.org/home). If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 02 February 2023 4 of 6 The data can be made available upon reasonable request of other research institutes. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Public Domain Mark (PD) The work identified as being free of known restrictions under copyright law, including all related and neighboring rights. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? No specific costs are involved Responsibilities Who will manage data documentation and metadata during the research project? Christophe Matthys and Joke Verbeke Who will manage data storage and backup during the research project? Christophe Matthys and Joke Verbeke Created using DMPonline.be. Last modiﬁed 02 February 2023 5 of 6 Who will manage data preservation and sharing? Christophe Matthys and Joke Verbeke Who will update and implement this DMP? Christophe Matthys and Joke Verbeke Created using DMPonline.be. Last modiﬁed 02 February 2023 6 of 6"
}