{
    "document_id": "D-2022-1351",
    "LinkTitle": "D-2022-1351",
    "file_name": "D-2022-1351.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1351.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Nele Noppe",
        "num_pages": 7
    },
    "content": {
        "full_text": " \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 1  \n  \nDATA MANAGEMENT PLAN FOR DH TRAINING  \n \nADMIN ISTRATIVE  INFORMATION  \nProject name: Writing and Reading Processes in Technical Software Documentation  \nPrincipal investigator/ researcher: Justyna Dlociok  \nSupervisor and co -supervisor : Birgitta Meex  and Bert Oben  \nInstitution: KU Leuven  \n \nProject summary:   \nWhen producing content, a technical writer adapts its tone, style, complexity, and structure to the intended \naudience. However, the writing process nowaday s involves other stakeholders and contributors, such as \nsubject matter experts, technical illustrators, and companies with specific branding strategies or budgetary \nrestrictions. Each of those stakeholders might have different expectations towards the produced \ninformation. The user wan ts it to be readable, findable, and understandable. For the writer, it needs to be \nconsistent and reusable . The subject matter expert  might foreground correctness, sometimes at the \nexpense of style. If the company strives for a high -quality machine translation, the source text must be \nunambiguous and skillfully simplified. Fulfilling all of those criteria is a challenging task. However, as \nnumerous studies show, applying specific language rules has been considered a possible remedy.  \nFor instance, Byrne (2004) analyzed the impact of iconic linkage and textual cognetics  on the \nusability of software documentation. He discovered that using parallel structures significantly improves the \nreadability and comprehensibility of the user manuals. O'Brien (2003), and Shubert et al. (1995). drew \nsimilar conclusions. The former show ed that controlled languages facilitate readability in complex texts; the \nlatter proved that simplified English enhances the comprehensibility of complex instructions. In the context \nof machine translation, Roturier (2006) investigated the positive impact of controlled English on the \ncomprehensibility, usefulness, and acceptability of machine -translated technical documentation for French \nand German users.  \nSimilarly, Steensland & Dervisevic (2005) developed a set of rules that improved the source text \nand th e quality of machine translation when fed into a language checker. Last but not least, Suchowolec \n(in Goebel, 2014) reported a case of Koenig & Bauer AG, a printing company that decided to improve the \nauthoring process. As a result of focusing on consisten cy, reusability, and content structuring, a style guide \nemerged at the company that could potentially improve the end user's content. Still, numerous companies \nstruggle to apply working rules and standards to their content. They often rely on intuition alo ne as a good \n(writing) practice. Even those companies that recognize the benefits of trained technical writers often fail to \nproduce consistent and audience -specific documentation.  \nIn this project, we aim to analyze both the product and the process of rul e-based technical writing. \nConcerning the process, we aim to answer the following questions: How do technical writers write from \nsources? How do they reuse the content? How do they optimize and revise the content in developing text? \nDo they use style guide s, standards, editing FAQs? Which of the rules and standards are most challenging \nto apply?  Which of the rules and standards are considered essential and not?  \nBy analyzing the product in the companies, we want to know:  What are the differences between the oretically \nvalid and practically applied intra - and extra -textual rules, guidelines, and standards?  \n \n \n \n \n \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 2  \n SECTION 1. DATA DESCRIPTION  \nWhat data will you collect or create? Fill out the table below and/or describe  it. \n Type of data  Format    Volume  Storage location  How created?   \nPrimary  \nExpert Interviews:  \nAudio, \ntranscription, \nconsent form  \n \n \n \n  .mp4  \n \n \n 80 MB per interview \n(ca. 30)  \n • Personal \nlaptop  \n• Google \nDrive \n(Personal \nAccount)  \n• One Drive \n(Accessible \nthrough KU \nLeuven)  \n• (Personal) \nExternal \nHard Disk  Interviews \nwere/are being \nrecorded with \nSkype and the \nin-built mobile \nphone Recorder.  \n \nTranscriptions \nwere/are being \ntranscribed \nmanually into a \n.docx document.  \n \nConsent Forms \nwere/are created \nin a .docx and \nconverted into a -\n.pdf.  .docx   30 KB per \ntranscription (ca. 30)  \n.pdf 130 KB per consent \nform (ca. 30)  \nWriting Screen -\nCapturing  .camrec  \n.wmv  \n 280 MB per session \n(ca. 9)  \n • Personal \nlaptop  \n• Google \nDrive \n(Personal \nAccount)  \n• One Drive \n(Accessible \nthrough KU \nLeuven)  \n• (Personal) \nExternal \nHard Disk  Writing sessions \nwill be recorded \nwith Camtasia \nsoftware in \n.camrec and later \nrendered as \n.wmv.  \nThink -aloud \nProtocol  .mp4  80 MB per session \n(ca. 9)  • Personal \nlaptop  \n• Google \nDrive Think -aloud \nprotocols \nwere/are being \nrecorded with \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 3  \n (Personal \nAccount)  \n• One Drive \n(Accessible \nthrough KU \nLeuven)  \n• (Personal) \nExternal \nHard Disk  Skype and the \nin-built mobile \nphone Recorder.  \n \nUsability Study \nwith  \nEye-Tracking  .mp4  \n.tsv \n.xslx \n 210 MB per session \n(ca. 80)  • Personal \nlaptop  \n• Google \nDrive \n(Personal \nAccount)  \n• One Drive \n(Accessible \nthrough KU \nLeuven)  \n• (Personal) \nExternal \nHard Disk  Usability \nsessions will be \nrecorded with \nTobii X2 -60 eye -\ntracker . \nBibliographical \nreferences  .pdf 1 MB  • Personal \nlaptop  \n• Google \nDrive \n(Personal \nAccount)  \n• One Drive \n(Accessible \nthrough KU \nLeuven)  \n• (Personal) \nExternal \nHard Disk  The accumulated \nliterature library \nis managed in \nMendeley, \nresulting in \n(automatic) \nbibliographical \nreferences.  \n*Notes and \nAnnotations  .xslx \n.pdf - • Personal \nlaptop  \n• Google \nDrive Notes and \nannotations will \nbe stored as \ncomments in the \nfiles/programs \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 4  \n (Personal \nAccount)  \n• One Drive \n(Accessible \nthrough KU \nLeuven)  \n• (Personal) \nExternal \nHard Disk  mentioned \nabove.  \n \n \nDo you intend to reuse existing data?  \nNo, I do not intend to reuse existing data . \n \nDo you use personal data (i.e. , all data possibly identifying an individual)?  \nYes. \n \n \nSECTION 2. METADATA AND DOCUMENTATION  \nDescribe the documentation that will be created for the data. This section deals with the way in \nwhich you will document how the dataset was created and subsequently processed.  \nFor each dataset – interviews (expert, think -aloud), recordings (writing sessions,  usability studies ) – \ndocumentation of how the data was collected will be stor ed as a README file. It will involve  background  \ninformation about the individuals (participants, companies) and locations.  \n \nDescribe the metadata for the data. This section deals with metadata: information contained in \nyour dataset  that adds structure to  the research data.  \nThe metadata for this project will involve:   \n- Data about the participants:  \n- Individual: age, sex, educational and professional background ,  \n- Companies: Industry , \n- Data about the recording sessions: how , with whom . \n \nSECTION 3. ETHICAL, LEGAL , AND PRIVACY ISSUES  \nAre there any ethical issues concerning the creation and/or use of the data?  \nThe personal data collected in the context of this project will be pseudonymized. Each participant will be \ngiven a participant number during the  data collection. All data collected are linked to this number and not \nto the person. The researcher has a key that keeps track of the participant number for each person. If \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 5  \n participants request the erasure of their data, the researcher can use the key to retrieve the data. The key \nfile will be kept on OneDrive in a password -protected folder . \n \nDid you consider all issues about copyrights and IPR?  \nYes. \n \nAre the collected data considered to be \"data containing personal information ,\" and are all the \nrequireme nts about the collection of these data met?  \nYes. For that , a Privacy and Ethical application has been submitted and approved.  \n \nSECTION 4. DATA STORAGE AND BACKUP DURING  THE RESEARCH  \nHow and where will the data be stored during research?  \nThe data will be stored on KU Leuven OneDrive for Business, with an enabled  Multi -Factor \nAuthentication.  \n \nWhich back up procedures are in place?  \nThe backups of the laptop are made automatically on Google Drive and One Drive . The external hard \ndisk will be updated once a week. These will be encrypted using Bitlocker. The bibliographical references \nare stored in Mendeley , which also has an online backup that one can log onto through an account.   \n \nDescribe the data security procedures and who has access to the data.  \nOnly the researchers and the supervisors of the above -described project will access the data. A log -in is \nnecessary to access the gathered data on Google Drive and One Drive. The researcher  will keep the \nlaptop and the external hard disk in a safe place to protect it against theft and will be very attentive to \nthese materials to rule out the loss . \n \nSECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH  \nWhat is the long -term preservati on plan for these dataset(s)?  \nThe data will be preserved in a research data repository of KU Leuven (KU Leuven's Research Data \nRepository), which is a safe, secure, and sustainable environment. After the end of the research, relevant \ndata will be stored th ere.  \n \n \nWhich data will have long time value for the research and will be preserved?  \nThese data include:  \n- Expert interview guide , \n- Expert interview transcriptions ,  \n- Style Guide Survey ,  \n- Consent form ,  \n- The writing sessions , \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 6  \n - Think-aloud protocols ,  \n- Usability study data ,  \n- Bibliographical references .  \n \nSECTION 6. DATA SHARING  \nAre there any restrictions for sharing the data?  \nYes, the recordings and interviews might contain sensitive information . \n \nIf there are no restrictions, which mechanisms will be in place to assure that the data are \ndiscoverable, accessible , and intelligible?  \nTo make the data findable, it will be described with rich metadata. The metadata will be assigned a \nglobally unique and persistent identifier created by most repositories. Thi s identifier will help to retrieve \nthe data. Furthermore, only well -known and open formats and software will be used to account for the \ninteroperability of the data. Finally, it will be ensured that the data is well -documented to support proper \ndata identi fication . \n \nHow will you share the data?  \nThe data will be shared only in an anonymized form that prevents the identification of the  participating  \nindividuals , companies . \n \nWith whom will the data be shared?  \nThe data will be shared in a research data repository.  \n \n \nSECTION 7. RESPONS IBILITIES AND RESOURCES  \nWho is responsible for Data Management during the project? This will be the person who might \nreceive questions on the data management aspects of the research project.   \nJustyna Dlociok , Birgitta Meex and Bert Oben will be responsible throughout the project .  \n \nJustyna Dlociok: justyna.dlociok@kuleuven.be  \nBirgitta Meex: birgitta.meex@kuleuven.be  \nBert Oben: bert.oben@kuleuven.be  \n \nWhich additional resources are needed for the execution of the Data Management Plan?  \nThe data will be stored on KU Leuven OneDrive for Business, with an enabled Multi -Factor Authentication  \nThe backup data storage space  will be accounted for  on Google Drive, One Drive , and an external hard \ndisk. \n \nDid you read the KU Leuven Research Data  Management Policy? (find the link to the policy in the \nguidance).  \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online      Page | 7  \n Yes, I did.  \n \n \nSECTION 8. PUBLISHING AND OPEN ACCESS  \nDo you intend to publish your research result in Open Access?  If no t, why? If yes, would you opt \nfor Green or Gold OA?  \nYes, I do intend t o publish my research in Open Access.  \nI would opt for Gold OA because it offers numerous benefits such as increased citation and usage, easy \ncompliance with institutional mandates, retention of copyrights by the author, faster impact, and greater \npublic e ngagement. For that, a certain amount of money is secured from my project application. Also, I \nwill attempt to share my publications in journals that do not require the author fee (DOAJ) . \n \nDo you have any other plans to openly disseminate your research results (e.g. , blogs, platforms, \netc.)?  \nYes, I do have plans to disseminate my research openly. The data will be shared with companies and \nused by those companies for marketing purposes. Also, the research outcomes will be used during \nwriting work shops .  \n \n \nBibliography  \n \nByrne, J. (2004). Textual Cognetics and the Role of Iconic Linkage in Software User Guides.  \nGoebel, R. (2014). LNAI 8625 - Controlled Natural Language.  \nO’Brien, S. (2003). Controlling Controlled English. An analysis of several contr olled language rule sets.  \nProceedings of EAMT -CLAW, 3, 105 –114. \nShubert, S., Holmback, H., Spyridakis, J., & Coney, M. (1995). Testing the comprehensibility of simplified  \nEnglish: an analysis of airplane procedure documents. IEEE International Professional  \nCommunication Conference, 206, 171 –173. https://doi.org/10.1109/ipcc.1995.554896  \nSteensland, H., & Dervisevic, D. (2005). Controlled Languages in Software User Documentation. 224.  \nhttp://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva -4637  "
    },
    "clean_full_text": "Created using DMP O nline KU Leuven, adapted from DMP Online Page | 1 DATA MANAGEMENT PLAN FOR DH TRAINING ADMIN ISTRATIVE INFORMATION Project name: Writing and Reading Processes in Technical Software Documentation Principal investigator/ researcher: Justyna Dlociok Supervisor and co -supervisor : Birgitta Meex and Bert Oben Institution: KU Leuven Project summary: When producing content, a technical writer adapts its tone, style, complexity, and structure to the intended audience. However, the writing process nowaday s involves other stakeholders and contributors, such as subject matter experts, technical illustrators, and companies with specific branding strategies or budgetary restrictions. Each of those stakeholders might have different expectations towards the produced information. The user wan ts it to be readable, findable, and understandable. For the writer, it needs to be consistent and reusable . The subject matter expert might foreground correctness, sometimes at the expense of style. If the company strives for a high -quality machine translation, the source text must be unambiguous and skillfully simplified. Fulfilling all of those criteria is a challenging task. However, as numerous studies show, applying specific language rules has been considered a possible remedy. For instance, Byrne (2004) analyzed the impact of iconic linkage and textual cognetics on the usability of software documentation. He discovered that using parallel structures significantly improves the readability and comprehensibility of the user manuals. O'Brien (2003), and Shubert et al. (1995). drew similar conclusions. The former show ed that controlled languages facilitate readability in complex texts; the latter proved that simplified English enhances the comprehensibility of complex instructions. In the context of machine translation, Roturier (2006) investigated the positive impact of controlled English on the comprehensibility, usefulness, and acceptability of machine -translated technical documentation for French and German users. Similarly, Steensland & Dervisevic (2005) developed a set of rules that improved the source text and th e quality of machine translation when fed into a language checker. Last but not least, Suchowolec (in Goebel, 2014) reported a case of Koenig & Bauer AG, a printing company that decided to improve the authoring process. As a result of focusing on consisten cy, reusability, and content structuring, a style guide emerged at the company that could potentially improve the end user's content. Still, numerous companies struggle to apply working rules and standards to their content. They often rely on intuition alo ne as a good (writing) practice. Even those companies that recognize the benefits of trained technical writers often fail to produce consistent and audience -specific documentation. In this project, we aim to analyze both the product and the process of rul e-based technical writing. Concerning the process, we aim to answer the following questions: How do technical writers write from sources? How do they reuse the content? How do they optimize and revise the content in developing text? Do they use style guide s, standards, editing FAQs? Which of the rules and standards are most challenging to apply? Which of the rules and standards are considered essential and not? By analyzing the product in the companies, we want to know: What are the differences between the oretically valid and practically applied intra - and extra -textual rules, guidelines, and standards? Created using DMP O nline KU Leuven, adapted from DMP Online Page | 2 SECTION 1. DATA DESCRIPTION What data will you collect or create? Fill out the table below and/or describe it. Type of data Format Volume Storage location How created? Primary Expert Interviews: Audio, transcription, consent form .mp4 80 MB per interview (ca. 30) • Personal laptop • Google Drive (Personal Account) • One Drive (Accessible through KU Leuven) • (Personal) External Hard Disk Interviews were/are being recorded with Skype and the in-built mobile phone Recorder. Transcriptions were/are being transcribed manually into a .docx document. Consent Forms were/are created in a .docx and converted into a - .pdf. .docx 30 KB per transcription (ca. 30) .pdf 130 KB per consent form (ca. 30) Writing Screen - Capturing .camrec .wmv 280 MB per session (ca. 9) • Personal laptop • Google Drive (Personal Account) • One Drive (Accessible through KU Leuven) • (Personal) External Hard Disk Writing sessions will be recorded with Camtasia software in .camrec and later rendered as .wmv. Think -aloud Protocol .mp4 80 MB per session (ca. 9) • Personal laptop • Google Drive Think -aloud protocols were/are being recorded with Created using DMP O nline KU Leuven, adapted from DMP Online Page | 3 (Personal Account) • One Drive (Accessible through KU Leuven) • (Personal) External Hard Disk Skype and the in-built mobile phone Recorder. Usability Study with Eye-Tracking .mp4 .tsv .xslx 210 MB per session (ca. 80) • Personal laptop • Google Drive (Personal Account) • One Drive (Accessible through KU Leuven) • (Personal) External Hard Disk Usability sessions will be recorded with Tobii X2 -60 eye - tracker . Bibliographical references .pdf 1 MB • Personal laptop • Google Drive (Personal Account) • One Drive (Accessible through KU Leuven) • (Personal) External Hard Disk The accumulated literature library is managed in Mendeley, resulting in (automatic) bibliographical references. *Notes and Annotations .xslx .pdf - • Personal laptop • Google Drive Notes and annotations will be stored as comments in the files/programs Created using DMP O nline KU Leuven, adapted from DMP Online Page | 4 (Personal Account) • One Drive (Accessible through KU Leuven) • (Personal) External Hard Disk mentioned above. Do you intend to reuse existing data? No, I do not intend to reuse existing data . Do you use personal data (i.e. , all data possibly identifying an individual)? Yes. SECTION 2. METADATA AND DOCUMENTATION Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. For each dataset – interviews (expert, think -aloud), recordings (writing sessions, usability studies ) – documentation of how the data was collected will be stor ed as a README file. It will involve background information about the individuals (participants, companies) and locations. Describe the metadata for the data. This section deals with metadata: information contained in your dataset that adds structure to the research data. The metadata for this project will involve: - Data about the participants: - Individual: age, sex, educational and professional background , - Companies: Industry , - Data about the recording sessions: how , with whom . SECTION 3. ETHICAL, LEGAL , AND PRIVACY ISSUES Are there any ethical issues concerning the creation and/or use of the data? The personal data collected in the context of this project will be pseudonymized. Each participant will be given a participant number during the data collection. All data collected are linked to this number and not to the person. The researcher has a key that keeps track of the participant number for each person. If Created using DMP O nline KU Leuven, adapted from DMP Online Page | 5 participants request the erasure of their data, the researcher can use the key to retrieve the data. The key file will be kept on OneDrive in a password -protected folder . Did you consider all issues about copyrights and IPR? Yes. Are the collected data considered to be \"data containing personal information ,\" and are all the requireme nts about the collection of these data met? Yes. For that , a Privacy and Ethical application has been submitted and approved. SECTION 4. DATA STORAGE AND BACKUP DURING THE RESEARCH How and where will the data be stored during research? The data will be stored on KU Leuven OneDrive for Business, with an enabled Multi -Factor Authentication. Which back up procedures are in place? The backups of the laptop are made automatically on Google Drive and One Drive . The external hard disk will be updated once a week. These will be encrypted using Bitlocker. The bibliographical references are stored in Mendeley , which also has an online backup that one can log onto through an account. Describe the data security procedures and who has access to the data. Only the researchers and the supervisors of the above -described project will access the data. A log -in is necessary to access the gathered data on Google Drive and One Drive. The researcher will keep the laptop and the external hard disk in a safe place to protect it against theft and will be very attentive to these materials to rule out the loss . SECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH What is the long -term preservati on plan for these dataset(s)? The data will be preserved in a research data repository of KU Leuven (KU Leuven's Research Data Repository), which is a safe, secure, and sustainable environment. After the end of the research, relevant data will be stored th ere. Which data will have long time value for the research and will be preserved? These data include: - Expert interview guide , - Expert interview transcriptions , - Style Guide Survey , - Consent form , - The writing sessions , Created using DMP O nline KU Leuven, adapted from DMP Online Page | 6 - Think-aloud protocols , - Usability study data , - Bibliographical references . SECTION 6. DATA SHARING Are there any restrictions for sharing the data? Yes, the recordings and interviews might contain sensitive information . If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible , and intelligible? To make the data findable, it will be described with rich metadata. The metadata will be assigned a globally unique and persistent identifier created by most repositories. Thi s identifier will help to retrieve the data. Furthermore, only well -known and open formats and software will be used to account for the interoperability of the data. Finally, it will be ensured that the data is well -documented to support proper data identi fication . How will you share the data? The data will be shared only in an anonymized form that prevents the identification of the participating individuals , companies . With whom will the data be shared? The data will be shared in a research data repository. SECTION 7. RESPONS IBILITIES AND RESOURCES Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. Justyna Dlociok , Birgitta Meex and Bert Oben will be responsible throughout the project . Justyna Dlociok: justyna.dlociok@kuleuven.be Birgitta Meex: birgitta.meex@kuleuven.be Bert Oben: bert.oben@kuleuven.be Which additional resources are needed for the execution of the Data Management Plan? The data will be stored on KU Leuven OneDrive for Business, with an enabled Multi -Factor Authentication The backup data storage space will be accounted for on Google Drive, One Drive , and an external hard disk. Did you read the KU Leuven Research Data Management Policy? (find the link to the policy in the guidance). Created using DMP O nline KU Leuven, adapted from DMP Online Page | 7 Yes, I did. SECTION 8. PUBLISHING AND OPEN ACCESS Do you intend to publish your research result in Open Access? If no t, why? If yes, would you opt for Green or Gold OA? Yes, I do intend t o publish my research in Open Access. I would opt for Gold OA because it offers numerous benefits such as increased citation and usage, easy compliance with institutional mandates, retention of copyrights by the author, faster impact, and greater public e ngagement. For that, a certain amount of money is secured from my project application. Also, I will attempt to share my publications in journals that do not require the author fee (DOAJ) . Do you have any other plans to openly disseminate your research results (e.g. , blogs, platforms, etc.)? Yes, I do have plans to disseminate my research openly. The data will be shared with companies and used by those companies for marketing purposes. Also, the research outcomes will be used during writing work shops . Bibliography Byrne, J. (2004). Textual Cognetics and the Role of Iconic Linkage in Software User Guides. Goebel, R. (2014). LNAI 8625 - Controlled Natural Language. O’Brien, S. (2003). Controlling Controlled English. An analysis of several contr olled language rule sets. Proceedings of EAMT -CLAW, 3, 105 –114. Shubert, S., Holmback, H., Spyridakis, J., & Coney, M. (1995). Testing the comprehensibility of simplified English: an analysis of airplane procedure documents. IEEE International Professional Communication Conference, 206, 171 –173. https://doi.org/10.1109/ipcc.1995.554896 Steensland, H., & Dervisevic, D. (2005). Controlled Languages in Software User Documentation. 224. http://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva -4637"
}