{
    "document_id": "D-2024-3171",
    "LinkTitle": "D-2024-3171",
    "file_name": "D-2024-3171.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3171.pdf",
    "metadata": {
        "title": "Comprehensive analysis of the impact of post-harvest handling practices on volatile aroma compounds of long-horned grasshopper (Ruspolia differens) in Uganda",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nComprehensive analysis of the impact of post-harvest handling practices on volatile aroma compounds of long-horned grasshopper\n(Ruspolia differens) in Uganda\nCreator:\nCreator:\nRaymond Paul Nanseera\nPrincipal Investigator: \nPrincipal Investigator: \nIlse Fraeye, Raymond Paul Nanseera\nData Manager: \nData Manager: \nRaymond Paul Nanseera\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nIlse Fraeye, Raymond Paul Nanseera\nData Manager:\nData Manager:\n \nRaymond Paul Nanseera\nProject abstract:\nProject abstract:\nEdible insects play a significant role in the traditional diets of people in many parts of the world. Moreover, aroma plays a vital role in\ninfluencing their overall flavor and palatability. Long-horned grasshoppers (\nRuspolia differens\n) are the most commercialized and widely\nconsumed edible insects in Uganda. They contain high amounts of unsaturated fatty acids, amino acids, peptides and proteins, which\nare precursors for a spectrum of volatile aroma compounds through various mechanisms. Each of these aroma compounds possesses\ndistinct olfactory thresholds which contribute to the diverse aromatic characteristics observed in foods including insects. Notably, these\nchemical reactions are highly influenced by the different postharvest handling conditions. Nevertheless, there is scant information about\nthe evolution of \nR. differens\n’ volatile compounds under different postharvest handling conditions, and the contribution of the identified\nvolatile compounds to the overall aroma of processed \nR. differens\n. Therefore, this research shall investigate,\nThe impact of plucking and storage temperature on the volatile aroma profile of raw \nR. differens.\nThe impact of selected oven-roasting conditions on the type and amount of the volatile compounds formed and their contribution to\noverall aroma, color development and sensory acceptability.\nThe impact of selected packaging conditions  and cold storage time on the evolution of the aroma of processed \nR. differens.\nThis PhD is funded by BOF through the Scholarship from the South program, under grant number ZB/24/003.\nID: \nID: \n212115\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n20-01-2025\nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n1 of 7\nComprehensive analysis of the impact of post-harvest handling practices on volatile aroma\nComprehensive analysis of the impact of post-harvest handling practices on volatile aroma\ncompounds of long-horned grasshopper (Ruspolia differens) in Uganda\ncompounds of long-horned grasshopper (Ruspolia differens) in Uganda\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWork\npackage 1\nSamples\nN\nP\nOther: edible\ninsects\n \n \n12 kg\n \nVolatile profiles and\nprecursors\nN\nD\nN\n.xlsx\n<1 GB\n \n \nProximate\ncomposition \nN\nD\nN\n.xlsx\n<1 GB\n \nWork\npackage 2\nSamples\nN\nP\nOther: edible\ninsects\n \n \n12 kg\n \nVolatile profiles and\nprecursors\nN\nD\nN\n.xlsx\n<1 GB\n \n \nColour\nN\nD\nN\n.xlsx\n<1 GB\n \n \nSensory analysis\nN\nD\nN/T\n.xlsx/.docs\n<1 GB\n \n \nOlfactometry\nN\nD\nN/T\n.xlsx/.docs\n<1 GB\n \n \nSamples\nN\nP\nOther: edible\ninsects\n \n \n6 kg\nWork\npackage 3\nVolatile profiles and\nprecursors\nN\nD\nN\n.xlsx\n<1 GB\n \n \nMicrobiology\nN\nD\nN\n.xlsx\n<1 GB\n \n \nOxidation\nN\nD\nN\n.xlsx\n<1 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo data will be reused.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n2 of 7\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nPhysical data:\nPhysical data:\nSamples will be properly labelled, indicating their code name, weight and date. \nA descriptive map indicating where each sample or material generated is stored will be maintained as a .xlsx or .docx file. \nNotes on daily laboratory activities will be recorded in hard copy lab notebooks.\nDigital data:\nDigital data:\nInformation (metadata) about the sampling plan used, meanings of sample code names, sample pre-treatments, storage\nconditions, analysis protocols used, experimental variables, and output units of measure will be recorded and maintained as\n.xlsx.\nProtocols/experimental and evaluation procedures will be clearly written and maintained in Standard Operating Procedures\nin .docx format.\nMeaningful and descriptive data file names will be used for raw and analyzed data.\nFor each work package, a separate folder will be used where all documentation (result files, methodology and protocols) will\nbe stored.\nWhere initial raw data is exported into a new format, reference to initial data (location) will be made.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n3 of 7\nNo\nNo metadata standard will be used.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nSharepoint online\nOther (specify below)\nLarge Volume Storage\nPhysical samples (both raw and processed edible insects) will be stored in a freezer at -80°C until the end of the project.\nLaboratory notebooks will be stored in locked cabinets.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be stored on the personal OneDrive cloud service provided by KU Leuven and accessed by only the researcher.\nThis storage space is very secure, with automatic backups and advanced protections such as multi-factor authentication.\nSharing of data to authorized persons will be done via TEAMS, which is also a secure platform.\nAfter the end of the project, final data files will be archived on the Archive/‘K:’ network drive, which has restricted access\n(only professors and postdocs of the research group).\nSamples will be stored in lockable freezers.\nLaboratory notebooks will be stored in locked cabinets.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNone\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n4 of 7\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nPhysical samples (edible insects) will be disposed off at the end of the project.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the researcher and supervising team, participating in the project will have access to the data prior to data publication.\nAccess of data will be through peer reviewed journals, conference presentations and proceedings, repositories.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nKU Leuven RDR (Research Data Repository)\nData of completed work will be published in academic peer reviewed journals and will as such be available in existing and\nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n5 of 7\nrelevant repositories (e.g. KU Leuven repository: Lirias).\nUnpublished data will be available on network drives with restricted access (Archive/‘K:’ network drive).\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nData usage licenses will be provided according to the requirements for reuse defined by the original publisher.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD student, Raymond Paul Nanseera.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PhD student, Raymond Paul Nanseera.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDuring the PhD project: the PhD student (Raymond Paul Nanseera), and the promoter (Prof. Ilse Fraeye).\nAfter the PhD project: the promoter (Prof. Ilse Fraeye).\nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n6 of 7\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PhD student, Raymond Paul Nanseera.\nCreated using DMPonline.be. Last modiﬁed 20 January 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Comprehensive analysis of the impact of post-harvest handling practices on volatile aroma compounds of long-horned grasshopper (Ruspolia differens) in Uganda Creator: Creator: Raymond Paul Nanseera Principal Investigator: Principal Investigator: Ilse Fraeye, Raymond Paul Nanseera Data Manager: Data Manager: Raymond Paul Nanseera Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Ilse Fraeye, Raymond Paul Nanseera Data Manager: Data Manager: Raymond Paul Nanseera Project abstract: Project abstract: Edible insects play a significant role in the traditional diets of people in many parts of the world. Moreover, aroma plays a vital role in influencing their overall flavor and palatability. Long-horned grasshoppers ( Ruspolia differens ) are the most commercialized and widely consumed edible insects in Uganda. They contain high amounts of unsaturated fatty acids, amino acids, peptides and proteins, which are precursors for a spectrum of volatile aroma compounds through various mechanisms. Each of these aroma compounds possesses distinct olfactory thresholds which contribute to the diverse aromatic characteristics observed in foods including insects. Notably, these chemical reactions are highly influenced by the different postharvest handling conditions. Nevertheless, there is scant information about the evolution of R. differens ’ volatile compounds under different postharvest handling conditions, and the contribution of the identified volatile compounds to the overall aroma of processed R. differens . Therefore, this research shall investigate, The impact of plucking and storage temperature on the volatile aroma profile of raw R. differens. The impact of selected oven-roasting conditions on the type and amount of the volatile compounds formed and their contribution to overall aroma, color development and sensory acceptability. The impact of selected packaging conditions and cold storage time on the evolution of the aroma of processed R. differens. This PhD is funded by BOF through the Scholarship from the South program, under grant number ZB/24/003. ID: ID: 212115 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 20-01-2025 Created using DMPonline.be. Last modiﬁed 20 January 2025 1 of 7 Comprehensive analysis of the impact of post-harvest handling practices on volatile aroma Comprehensive analysis of the impact of post-harvest handling practices on volatile aroma compounds of long-horned grasshopper (Ruspolia differens) in Uganda compounds of long-horned grasshopper (Ruspolia differens) in Uganda Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Work package 1 Samples N P Other: edible insects 12 kg Volatile profiles and precursors N D N .xlsx <1 GB Proximate composition N D N .xlsx <1 GB Work package 2 Samples N P Other: edible insects 12 kg Volatile profiles and precursors N D N .xlsx <1 GB Colour N D N .xlsx <1 GB Sensory analysis N D N/T .xlsx/.docs <1 GB Olfactometry N D N/T .xlsx/.docs <1 GB Samples N P Other: edible insects 6 kg Work package 3 Volatile profiles and precursors N D N .xlsx <1 GB Microbiology N D N .xlsx <1 GB Oxidation N D N .xlsx <1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No data will be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Created using DMPonline.be. Last modiﬁed 20 January 2025 2 of 7 or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Physical data: Physical data: Samples will be properly labelled, indicating their code name, weight and date. A descriptive map indicating where each sample or material generated is stored will be maintained as a .xlsx or .docx file. Notes on daily laboratory activities will be recorded in hard copy lab notebooks. Digital data: Digital data: Information (metadata) about the sampling plan used, meanings of sample code names, sample pre-treatments, storage conditions, analysis protocols used, experimental variables, and output units of measure will be recorded and maintained as .xlsx. Protocols/experimental and evaluation procedures will be clearly written and maintained in Standard Operating Procedures in .docx format. Meaningful and descriptive data file names will be used for raw and analyzed data. For each work package, a separate folder will be used where all documentation (result files, methodology and protocols) will be stored. Where initial raw data is exported into a new format, reference to initial data (location) will be made. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 20 January 2025 3 of 7 No No metadata standard will be used. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Sharepoint online Other (specify below) Large Volume Storage Physical samples (both raw and processed edible insects) will be stored in a freezer at -80°C until the end of the project. Laboratory notebooks will be stored in locked cabinets. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored on the personal OneDrive cloud service provided by KU Leuven and accessed by only the researcher. This storage space is very secure, with automatic backups and advanced protections such as multi-factor authentication. Sharing of data to authorized persons will be done via TEAMS, which is also a secure platform. After the end of the project, final data files will be archived on the Archive/‘K:’ network drive, which has restricted access (only professors and postdocs of the research group). Samples will be stored in lockable freezers. Laboratory notebooks will be stored in locked cabinets. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? None Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? Created using DMPonline.be. Last modiﬁed 20 January 2025 4 of 7 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) Physical samples (edible insects) will be disposed off at the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the researcher and supervising team, participating in the project will have access to the data prior to data publication. Access of data will be through peer reviewed journals, conference presentations and proceedings, repositories. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) KU Leuven RDR (Research Data Repository) Data of completed work will be published in academic peer reviewed journals and will as such be available in existing and Created using DMPonline.be. Last modiﬁed 20 January 2025 5 of 7 relevant repositories (e.g. KU Leuven repository: Lirias). Unpublished data will be available on network drives with restricted access (Archive/‘K:’ network drive). When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Data usage licenses will be provided according to the requirements for reuse defined by the original publisher. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD student, Raymond Paul Nanseera. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD student, Raymond Paul Nanseera. Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the PhD project: the PhD student (Raymond Paul Nanseera), and the promoter (Prof. Ilse Fraeye). After the PhD project: the promoter (Prof. Ilse Fraeye). Created using DMPonline.be. Last modiﬁed 20 January 2025 6 of 7 Who will update and implement this DMP? Who will update and implement this DMP? The PhD student, Raymond Paul Nanseera. Created using DMPonline.be. Last modiﬁed 20 January 2025 7 of 7"
}