{
    "document_id": "D-2023-2094",
    "LinkTitle": "D-2023-2094",
    "file_name": "D-2023-2094.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2094.pdf",
    "metadata": {
        "title": "TOWARDS AN UNDERSTANDING OF THE ROLE OF SOFT TISSUE STRUCTURAL AND MECHANICAL PROPERTIES IN UPPER LIMB FUNCTION AFTER BREAST CANCER TREATMENT: THE SOFT-TI-TRIAL",
        "author": "N/A",
        "creation_date": "2023-02-07 11:35:38+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "TOWARDS AN UNDERSTANDING OF THE ROLE OF SOFT TISSUE\nSTRUCTURAL AND MECHANICAL PROPERTIES IN UPPER LIMB\nFUNCTION AFTER BREAST CANCER TREATMENT: THE SOFT-TI-\nTRIAL\nA Data Management Plan created using DMPonline.be\nCreator: \nAn De Groef\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12R1723N\nID: \n196837\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nUpper limb (UL) dysfunctions after breast cancer treatment are complex and multifactorial.\nIncreasing proof of concept is available for local soft tissues problems as underlying mechanism\nof UL dysfunctions during and after breast cancer treatment. These problems include structural\nchanges (tissue composition, thickness and volume) and altered mechanical properties (tissue\nstiffness and impaired gliding). The challenge is to properly assess these properties to get a true\nunderstanding of their contribution to UL dysfunctions. Up to know, only (subjective) methods\nwith limited validity were used. Also, longitudinal assessments of all properties together are\nlacking. Therefore, a comprehensive set of innovative, high-quality and objective ultrasound\ntechniques for assessment of both structural and mechanical properties will be developed and\nadopted. More specific, the research objectives are 1) developing and testing a comprehensive\nassessment protocol for the quantification (i.e. severity) of soft tissue properties with ultrasound\ntechniques; 2) exploring the clinical relevance of ultrasound findings by comparing them with\nother clinical outcomes and 3) determining the value of soft tissue properties (evaluated with\nultrasound) as a diagnostic and prognostic biomarker for UL dysfunctions up to one year post-\nbreast cancer surgery. With these insights, tailoring currently available and/or new therapies to\nthe exact underlying mechanism(s) of UL dysfunctions will improve.\nLast modified: \n07-02-2023\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n1 of 6\nTOWARDS AN UNDERSTANDING OF THE ROLE OF SOFT TISSUE\nSTRUCTURAL AND MECHANICAL PROPERTIES IN UPPER LIMB\nFUNCTION AFTER BREAST CANCER TREATMENT: THE SOFT-TI-\nTRIAL\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPatient\nreported\noutcome\nmeasures\n(PROMS)\nPROMS on\nhealth-related\noutcomes\nGenerate new\ndata\nDigital\n \nObservational\n.csv, .xls, .pdf,\n.text\n< 100 GB\n \nDemographics\nDemographics\nof the\nparticipants\nGenerate new\ndata\nDigital\n \nObservational\n.csv, .xls, .pdf,\n.text\n< 100 GB\n \nClinical tests\nClinical\noutcomes on\nsoft tissue\nproperties\nGenerate new\ndata\nPhysical\nDigital (stored\nin redcap)\nObservational\n.csv, .mvn, .mat\n< 1 TB\n1 paper\nbox\nUltrasound\ndata\nUltrasound\nand\nshearwave\nelastrography\ndata collected\nvia ultrasound\nmachine and\ntransferred\ninto data that\ncan\nprocessed\nGenerate new\ndata\nDigital\nObservational\nDICOM\n< 5 TB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n2 of 6\nn/a\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nEthical approval will be obtained from all participants for all data at the Ethical Committee of UZ/KU Leuven.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nPatient Reported Outcome Measures on health outcomes, demographics, Clinical data on soft tissue properties, Ultrasound data on soft\ntissue properties\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nSurvey data will be collected using RedCap, and a Data Dictionary Codebook will be generated containing variable-level information for\nall captured information: Variable / Field name, Field Label (including question text), and Field Attributes (including Field Type,\nValidation, Choices, Calculations, etc.).\nUltrasound raw data will be stored in DICOM format on the server of KU Leuven.\nNotes during data collection will be stored in the personal patient's file.\nThe patient identifier record will consist of the name of the included subject and subject study code (.xls). This file is the only document\nthat links the patients' study code and patient identification.\nA \"README.txt\" file will be added in which the data characteristics, structure, and organization of data files will be explained.\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n3 of 6\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nYes, We plan to use a metadata standard, basing ourselves on different available sources, such as\nhttp://www.dcc.ac.uk/resources/metadata-standards; http://rd-alliance.github.io/metadatadirectory/standards/; https://fairsharing.org/\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe paper (source) documents will be stored in the office of the PI, in an closet/drawer only accessible to the PI\nThe data will be stored on the University's central servers that are regularly updated. It’s secured with a networkdrive KUL-\naccount\nThe ultrasound data will also be stored on the ultrasound and on an external harddrive\nREDCap: REDCap is hosted on dedicated KUL data servers\nHow will the data be backed up?\nThe secured network server that is hosted at KUL is backed up regularly by the ICT department of the University.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, The university and department infrastructure is able to provide sufficient capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored at the university's secure environment for private data. A specific login is needed. All data are pseudonoymised.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected total volume of data will not require a budget for data storage or preservation. The university and department infrastructure\nis able to provide sufficient capacity.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll data are of long-term value and shall be preserved. \nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored for ten years after the end of the research in the central servers of KU Leuven in a secure folder on the server to\nwhich only the PI has access by means of a security key. The (personal) data will be preserved for 25 years.\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected. All storage and backup are covered by access to existing infrastructure.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe published data will be available which contains the results of processed coded data presented in tables. The full pseudonymised\ndataset consisting of only data of participants who granted their approval for re-use within the research group will be available at the end\nof the project. Decoded personal data will never be shared.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon reasonable request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nn/a\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nN/a\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n5 of 6\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAn De Groef \nWho will manage data storage and backup during the research project?\nAn De Groef \nWho will manage data preservation and sharing?\nAn De Groef \nWho will update and implement this DMP?\nAn De Groef \nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n6 of 6"
    },
    "clean_full_text": "TOWARDS AN UNDERSTANDING OF THE ROLE OF SOFT TISSUE STRUCTURAL AND MECHANICAL PROPERTIES IN UPPER LIMB FUNCTION AFTER BREAST CANCER TREATMENT: THE SOFT-TI- TRIAL A Data Management Plan created using DMPonline.be Creator: An De Groef Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12R1723N ID: 196837 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Upper limb (UL) dysfunctions after breast cancer treatment are complex and multifactorial. Increasing proof of concept is available for local soft tissues problems as underlying mechanism of UL dysfunctions during and after breast cancer treatment. These problems include structural changes (tissue composition, thickness and volume) and altered mechanical properties (tissue stiffness and impaired gliding). The challenge is to properly assess these properties to get a true understanding of their contribution to UL dysfunctions. Up to know, only (subjective) methods with limited validity were used. Also, longitudinal assessments of all properties together are lacking. Therefore, a comprehensive set of innovative, high-quality and objective ultrasound techniques for assessment of both structural and mechanical properties will be developed and adopted. More specific, the research objectives are 1) developing and testing a comprehensive assessment protocol for the quantification (i.e. severity) of soft tissue properties with ultrasound techniques; 2) exploring the clinical relevance of ultrasound findings by comparing them with other clinical outcomes and 3) determining the value of soft tissue properties (evaluated with ultrasound) as a diagnostic and prognostic biomarker for UL dysfunctions up to one year post- breast cancer surgery. With these insights, tailoring currently available and/or new therapies to the exact underlying mechanism(s) of UL dysfunctions will improve. Last modified: 07-02-2023 Created using DMPonline.be. Last modiﬁed 07 February 2023 1 of 6 TOWARDS AN UNDERSTANDING OF THE ROLE OF SOFT TISSUE STRUCTURAL AND MECHANICAL PROPERTIES IN UPPER LIMB FUNCTION AFTER BREAST CANCER TREATMENT: THE SOFT-TI- TRIAL FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Patient reported outcome measures (PROMS) PROMS on health-related outcomes Generate new data Digital Observational .csv, .xls, .pdf, .text < 100 GB Demographics Demographics of the participants Generate new data Digital Observational .csv, .xls, .pdf, .text < 100 GB Clinical tests Clinical outcomes on soft tissue properties Generate new data Physical Digital (stored in redcap) Observational .csv, .mvn, .mat < 1 TB 1 paper box Ultrasound data Ultrasound and shearwave elastrography data collected via ultrasound machine and transferred into data that can processed Generate new data Digital Observational DICOM < 5 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Created using DMPonline.be. Last modiﬁed 07 February 2023 2 of 6 n/a Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Ethical approval will be obtained from all participants for all data at the Ethical Committee of UZ/KU Leuven. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Patient Reported Outcome Measures on health outcomes, demographics, Clinical data on soft tissue properties, Ultrasound data on soft tissue properties Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Survey data will be collected using RedCap, and a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text), and Field Attributes (including Field Type, Validation, Choices, Calculations, etc.). Ultrasound raw data will be stored in DICOM format on the server of KU Leuven. Notes during data collection will be stored in the personal patient's file. The patient identifier record will consist of the name of the included subject and subject study code (.xls). This file is the only document that links the patients' study code and patient identification. A \"README.txt\" file will be added in which the data characteristics, structure, and organization of data files will be explained. Created using DMPonline.be. Last modiﬁed 07 February 2023 3 of 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Yes, We plan to use a metadata standard, basing ourselves on different available sources, such as http://www.dcc.ac.uk/resources/metadata-standards; http://rd-alliance.github.io/metadatadirectory/standards/; https://fairsharing.org/ 3. Data storage & back-up during the research project Where will the data be stored? The paper (source) documents will be stored in the office of the PI, in an closet/drawer only accessible to the PI The data will be stored on the University's central servers that are regularly updated. It’s secured with a networkdrive KUL- account The ultrasound data will also be stored on the ultrasound and on an external harddrive REDCap: REDCap is hosted on dedicated KUL data servers How will the data be backed up? The secured network server that is hosted at KUL is backed up regularly by the ICT department of the University. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, The university and department infrastructure is able to provide sufficient capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored at the university's secure environment for private data. A specific login is needed. All data are pseudonoymised. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected total volume of data will not require a budget for data storage or preservation. The university and department infrastructure is able to provide sufficient capacity. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data are of long-term value and shall be preserved. Where will these data be archived (stored and curated for the long-term)? The data will be stored for ten years after the end of the research in the central servers of KU Leuven in a secure folder on the server to which only the PI has access by means of a security key. The (personal) data will be preserved for 25 years. Created using DMPonline.be. Last modiﬁed 07 February 2023 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. All storage and backup are covered by access to existing infrastructure. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The published data will be available which contains the results of processed coded data presented in tables. The full pseudonymised dataset consisting of only data of participants who granted their approval for re-use within the research group will be available at the end of the project. Decoded personal data will never be shared. If access is restricted, please specify who will be able to access the data and under what conditions. Upon reasonable request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. n/a Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? N/a Created using DMPonline.be. Last modiﬁed 07 February 2023 5 of 6 6. Responsibilities Who will manage data documentation and metadata during the research project? An De Groef Who will manage data storage and backup during the research project? An De Groef Who will manage data preservation and sharing? An De Groef Who will update and implement this DMP? An De Groef Created using DMPonline.be. Last modiﬁed 07 February 2023 6 of 6"
}