{
    "document_id": "D-2024-3476",
    "LinkTitle": "D-2024-3476",
    "file_name": "D-2024-3476.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3476.pdf",
    "metadata": {
        "title": "D-2024-3476",
        "author": "Jonas Loncke",
        "num_pages": 13
    },
    "content": {
        "full_text": "PLAN OVERVIEW\nA Data Management Plan created using DMPonline.be\nTitle: Development, characterization and optimization of Extensional Mixing Elements applied in a singlescrew \nextrusion reactor for improved mass-transfer in viscous reactive systems.\nCreator:Jonas Loncke\nPrincipal Investigator: Jonas Loncke\nData Manager: Leen C. J. Thomassen, Jonas Loncke\nProject Administrator: Leen C. J. Thomassen, Jonas Loncke\nAffiliation: KU Leuven (KUL)\nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: FWO DMP (Flemish Standard DMP)\nPrincipal Investigator:        Jonas Loncke \nData Manager:       Leen C. J. Thomassen, Jonas Loncke  \nProject abstract: \nReducing the solvent content in industrial chemical processes could have numerous benefits, such as  avoiding toxic \nsolvents, reducing waste and eliminating solvent separation steps. Despite these  advantages, solvent reduction \nresults in high viscosity reactive media which limits heat and mass  transfer. Extrusion reactors can address these \nchallenges by providing efficient transport and mixing  of the viscous reagents. However, implementing chemical \nsynthesis in extrusion reactors still poses\nchallenges, such as slower reaction kinetics, undesired byproducts, and issues with maintaining the  correct \nstoichiometry. To address these challenges, the development of an extrusion reactor platform  and specialized mixing \nequipment, that can maintain efficient mixing and sufficient heat transfer, is  necessary. Therefore, Mixing elements \n(ME’s) will be designed, characterized and optimized to  increase their macro-and micromixing performance in high \nviscosity media. Characterization of the  mixing performance will be performed experimentally as well as using \nComputational Fluid Dynamics  (CFD) simulations. Furthermore, a hybrid model will be developed to connect the \nexperimental to the CFD results, allowing to optimize the design dimensions of the ME’s based on CFD-simulations. \nThe performance of the optimized ME’s and extrusion reactor platform will ultimately be evaluated  through an acylate \nsynthesis and fluorination case study.\nID: 211137\nStart date: 01-11-2024\nEnd date: 30-10-2028\nLast modified: 08-01-2025\nGrant number / URL: 1S33425N\nDEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF \nEXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW \nEXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN \nVISCOUS REACTIVE SYSTEMS.  \nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\n●Not applicable\nDEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF \nEXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW \nEXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN \nVISCOUS REACTIVE SYSTEMS.  \nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\n●Not applicable\nDEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF \nEXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW \nEXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN \nVISCOUS REACTIVE SYSTEMS.  \nApplication DMP\nQUESTIONNAIRE\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or \ngenerate and /or (re)use. (use up to 700 characters)\nResearch data will consist of guidlines on CFD-simulations, experimental methods and measurements\n(data points, graphs, images, chromatograms and spectra) all sumerized in different manuscripts.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 \nyears after the end of the research? Motivate your answer. (use up to 700 characters)\n1.Designation of responsible person (If already designated, please fill in his/her name.)\n2.Storage capacity/repository  \n1.during the research\n2.after the research\nThe data will be stored in a KUL One drive folder with access by the researcher and the promotor.\nAfter finalization of the PhD, the data is transferred the digital CIPT archive (NAS) to be stored for at\nleast 5 years (long term storage solution for research groups provided by KU Leuven).\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum \npreservation term of 5 years? (max. 700 characters)\nI do not want to deviate. I will preserve the data for at least 5 years\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? \nWhich specific security measures do those data require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nDEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF \nEXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW \nEXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN \nVISCOUS REACTIVE SYSTEMS.  \nFWO DMP (Flemish Standard DMP)\n1. RESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data\n    Only for digital data Only for digital data Only for digital data Only for physical data\nDataset Name DescriptionNew or reusedDigital or PhysicalDigital Data Type Digital Data format Digital data volume (MB/GB/TB)Physical volume\n  Please choose from the following options:\n●Generate new data\n●Reuse existing dataPlease choose from the following options:\n●Digital\n●PhysicalPlease choose from the following options:\n●Observational\n●Experimental\n●Compiled/aggregated data\n●Simulation data\n●Software\n●Other\n●NAPlease choose from the following options:\n●.por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, …\n●NAPlease choose from the following options:\n●<100MB\n●<1GB\n●<100GB\n●<1TB\n●<5TB\n●<10TB\n●<50TB\n●>50TB\n●NA \nCallibration Curves Experimental data of calibration curves used for preparation of characterization mixturesGenerate new dataDigitalExperimental data .csv <100MBNA\nMacromixing_Experiments_Data Experimental data of residence time distribution experiments  containing conductivity/time measurements. Separate file for each conducted experiment.Generate new data Digital Experimental data  .txt  <100MB NA\nMicromixing_Experiments_Data Experimental data of micromixing experiments  containing Absorbance/time measurements. Separate file for each conducted experiment.Generate new data Digital Experimental data  .txt  <100MB NA\nMacromixing_Summary  Summary file compiling all macromixing data as Reuse existing data Digital Compiled data  .csv  <100MB NA\nwell as data processing.\nMicromixing_Summary Summary file compiling all micromixing data as well as data processing.Reuse existing dataDigitalCompiled data .csv <100MBNA\nCFD_Data_MixingElements  Simulation results of Mixing Element fliud dynamics containing results of flowfields, Reynolds number, turbulent kinetic energy, energy dissipation rate, ... Separate file for each conducted simulation/Mixing element.Generate new dataDigital Simulation data  .csv  <100MB NA\nCFD_MixingElements_SummarySummary file compiling all simulation data ass well as data processing.Reuse existing dataDigitalSimulation data .csv <100MBNA\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.\n●No\nNA\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.\n●No\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\n●Yes\nThe data generated in this research has potential for commercial use. The experimental data on macromixing and \nmicromixing, and CFD simulations of the mixing element geometries provide critical insights into optimizing mixing \nprocesses and reactor designs. This knowledge can support a spin-off company offering development, installation, \nand maintenance of screw-reactors tailored to industry needs. By designing custom mixing elements and providing \nready-to-use reactor solutions, the spin-off will help industries reduce R&D costs and innovate more easily. The \ncompiled data ensures a strong foundation for continuous improvement and practical application of the research.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nNA\n2. DOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).\nTo ensure the data remains understandable and usable now and in the future, detailed documentation will \naccompany all datasets. A README.txt file will provide an overview of the data content, structure, and context. \nExperimental procedures and simulation methodologies will be described in Word-files, articles and the thesis for \ntraceability, including raw data collection methods, processing workflows, and boundary limits. Scripts and \ncomputational workflows will be saved with comments to explain their functionality, and simulation outputs will be \nlinked to input parameters to ensure reproducibility. All documentation and datasets will be centrally stored in a \nstructured and version-controlled OneDrive folder during the research and archived in the KU Leuven digital CIPT \narchive (NAS) for long-term accessibility.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.\n●No\nA specific metadata standard will not be applied; instead, custom metadata will be created to ensure the data is \nfindable and reusable. For each dataset, metadata will include a description of the dataset’s purpose, content, and \nstructure, along with details on variables, their definitions, and units of measurement. It will document methods used \nfor data collection or generation, including experimental or simulation parameters, and provide provenance \ninformation specifying whether the data was newly generated or reused. Additionally, file formats, naming \nconventions, and versioning will be detailed. This metadata will be provided as README.txt files and stored \nalongside the data for clarity and usability.\n3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT\nWhere will the data be stored?\nDuring the research, the data will be stored in a structured and version-controlled KU Leuven OneDrive folder, \naccessible only to the researcher and the promotor. After the completion of the PhD, the data will be transferred to \nthe KU Leuven digital CIPT archive (NAS), a long-term storage solution provided and hosted by the CIPT research \ngroup, where it will be preserved for at least five years.\nHow will the data be backed up?\nThe data will be backed up using the KU Leuven OneDrive platform, which provides automatic cloud-based backups, \nensuring that data is regularly saved and accessible. In addition, after the completion of the research, the data will be \ntransferred to the KU Leuven digital CIPT archive (NAS), which offers a secure long-term backup solution. These \nmeasures ensure that data is protected from loss or corruption throughout the research and beyond, maintaining \naccess for at least five years.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\n●Yes\nYes, there is sufficient storage and backup capacity during the project, with 4TB of storage available per researcher \nin our group. This will ensure that all data is adequately stored and backed up throughout the research.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?\nTo ensure the data is securely stored and protected from unauthorized access or modification, access will be \nrestricted to the researcher and the promotor through version-controlled OneDrive and the CIPT archive (NAS). Both \nplatforms will use encryption for data security, with regular backups (onedrive) and KULeuven two-factor \nauthentication. \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nThe expected costs for data storage and backup during the research project are minimal, as the NAS (Network \nAttached Storage) has already been purchased and installed.The NAS is set up with raid 5 redundancy in the case a \nhard-drive is failing only that drive needs to be replaced with a cost of ca 300 euro.Therefore, there are no additional \ncosts for maintaining storage infrastructure since we do that ourselves. The storage and backup will be covered by \nthe existing infrastructure provided by the research group (CIPT), ensuring that the data is securely stored and \nbacked up throughout the research project at no extra cost.  \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll research data, including experimental data, CFD simulation results, calibration curves, and associated \ndocumentation, will be retained for at least five years after the end of the project. This includes raw data, processed \ndata, metadata, and any scripts or workflows used in the research. The data will be securely stored in the KU Leuven \ndigital CIPT archive (NAS) as per institutional policies, ensuring long-term accessibility.\nThere are no anticipated issues preventing the preservation of data, such as legal, contractual, or budgetary \nrestrictions. The storage infrastructure has already been established, and KU Leuven's policies support the long-term \nretention of research data.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived in the KU Leuven digital CIPT archive (NAS), which is a secure long-term storage solution \nprovided by the university. This archive ensures that the data will be curated, preserved, and accessible for at least \nfive years after the end of the project, in line with KU Leuven's data retention policies.\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nThe expected costs for data preservation during the retention period are minimal, as the data will be stored in the KU \nLeuven digital CIPT archive (NAS), which has already been purchased and installed. The costs for long-term storage \nand curation are covered by KU Leuven’s infrastructure, and there are no additional charges to the researcher. \nTherefore, the data preservation costs will be absorbed by the university’s existing systems and services, ensuring no  \nextra financial burden on the research project.\n5. DATA SHARING AND REUSE\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.\n●Yes, in a restricted access repository (after approval, institutional access only, …)\nYes, the data will be made available for reuse after the project in a restricted access repository (LIMO) . Access to \nthe data will be granted after approval, with institutional access only. This ensures that the data can be used by other \nresearchers or institutions while maintaining control over its distribution. Specific datasets, such as experimental \nresults, CFD simulations, and calibration curves, will be available through this restricted access, depending on the \nnature of the data and any confidentiality agreements.\nThe following datasets will be made available for reuse:\n1.Calibration Curves: Experimental data for calibration curves will be accessible in a restricted access \nrepository.\n2.Macromixing and Micromixing Experimental Data : Data from mixing experiments (conductivity/time, \nabsorbance/time) will be available upon approval.\n3.CFD Simulation Data: Simulation results for fluid dynamics and mixing elements will be accessible in a \nrestricted access repository.\n4.Summary Files: Compiled macromixing and micromixing data will be available for reuse.\n5.Simulations and Processed Data : Processed CFD data will also be accessible under restricted access.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIt will be available to authorized users such as researchers, faculty members, and students  at KU Leuven who \nrequest access. Access will be granted under specific conditions, such as approval from the project team or based on  \ninstitutional guidelines. Users will need to provide a valid reason for access, ensuring that the data is reused \nappropriately.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.\n●No\nNA\nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.\nThe data will be made available in the following locations:\n1.KU Leuven Digital CIPT Archive (NAS) :\n2.Limo (KU Leuven’s Integrated Search Interface) :\n3.Publications and Thesis :\nWhen will the data be made available?\nThe data will be made available after the publication of the associated paper or article , ensuring that the data is \npublicly accessible once the research findings are officially disseminated. This aligns with standard academic \npractices, where data is often shared following peer review and publication to support the reproducibility and \ntransparency of the research. Access to the data will be granted through the KU Leuven digital CIPT archive (NAS) \nand discoverable via Limo, with appropriate permissions and restrictions as required.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo specific data usage license will be provided. The data will be made available under restricted access, meaning \nthat only authorized users (e.g., KU Leuven researchers, collaborators) will be able to access it, typically with \napproval from the project team. This approach ensures that sensitive or proprietary data is protected and reused in \naccordance with project agreements and institutional guidelines. The decision not to provide a formal data license \nreflects the need for controlled access due to the nature of the data and potential confidentiality or contractual \nconsiderations.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.\n●No\nNo, a PID (Persistent Identifier), DOI (Digital Object Identifier), or accession number will not be added to the datasets.  \nThe data will be stored in the KU Leuven digital CIPT archive (NAS) and made available through restricted access. \nAs the data will not be publicly accessible immediately and is primarily intended for internal use or by approved \nresearchers, a DOI or PID is not necessary at this stage. If public access is later provided, this decision may be \nrevisited.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe expected costs for data sharing are minimal, as the data will be stored in the KU Leuven digital CIPT archive \n(NAS), which is already in place and covered by the university's infrastructure. There will be no additional costs for \nhosting or maintaining the data for internal use or sharing within the KU Leuven network. If the data is made publicly \navailable in the future, there may be minimal administrative costs associated with ensuring the data is properly \nprepared for sharing and access control, but these will be absorbed by KU Leuven’s research infrastructure and \nsupport services.\n6. RESPONSIBILITIES\nWho will manage data documentation and metadata during the research project?\n                      Jonas Loncke  \nWho will manage data storage and backup during the research project?\n                      Jonas Loncke  \nWho will manage data preservation and sharing?\n                      Leen Thomassen  \nWho will update and implement this DMP?\n                      Jonas Loncke  "
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Development, characterization and optimization of Extensional Mixing Elements applied in a singlescrew extrusion reactor for improved mass-transfer in viscous reactive systems. Creator:Jonas Loncke Principal Investigator: Jonas Loncke Data Manager: Leen C. J. Thomassen, Jonas Loncke Project Administrator: Leen C. J. Thomassen, Jonas Loncke Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Jonas Loncke Data Manager: Leen C. J. Thomassen, Jonas Loncke Project abstract: Reducing the solvent content in industrial chemical processes could have numerous benefits, such as avoiding toxic solvents, reducing waste and eliminating solvent separation steps. Despite these advantages, solvent reduction results in high viscosity reactive media which limits heat and mass transfer. Extrusion reactors can address these challenges by providing efficient transport and mixing of the viscous reagents. However, implementing chemical synthesis in extrusion reactors still poses challenges, such as slower reaction kinetics, undesired byproducts, and issues with maintaining the correct stoichiometry. To address these challenges, the development of an extrusion reactor platform and specialized mixing equipment, that can maintain efficient mixing and sufficient heat transfer, is necessary. Therefore, Mixing elements (ME’s) will be designed, characterized and optimized to increase their macro-and micromixing performance in high viscosity media. Characterization of the mixing performance will be performed experimentally as well as using Computational Fluid Dynamics (CFD) simulations. Furthermore, a hybrid model will be developed to connect the experimental to the CFD results, allowing to optimize the design dimensions of the ME’s based on CFD-simulations. The performance of the optimized ME’s and extrusion reactor platform will ultimately be evaluated through an acylate synthesis and fluorination case study. ID: 211137 Start date: 01-11-2024 End date: 30-10-2028 Last modified: 08-01-2025 Grant number / URL: 1S33425N DEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF EXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW EXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN VISCOUS REACTIVE SYSTEMS. DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? ●Not applicable DEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF EXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW EXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN VISCOUS REACTIVE SYSTEMS. GDPR GDPR Have you registered personal data processing activities for this project? ●Not applicable DEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF EXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW EXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN VISCOUS REACTIVE SYSTEMS. Application DMP QUESTIONNAIRE Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Research data will consist of guidlines on CFD-simulations, experimental methods and measurements (data points, graphs, images, chromatograms and spectra) all sumerized in different manuscripts. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1.Designation of responsible person (If already designated, please fill in his/her name.) 2.Storage capacity/repository 1.during the research 2.after the research The data will be stored in a KUL One drive folder with access by the researcher and the promotor. After finalization of the PhD, the data is transferred the digital CIPT archive (NAS) to be stored for at least 5 years (long term storage solution for research groups provided by KU Leuven). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I do not want to deviate. I will preserve the data for at least 5 years Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA DEVELOPMENT, CHARACTERIZATION AND OPTIMIZATION OF EXTENSIONAL MIXING ELEMENTS APPLIED IN A SINGLESCREW EXTRUSION REACTOR FOR IMPROVED MASS-TRANSFER IN VISCOUS REACTIVE SYSTEMS. FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name DescriptionNew or reusedDigital or PhysicalDigital Data Type Digital Data format Digital data volume (MB/GB/TB)Physical volume Please choose from the following options: ●Generate new data ●Reuse existing dataPlease choose from the following options: ●Digital ●PhysicalPlease choose from the following options: ●Observational ●Experimental ●Compiled/aggregated data ●Simulation data ●Software ●Other ●NAPlease choose from the following options: ●.por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … ●NAPlease choose from the following options: ●<100MB ●<1GB ●<100GB ●<1TB ●<5TB ●<10TB ●<50TB ●>50TB ●NA Callibration Curves Experimental data of calibration curves used for preparation of characterization mixturesGenerate new dataDigitalExperimental data .csv <100MBNA Macromixing_Experiments_Data Experimental data of residence time distribution experiments containing conductivity/time measurements. Separate file for each conducted experiment.Generate new data Digital Experimental data .txt <100MB NA Micromixing_Experiments_Data Experimental data of micromixing experiments containing Absorbance/time measurements. Separate file for each conducted experiment.Generate new data Digital Experimental data .txt <100MB NA Macromixing_Summary Summary file compiling all macromixing data as Reuse existing data Digital Compiled data .csv <100MB NA well as data processing. Micromixing_Summary Summary file compiling all micromixing data as well as data processing.Reuse existing dataDigitalCompiled data .csv <100MBNA CFD_Data_MixingElements Simulation results of Mixing Element fliud dynamics containing results of flowfields, Reynolds number, turbulent kinetic energy, energy dissipation rate, ... Separate file for each conducted simulation/Mixing element.Generate new dataDigital Simulation data .csv <100MB NA CFD_MixingElements_SummarySummary file compiling all simulation data ass well as data processing.Reuse existing dataDigitalSimulation data .csv <100MBNA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ●No NA Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ●No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●Yes The data generated in this research has potential for commercial use. The experimental data on macromixing and micromixing, and CFD simulations of the mixing element geometries provide critical insights into optimizing mixing processes and reactor designs. This knowledge can support a spin-off company offering development, installation, and maintenance of screw-reactors tailored to industry needs. By designing custom mixing elements and providing ready-to-use reactor solutions, the spin-off will help industries reduce R&D costs and innovate more easily. The compiled data ensures a strong foundation for continuous improvement and practical application of the research. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No NA 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To ensure the data remains understandable and usable now and in the future, detailed documentation will accompany all datasets. A README.txt file will provide an overview of the data content, structure, and context. Experimental procedures and simulation methodologies will be described in Word-files, articles and the thesis for traceability, including raw data collection methods, processing workflows, and boundary limits. Scripts and computational workflows will be saved with comments to explain their functionality, and simulation outputs will be linked to input parameters to ensure reproducibility. All documentation and datasets will be centrally stored in a structured and version-controlled OneDrive folder during the research and archived in the KU Leuven digital CIPT archive (NAS) for long-term accessibility. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ●No A specific metadata standard will not be applied; instead, custom metadata will be created to ensure the data is findable and reusable. For each dataset, metadata will include a description of the dataset’s purpose, content, and structure, along with details on variables, their definitions, and units of measurement. It will document methods used for data collection or generation, including experimental or simulation parameters, and provide provenance information specifying whether the data was newly generated or reused. Additionally, file formats, naming conventions, and versioning will be detailed. This metadata will be provided as README.txt files and stored alongside the data for clarity and usability. 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? During the research, the data will be stored in a structured and version-controlled KU Leuven OneDrive folder, accessible only to the researcher and the promotor. After the completion of the PhD, the data will be transferred to the KU Leuven digital CIPT archive (NAS), a long-term storage solution provided and hosted by the CIPT research group, where it will be preserved for at least five years. How will the data be backed up? The data will be backed up using the KU Leuven OneDrive platform, which provides automatic cloud-based backups, ensuring that data is regularly saved and accessible. In addition, after the completion of the research, the data will be transferred to the KU Leuven digital CIPT archive (NAS), which offers a secure long-term backup solution. These measures ensure that data is protected from loss or corruption throughout the research and beyond, maintaining access for at least five years. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ●Yes Yes, there is sufficient storage and backup capacity during the project, with 4TB of storage available per researcher in our group. This will ensure that all data is adequately stored and backed up throughout the research. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure the data is securely stored and protected from unauthorized access or modification, access will be restricted to the researcher and the promotor through version-controlled OneDrive and the CIPT archive (NAS). Both platforms will use encryption for data security, with regular backups (onedrive) and KULeuven two-factor authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage and backup during the research project are minimal, as the NAS (Network Attached Storage) has already been purchased and installed.The NAS is set up with raid 5 redundancy in the case a hard-drive is failing only that drive needs to be replaced with a cost of ca 300 euro.Therefore, there are no additional costs for maintaining storage infrastructure since we do that ourselves. The storage and backup will be covered by the existing infrastructure provided by the research group (CIPT), ensuring that the data is securely stored and backed up throughout the research project at no extra cost. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All research data, including experimental data, CFD simulation results, calibration curves, and associated documentation, will be retained for at least five years after the end of the project. This includes raw data, processed data, metadata, and any scripts or workflows used in the research. The data will be securely stored in the KU Leuven digital CIPT archive (NAS) as per institutional policies, ensuring long-term accessibility. There are no anticipated issues preventing the preservation of data, such as legal, contractual, or budgetary restrictions. The storage infrastructure has already been established, and KU Leuven's policies support the long-term retention of research data. Where will these data be archived (stored and curated for the long-term)? The data will be archived in the KU Leuven digital CIPT archive (NAS), which is a secure long-term storage solution provided by the university. This archive ensures that the data will be curated, preserved, and accessible for at least five years after the end of the project, in line with KU Leuven's data retention policies. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation during the retention period are minimal, as the data will be stored in the KU Leuven digital CIPT archive (NAS), which has already been purchased and installed. The costs for long-term storage and curation are covered by KU Leuven’s infrastructure, and there are no additional charges to the researcher. Therefore, the data preservation costs will be absorbed by the university’s existing systems and services, ensuring no extra financial burden on the research project. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ●Yes, in a restricted access repository (after approval, institutional access only, …) Yes, the data will be made available for reuse after the project in a restricted access repository (LIMO) . Access to the data will be granted after approval, with institutional access only. This ensures that the data can be used by other researchers or institutions while maintaining control over its distribution. Specific datasets, such as experimental results, CFD simulations, and calibration curves, will be available through this restricted access, depending on the nature of the data and any confidentiality agreements. The following datasets will be made available for reuse: 1.Calibration Curves: Experimental data for calibration curves will be accessible in a restricted access repository. 2.Macromixing and Micromixing Experimental Data : Data from mixing experiments (conductivity/time, absorbance/time) will be available upon approval. 3.CFD Simulation Data: Simulation results for fluid dynamics and mixing elements will be accessible in a restricted access repository. 4.Summary Files: Compiled macromixing and micromixing data will be available for reuse. 5.Simulations and Processed Data : Processed CFD data will also be accessible under restricted access. If access is restricted, please specify who will be able to access the data and under what conditions. It will be available to authorized users such as researchers, faculty members, and students at KU Leuven who request access. Access will be granted under specific conditions, such as approval from the project team or based on institutional guidelines. Users will need to provide a valid reason for access, ensuring that the data is reused appropriately. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ●No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available in the following locations: 1.KU Leuven Digital CIPT Archive (NAS) : 2.Limo (KU Leuven’s Integrated Search Interface) : 3.Publications and Thesis : When will the data be made available? The data will be made available after the publication of the associated paper or article , ensuring that the data is publicly accessible once the research findings are officially disseminated. This aligns with standard academic practices, where data is often shared following peer review and publication to support the reproducibility and transparency of the research. Access to the data will be granted through the KU Leuven digital CIPT archive (NAS) and discoverable via Limo, with appropriate permissions and restrictions as required. Which data usage licenses are you going to provide? If none, please explain why. No specific data usage license will be provided. The data will be made available under restricted access, meaning that only authorized users (e.g., KU Leuven researchers, collaborators) will be able to access it, typically with approval from the project team. This approach ensures that sensitive or proprietary data is protected and reused in accordance with project agreements and institutional guidelines. The decision not to provide a formal data license reflects the need for controlled access due to the nature of the data and potential confidentiality or contractual considerations. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ●No No, a PID (Persistent Identifier), DOI (Digital Object Identifier), or accession number will not be added to the datasets. The data will be stored in the KU Leuven digital CIPT archive (NAS) and made available through restricted access. As the data will not be publicly accessible immediately and is primarily intended for internal use or by approved researchers, a DOI or PID is not necessary at this stage. If public access is later provided, this decision may be revisited. What are the expected costs for data sharing? How will these costs be covered? The expected costs for data sharing are minimal, as the data will be stored in the KU Leuven digital CIPT archive (NAS), which is already in place and covered by the university's infrastructure. There will be no additional costs for hosting or maintaining the data for internal use or sharing within the KU Leuven network. If the data is made publicly available in the future, there may be minimal administrative costs associated with ensuring the data is properly prepared for sharing and access control, but these will be absorbed by KU Leuven’s research infrastructure and support services. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Jonas Loncke Who will manage data storage and backup during the research project? Jonas Loncke Who will manage data preservation and sharing? Leen Thomassen Who will update and implement this DMP? Jonas Loncke"
}