{
    "document_id": "D-2024-3037",
    "LinkTitle": "D-2024-3037",
    "file_name": "D-2024-3037.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3037.pdf",
    "metadata": {
        "title": "Radiometal laser and mass separation for innovative medical applications",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Radiometal laser and mass separation for innovative medical applications\nRadiometal laser and mass separation for innovative medical applications\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., n.n. n.n., n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n., n.n. n.n., n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nG0AG024N\nID: \nID: \n209046\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2026\nProject abstract:\nProject abstract:\nCancer is one of the major causes of death in our society, and a burden on people and the economy. Distributed cancers are most challenging.\nChemotherapy is the most common treatment, accompanied with important secondary effects. However, targeted radionuclide therapy (TRNT) is a\npromising alternative, where a radiopharmaceutical product – consisting of a delivery drug linked to a radioactive element – is delivered selectively to\ncancer cells, which are then destroyed by the radioactivity. Given the variety of cancers, we need a variety of radiopharmaceutical products, made of\nthe appropriate targeting compound for the associated cancer, and matching radioactive element. Terbium and actinium have been identified as\npromising for TRNT, due to their emission of alpha particles, which are particularly potent. Their supply is challenging, with 3 sources of actinium in\nthe world for up to a few hundreds of patients per year, and only 1 source of terbium at CERN for the alpha-emitting terbium. To increase the\nproduction capacity for these isotopes, we propose to join forces between two world-leading countries in medical radionuclide production, Belgium\nand South Africa, to offer new production routes based on isotope mass separation. We will perform fundamental production studies (target and ion\nsource performance) that will enable large scale production with prospective facilities in Belgium (ISOL@MYRRHA) and South Africa (LERIB).\nLast modified: \nLast modified: \n10-07-2024\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n1 of 8\nRadiometal laser and mass separation for innovative medical applications\nRadiometal laser and mass separation for innovative medical applications\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nThe design part of this project will use and produce technical drawings of existing and future facilities using CAD software, all produced in .stp\nformat for easy sharing.\nThe experimental work will generate colon separated value or binary data files with the associated metadata in the form of written and online\nlogbooks. The analysis of these data will result in secondary data in the form of tables and figures, resulting eventually in reports and scientific\npublications.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nThe data space required by the data is rather moderate, estimated at below 1TB in the course of the project. The primary data will be stored\nlocally on the premises of each partner institution and backed up onto multiple locations according to the local best practices. Secondary data\nwill be made available via the institutional repositories of each partner institution upon publication of the scientific results.\nThe responsible persons are:\nKU Leuven: Bert Keyaerts\niThemba LABS: Robert Bark\nStellenbosch University: Christine Steenkamp\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nN/A\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n2 of 8\nRadiometal laser and mass separation for innovative medical applications\nRadiometal laser and mass separation for innovative medical applications\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n3 of 8\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMolecular\nbeams\nExperimental\ndata for the\nstudy of\nmolecular\nrelease of Tb\nNew\nDigital\nExperimental\nBinary &\nevent lists\n(.csv or .xml)\n< 100 GB\n \nMolecular\nspectroscopy\nExperimental\ndata for the\nspectroscopy\nof Tb-\ncontaining\nmolecules\nNew\nDigital\nExperimental\nBinary &\nevent lists\n(.csv or .xml)\n<100 GB\n \nFEBIAD-\nproto\nPrototype of\nthe FEBIAD\nion source\nNew\nPhysical\n \n \n \n<1L\nFEBIAD-\nexpt\nExperimental\ntests of the\nprototype\nNew\nDigital\nExperimental\nBinary &\nevent lists\n(.csv or .xml)\n<1 GB\n \nIsotope\ncollections\nCollections of\nTb and Ac\nradionuclides\nNew\nPhysical &\ndigital\nExperimental\nBinary &\nevent lists\n(.csv or .xml)\n<10 GB\nSize of\na coin\nSputtering-\nsim\nSimulation of\nsputtering and\nself-sputtering\nduring isotope\ncollections\nNew\nDigital\nSimulation data\nInput file (.in)\nand output\nevent lists\n(.dat)\n<1 GB\n \nSputtering-\nexpt\nExperimental\ntest of the\nsputtering\nwith sample\nanalysis by\nRBS\nNew\nPhysical and\ndigital\nExperimental\nBinary &\nevent lists\n(.txt)\n<100 GB\nSize of\na coin\nThe isotope collections are radioactive and decay in time, so that they cannot be preserved. However, the collection protocol, metadata, and\ncharacterisation will be kept to enable reproducibility.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n4 of 8\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe global findings may lead to valorisation in the form of radionuclide production for medical applications. However, this will not be linked\nto a specific data set but rather to the global findings of the project.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThis project is in collaboration with Stellenbosch University and iThemba LABS from South Africa, where the molecular spectroscopy,\nFEBIAD studies, and part of the isotope collections will be performed. Data generated in each institution remains in ownership of that\ninstitution, but are being made available to the other members of the collaboration to enable the further progress of the project.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor each experiment, a physical or digital logbook will be maintained.\nAt KU Leuven, this may take the form of an online elog or of a OneNote file; those are backed weekly on a separate server.\nAt CERN, a dedicated elog is available to track the progress of experimental work. Machine performance at CERN is further monitored with\nslow controls that are kept in the TIMBER database. \nAt iThemba LABS, a paper logbook is kept that will be digitised at the completion of each phase of the projects.\nAt Stellenbosch University, an electronic document containing the necessary accompanying information will be saved with the data.\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n5 of 8\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nThere is not established metadata for this field of research.\nExperimental conditions, equipment parameters, and linked data files will be combined to form the metadata, together with date and project\nreference.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData will be stored on local servers (KU Leuven, Stellenbosch University, iThemba LABS, CERN).\nAll data from CERN will be copied to KU Leuven. Collection data will be exchanged between CERN, KU Leuven and iThemba LABS to\nallow all teams to fully review the collections.\nHow will the data be backed up?\nHow will the data be backed up?\nAt KU Leuven, the data acquisition machines are automatically backed on a weekly basis. Furthermore, the collected data is curated and\ntransferred to project-specific folders on our data server, which is also backed up on multiple location on a weekly basis.\nAt Stellenbosch University, data will be backed up weekly in a secure data storage.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe data server at the KU Leuven Department of Physics & Astronomy is regularly upgraded to keep up with the increase in data generation.\nAt iThemba LABS and Stellenbosch University, the data storage space is sufficient for the expected data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAt all institutions, the data servers have restricted access for selected user and are password protected. Primary data are stored on read-only\nfolders to avoid inadvertent tempering.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThose costs are embedded in the larger data management costs for the research units or facility, and cannot be individually estimated. Those\nare covered by infrastructure operational costs (e.g. FWO IRI for CERN associated data).\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n6 of 8\nAll digital data will be retained for at least 5 years beyond the project.\nThe FEBIAD digital data will likely be damaged by the tests and thus may be decommissioned in the course of the project already. Its\ndrawings and construction metadata will be kept.\nThe collected isotopes are radioactive and will thus decay within the duration of the project and cannot be retained.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will archived and curated on the data servers at KU Leuven, Stellenbosch University and iThemba LABS.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThose costs will be absorbed by the global data management costs of the different research units and cannot be estimated individually.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nSecondary data will be released on Zenodo upon publication of the associated results.\nPrimary data will be released upon reasonable request to the Principal Investigator.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAnyone with the appropriate knowledge to understand the data will be granted access and training to the data upon reasonable request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nSecondary data on Zenodo.\nPrimary data upon reasonable request.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative commons attribution license (cc-by 4.0)\nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n7 of 8\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nZenodo does that automatically.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe experimental teams collecting the data at the various facilities. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nICT teams at the respective institutions. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe three responsible Co-Investigators (Thomas Elias Cocolios, Christine Steenkamp, Robert Bark) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe Principal Investigator (Thomas Elias Cocolios) \nCreated using DMPonline.be. Last modiﬁed 10 July 2024\n8 of 8"
    },
    "clean_full_text": "Radiometal laser and mass separation for innovative medical applications Radiometal laser and mass separation for innovative medical applications A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., n.n. n.n., n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n., n.n. n.n., n.n. n.n. Grant number / URL: Grant number / URL: G0AG024N ID: ID: 209046 Start date: Start date: 01-01-2024 End date: End date: 31-12-2026 Project abstract: Project abstract: Cancer is one of the major causes of death in our society, and a burden on people and the economy. Distributed cancers are most challenging. Chemotherapy is the most common treatment, accompanied with important secondary effects. However, targeted radionuclide therapy (TRNT) is a promising alternative, where a radiopharmaceutical product – consisting of a delivery drug linked to a radioactive element – is delivered selectively to cancer cells, which are then destroyed by the radioactivity. Given the variety of cancers, we need a variety of radiopharmaceutical products, made of the appropriate targeting compound for the associated cancer, and matching radioactive element. Terbium and actinium have been identified as promising for TRNT, due to their emission of alpha particles, which are particularly potent. Their supply is challenging, with 3 sources of actinium in the world for up to a few hundreds of patients per year, and only 1 source of terbium at CERN for the alpha-emitting terbium. To increase the production capacity for these isotopes, we propose to join forces between two world-leading countries in medical radionuclide production, Belgium and South Africa, to offer new production routes based on isotope mass separation. We will perform fundamental production studies (target and ion source performance) that will enable large scale production with prospective facilities in Belgium (ISOL@MYRRHA) and South Africa (LERIB). Last modified: Last modified: 10-07-2024 Created using DMPonline.be. Last modiﬁed 10 July 2024 1 of 8 Radiometal laser and mass separation for innovative medical applications Radiometal laser and mass separation for innovative medical applications Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) The design part of this project will use and produce technical drawings of existing and future facilities using CAD software, all produced in .stp format for easy sharing. The experimental work will generate colon separated value or binary data files with the associated metadata in the form of written and online logbooks. The analysis of these data will result in secondary data in the form of tables and figures, resulting eventually in reports and scientific publications. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) The data space required by the data is rather moderate, estimated at below 1TB in the course of the project. The primary data will be stored locally on the premises of each partner institution and backed up onto multiple locations according to the local best practices. Secondary data will be made available via the institutional repositories of each partner institution upon publication of the scientific results. The responsible persons are: KU Leuven: Bert Keyaerts iThemba LABS: Robert Bark Stellenbosch University: Christine Steenkamp What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) N/A Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 10 July 2024 2 of 8 Radiometal laser and mass separation for innovative medical applications Radiometal laser and mass separation for innovative medical applications FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 10 July 2024 3 of 8 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Molecular beams Experimental data for the study of molecular release of Tb New Digital Experimental Binary & event lists (.csv or .xml) < 100 GB Molecular spectroscopy Experimental data for the spectroscopy of Tb- containing molecules New Digital Experimental Binary & event lists (.csv or .xml) <100 GB FEBIAD- proto Prototype of the FEBIAD ion source New Physical <1L FEBIAD- expt Experimental tests of the prototype New Digital Experimental Binary & event lists (.csv or .xml) <1 GB Isotope collections Collections of Tb and Ac radionuclides New Physical & digital Experimental Binary & event lists (.csv or .xml) <10 GB Size of a coin Sputtering- sim Simulation of sputtering and self-sputtering during isotope collections New Digital Simulation data Input file (.in) and output event lists (.dat) <1 GB Sputtering- expt Experimental test of the sputtering with sample analysis by RBS New Physical and digital Experimental Binary & event lists (.txt) <100 GB Size of a coin The isotope collections are radioactive and decay in time, so that they cannot be preserved. However, the collection protocol, metadata, and characterisation will be kept to enable reproducibility. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Created using DMPonline.be. Last modiﬁed 10 July 2024 4 of 8 issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The global findings may lead to valorisation in the form of radionuclide production for medical applications. However, this will not be linked to a specific data set but rather to the global findings of the project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes This project is in collaboration with Stellenbosch University and iThemba LABS from South Africa, where the molecular spectroscopy, FEBIAD studies, and part of the isotope collections will be performed. Data generated in each institution remains in ownership of that institution, but are being made available to the other members of the collaboration to enable the further progress of the project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each experiment, a physical or digital logbook will be maintained. At KU Leuven, this may take the form of an online elog or of a OneNote file; those are backed weekly on a separate server. At CERN, a dedicated elog is available to track the progress of experimental work. Machine performance at CERN is further monitored with slow controls that are kept in the TIMBER database. At iThemba LABS, a paper logbook is kept that will be digitised at the completion of each phase of the projects. At Stellenbosch University, an electronic document containing the necessary accompanying information will be saved with the data. Created using DMPonline.be. Last modiﬁed 10 July 2024 5 of 8 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No There is not established metadata for this field of research. Experimental conditions, equipment parameters, and linked data files will be combined to form the metadata, together with date and project reference. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data will be stored on local servers (KU Leuven, Stellenbosch University, iThemba LABS, CERN). All data from CERN will be copied to KU Leuven. Collection data will be exchanged between CERN, KU Leuven and iThemba LABS to allow all teams to fully review the collections. How will the data be backed up? How will the data be backed up? At KU Leuven, the data acquisition machines are automatically backed on a weekly basis. Furthermore, the collected data is curated and transferred to project-specific folders on our data server, which is also backed up on multiple location on a weekly basis. At Stellenbosch University, data will be backed up weekly in a secure data storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The data server at the KU Leuven Department of Physics & Astronomy is regularly upgraded to keep up with the increase in data generation. At iThemba LABS and Stellenbosch University, the data storage space is sufficient for the expected data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? At all institutions, the data servers have restricted access for selected user and are password protected. Primary data are stored on read-only folders to avoid inadvertent tempering. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Those costs are embedded in the larger data management costs for the research units or facility, and cannot be individually estimated. Those are covered by infrastructure operational costs (e.g. FWO IRI for CERN associated data). 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Created using DMPonline.be. Last modiﬁed 10 July 2024 6 of 8 All digital data will be retained for at least 5 years beyond the project. The FEBIAD digital data will likely be damaged by the tests and thus may be decommissioned in the course of the project already. Its drawings and construction metadata will be kept. The collected isotopes are radioactive and will thus decay within the duration of the project and cannot be retained. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will archived and curated on the data servers at KU Leuven, Stellenbosch University and iThemba LABS. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Those costs will be absorbed by the global data management costs of the different research units and cannot be estimated individually. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Secondary data will be released on Zenodo upon publication of the associated results. Primary data will be released upon reasonable request to the Principal Investigator. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Anyone with the appropriate knowledge to understand the data will be granted access and training to the data upon reasonable request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Secondary data on Zenodo. Primary data upon reasonable request. When will the data be made available? When will the data be made available? Upon publication. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Creative commons attribution license (cc-by 4.0) Created using DMPonline.be. Last modiﬁed 10 July 2024 7 of 8 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Zenodo does that automatically. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The experimental teams collecting the data at the various facilities. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? ICT teams at the respective institutions. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The three responsible Co-Investigators (Thomas Elias Cocolios, Christine Steenkamp, Robert Bark) Who will update and implement this DMP? Who will update and implement this DMP? The Principal Investigator (Thomas Elias Cocolios) Created using DMPonline.be. Last modiﬁed 10 July 2024 8 of 8"
}