{
    "document_id": "D-2023-2463",
    "LinkTitle": "D-2023-2463",
    "file_name": "D-2023-2463.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2463.pdf",
    "metadata": {
        "title": "Assessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT imaging approaches",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Assessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT\nAssessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT\nimaging approaches\nimaging approaches\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nWerner Budts \n \nhttps://orcid.org/0000-0001-5850-5413\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nWerner Budts \n \nhttps://orcid.org/0000-0001-5850-5413\n, n.n. n.n.\nData Manager:\nData Manager:\n \nWerner Budts \n \nhttps://orcid.org/0000-0001-5850-5413\n, n.n. n.n.\nProject Administrator:\nProject Administrator:\n \nWerner Budts \n \nhttps://orcid.org/0000-0001-5850-5413\n, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nC3/23/026\nID: \nID: \n203487\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nCharacterization of the tricuspid valve (TV) is a crucial step within the planning of transcatheter TV replacement operations. While CT scans are the\ntraditional golden standards for this process, they entail limitations that impede their use in daily practice and might even compromise patient’s health.\nIn contrast, ultrasonic echocardiography represents a logistically simpler and more risk-free alternative, but is restricted to the unavailability of analysis\ntools. This project aims to build on our recently proposed ultrasound segmentation solution and to automatically extract clinically relevant measures of\nthe peri-annular region for interventional planning. Within this project, the developed methods will be embedded in a user-friendly interface and will\nbe validated against CT recordings.\nLast modified: \nLast modified: \n11-12-2023\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n1 of 6\nAssessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT\nAssessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT\nimaging approaches\nimaging approaches\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting\ndata) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPatient\ncharacteristics\nDemographic and\nclinical data\nN\nD\nT/N\nxls/ReDCap\n< 1 TB\nNA\n3D echodata\nTEE recordings\nN\nD\nI\nDICOM\n< 5 TB\nNA\nCT scan data\nCT scan images\nN\nD\nI\nDICOM\n< 5 TB \nNA\nSegmentation\nsoftware\nDeveloped software\nN\nD\nSO\nNA\n< 1 TB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEC approval will be applied for.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nEC approval will be applied for.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n2 of 6\nYes\nThe software developed for automatic segmentation of the tricuspid valve has potential for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe software developed might contain intellectual property rights and ownership. The data used for the development of the software not.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1. Patient characteristics are stored in RedCap. From RedCap data can be exported to files for review and/or statistical analysis (.txt or .xls).\nRedCap runs on the servers of KU Leuven.\n2. 3D TEE data are anonymized and exported from the echocardiography machine to a local drive; data on the local drive are transferred to a\nKU Leuven computer on which the developed software is loaded; data are backed up to the KU Leuven servers.\n3. CT scan data are anonymized and exported from the UZ PACS system to a KU Leuven computer on which analytic software is loaded for\nfurther analysis; data are backed up to the KU Leuven servers.\n4. Experimental and developed software is stored on a KU Leuven computer; software is backed up to the KU Leuven servers.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nDataCite.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nLarge Volume Storage\nPatient characteristics, numeric, and analytic data are stored at the KU Leuven OneDrive.\n3D and CT images are stored on the Large Volume Storage.\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n3 of 6\nThe developed software is stored on the shared network drive.\nData transfer (not for storage) will be done by using an external hard drive.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nComputers that are used are password protected.\nSoftware the is developed, is password protected.\nNetworks are password protected.\nFiles on KU Leuven servers are password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected costs are 750 Euro/year and are covered by existing research funds.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nImaging data will be compressed and stored on one of the KU Leuven servers according to the size.\nYearly cost is estimated 250 Euro/year and will be covered by research funds.\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nClinical data will be made available.\nAnalytic data and statistics on 3D echo images and CT scan recordings will be made available.\nOriginal images and videos clips will be considered as restricted data.\nThe developed software will not be open accessible.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nRestricted data will be available for the research team and if requested for a review team.\nSoftware data will be not open accessible, except for the research team or a collaborative research group.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nMIT licence (code)\nCC-BY 4.0 (data)\nFor software: MIT licence\nFor datasets: CC-BY 4.0\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n5 of 6\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nResearcher who generates the data is responsible for storage as long as the project is running.\nPromotor (and co-promotor) are responsible for long-term storage of data.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nWill be done automatically by KU Leuven server management.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPromotor of the project.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPromotor of the project.\nCreated using DMPonline.be. Last modiﬁed 11 December 2023\n6 of 6"
    },
    "clean_full_text": "Assessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT Assessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT imaging approaches imaging approaches A Data Management Plan created using DMPonline.be Creator: Creator: Werner Budts https://orcid.org/0000-0001-5850-5413 Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Werner Budts https://orcid.org/0000-0001-5850-5413 , n.n. n.n. Data Manager: Data Manager: Werner Budts https://orcid.org/0000-0001-5850-5413 , n.n. n.n. Project Administrator: Project Administrator: Werner Budts https://orcid.org/0000-0001-5850-5413 , n.n. n.n. Grant number / URL: Grant number / URL: C3/23/026 ID: ID: 203487 Start date: Start date: 01-10-2023 End date: End date: 30-09-2025 Project abstract: Project abstract: Characterization of the tricuspid valve (TV) is a crucial step within the planning of transcatheter TV replacement operations. While CT scans are the traditional golden standards for this process, they entail limitations that impede their use in daily practice and might even compromise patient’s health. In contrast, ultrasonic echocardiography represents a logistically simpler and more risk-free alternative, but is restricted to the unavailability of analysis tools. This project aims to build on our recently proposed ultrasound segmentation solution and to automatically extract clinically relevant measures of the peri-annular region for interventional planning. Within this project, the developed methods will be embedded in a user-friendly interface and will be validated against CT recordings. Last modified: Last modified: 11-12-2023 Created using DMPonline.be. Last modiﬁed 11 December 2023 1 of 6 Assessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT Assessment tools of the tricuspid valve using volumetric ultrasonic recordings as an alternative to traditional CT imaging approaches imaging approaches Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Patient characteristics Demographic and clinical data N D T/N xls/ReDCap < 1 TB NA 3D echodata TEE recordings N D I DICOM < 5 TB NA CT scan data CT scan images N D I DICOM < 5 TB NA Segmentation software Developed software N D SO NA < 1 TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) EC approval will be applied for. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) EC approval will be applied for. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 11 December 2023 2 of 6 Yes The software developed for automatic segmentation of the tricuspid valve has potential for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The software developed might contain intellectual property rights and ownership. The data used for the development of the software not. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. Patient characteristics are stored in RedCap. From RedCap data can be exported to files for review and/or statistical analysis (.txt or .xls). RedCap runs on the servers of KU Leuven. 2. 3D TEE data are anonymized and exported from the echocardiography machine to a local drive; data on the local drive are transferred to a KU Leuven computer on which the developed software is loaded; data are backed up to the KU Leuven servers. 3. CT scan data are anonymized and exported from the UZ PACS system to a KU Leuven computer on which analytic software is loaded for further analysis; data are backed up to the KU Leuven servers. 4. Experimental and developed software is stored on a KU Leuven computer; software is backed up to the KU Leuven servers. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes DataCite. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Large Volume Storage Patient characteristics, numeric, and analytic data are stored at the KU Leuven OneDrive. 3D and CT images are stored on the Large Volume Storage. Created using DMPonline.be. Last modiﬁed 11 December 2023 3 of 6 The developed software is stored on the shared network drive. Data transfer (not for storage) will be done by using an external hard drive. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Computers that are used are password protected. Software the is developed, is password protected. Networks are password protected. Files on KU Leuven servers are password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected costs are 750 Euro/year and are covered by existing research funds. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Imaging data will be compressed and stored on one of the KU Leuven servers according to the size. Yearly cost is estimated 250 Euro/year and will be covered by research funds. Created using DMPonline.be. Last modiﬁed 11 December 2023 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Clinical data will be made available. Analytic data and statistics on 3D echo images and CT scan recordings will be made available. Original images and videos clips will be considered as restricted data. The developed software will not be open accessible. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Restricted data will be available for the research team and if requested for a review team. Software data will be not open accessible, except for the research team or a collaborative research group. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. MIT licence (code) CC-BY 4.0 (data) For software: MIT licence For datasets: CC-BY 4.0 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. Created using DMPonline.be. Last modiﬁed 11 December 2023 5 of 6 No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? N/A. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Researcher who generates the data is responsible for storage as long as the project is running. Promotor (and co-promotor) are responsible for long-term storage of data. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Will be done automatically by KU Leuven server management. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Promotor of the project. Who will update and implement this DMP? Who will update and implement this DMP? Promotor of the project. Created using DMPonline.be. Last modiﬁed 11 December 2023 6 of 6"
}