{
    "document_id": "D-2023-2038",
    "LinkTitle": "D-2023-2038",
    "file_name": "D-2023-2038.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2038.pdf",
    "metadata": {
        "title": "Electrically controlled spintronic logic based on chiral coupling",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Electrically controlled spintronic logic based on chiral coupling\nA Data Management Plan created using DMPonline.be\nCreator: \nBob Vermeulen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S72223N\nID: \n197543\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nAfter decades of scaling, the transistor based on CMOS technology is approaching fundamental limits. One of the promising candidates\nas beyond-CMOS solution is spintronics, the field that exploits not only the charge of the electron, but also its spin. It enables low power\nconsumption and non-volatility, two attracting properties for memory and logic applications.\nSpintronics for memory lead to the mature MRAM technology, where the magnetic state of a ferromagnet is electrically controlled and\naccessed with a Magnetic Tunnel Junction (MTJ). On the contrary, spintronic logic is still in exploratory stages. The key devices are\nspintronic inverters and majority gates (a logic gate where the output takes the value of the majority of the inputs). By enabling compact\nand reprogrammable circuits, they could revolutionize logic circuit design.\nThe most advanced proposals in spintronic logic use an electrical current to transport and process the information, leading to higher\npower consumption and sometimes device failure. We therefore propose a new concept where the inputs and outputs are directly\ncoupled using a chiral interaction, without the need of additional current. A chiral inverter, the building block for majority gates and more\ncomplex circuits, is then formed by coupling chirally two MTJs. The chiral inverter will therefore be studied by simulations and fabricated\nto compare the measurements and simulations.\nLast modified: \n06-03-2023\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n1 of 7\nElectrically controlled spintronic logic based on chiral coupling\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nTypes: literature, simulation data, samples, measurement data.\nAll the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All generated samples will be stored in a dedicated place in IMEC’s cleanroom.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nResponsible: Dr. Van Dai Nguyen (researcher in the Magnetic Devices team)\nThe applicant and the responsible will ensure that all the data is conserved during and after the research, for at least 5 years.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNot applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNot applicable.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThe are no foreseen issues regarding the data management.\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n2 of 7\nElectrically controlled spintronic logic based on chiral coupling\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n3 of 7\nElectrically controlled spintronic logic based on chiral coupling\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n4 of 7\nElectrically controlled spintronic logic based on chiral coupling\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSimulation\ndata\nData from micromagnetic simulations\nGenerate new data\nDigital\nSimulation data\n.txt\n<100GB\n \nExperimental\ndata\nData from experimental\nmeasurements: electrical\nmeasurements and magnetic imaging\nGenerate new data\nDigital\nExperimental\n.txt, .jpg, .png\n<100GB\n \nSamples\nSamples\nGenerate new data\nPhysical\n \n \n \n<100\nsamples\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nSome data will be restricted to imec/KUL only.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n5 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint.\nAll simulation data will be commented and a README file will provided.\nAll experimental data will be gathered in a folder with README files.\nAll generated samples will be stored in a dedicated place in IMEC’s cleanroom.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All generated samples will be stored in a dedicated place in IMEC’s cleanroom.\nHow will the data be backed up?\nAll generated data will be backup up in Microsoft OneDrive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nImec and KUL ensure sufficient data storage in OneDrive.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData access in OneDrive is controlled by myself.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff of imec/KUL.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data declared above will be retained for at least five years.\nWhere will these data be archived (stored and curated for the long-term)?\nAll the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All generated samples will be stored in a dedicated place in IMEC’s cleanroom. The responsible\nDr. Van Dai Nguyen will ensure that all the data is conserved during and after the research, for at least 5 years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nOneDrive for Business is free for staff of imec/KUL.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n6 of 7\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData will be available for members of the team. Data for other people may be available on request after approval by the responsible.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nSome data will be restricted to imec/KUL only.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nA specific repository will be chosen like the KU Leuven RDR.\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage licences will be discussed with imec/KUL before any licences are granted.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nKU Leuven RDR is free.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMyself (the researcher) \nWho will manage data storage and backup during the research project?\nMyself (the researcher) \nWho will manage data preservation and sharing?\nMyself (the researcher) \nWho will update and implement this DMP?\nMyself (the researcher) \nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n7 of 7"
    },
    "clean_full_text": "Electrically controlled spintronic logic based on chiral coupling A Data Management Plan created using DMPonline.be Creator: Bob Vermeulen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S72223N ID: 197543 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: After decades of scaling, the transistor based on CMOS technology is approaching fundamental limits. One of the promising candidates as beyond-CMOS solution is spintronics, the field that exploits not only the charge of the electron, but also its spin. It enables low power consumption and non-volatility, two attracting properties for memory and logic applications. Spintronics for memory lead to the mature MRAM technology, where the magnetic state of a ferromagnet is electrically controlled and accessed with a Magnetic Tunnel Junction (MTJ). On the contrary, spintronic logic is still in exploratory stages. The key devices are spintronic inverters and majority gates (a logic gate where the output takes the value of the majority of the inputs). By enabling compact and reprogrammable circuits, they could revolutionize logic circuit design. The most advanced proposals in spintronic logic use an electrical current to transport and process the information, leading to higher power consumption and sometimes device failure. We therefore propose a new concept where the inputs and outputs are directly coupled using a chiral interaction, without the need of additional current. A chiral inverter, the building block for majority gates and more complex circuits, is then formed by coupling chirally two MTJs. The chiral inverter will therefore be studied by simulations and fabricated to compare the measurements and simulations. Last modified: 06-03-2023 Created using DMPonline.be. Last modiﬁed 06 March 2023 1 of 7 Electrically controlled spintronic logic based on chiral coupling Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Types: literature, simulation data, samples, measurement data. All the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All generated samples will be stored in a dedicated place in IMEC’s cleanroom. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Responsible: Dr. Van Dai Nguyen (researcher in the Magnetic Devices team) The applicant and the responsible will ensure that all the data is conserved during and after the research, for at least 5 years. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable. Which other issues related to the data management are relevant to mention? (use up to 700 characters) The are no foreseen issues regarding the data management. Created using DMPonline.be. Last modiﬁed 06 March 2023 2 of 7 Electrically controlled spintronic logic based on chiral coupling DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 March 2023 3 of 7 Electrically controlled spintronic logic based on chiral coupling GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 March 2023 4 of 7 Electrically controlled spintronic logic based on chiral coupling FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Simulation data Data from micromagnetic simulations Generate new data Digital Simulation data .txt <100GB Experimental data Data from experimental measurements: electrical measurements and magnetic imaging Generate new data Digital Experimental .txt, .jpg, .png <100GB Samples Samples Generate new data Physical <100 samples If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Some data will be restricted to imec/KUL only. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 06 March 2023 5 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All simulation data will be commented and a README file will provided. All experimental data will be gathered in a folder with README files. All generated samples will be stored in a dedicated place in IMEC’s cleanroom. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All generated samples will be stored in a dedicated place in IMEC’s cleanroom. How will the data be backed up? All generated data will be backup up in Microsoft OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Imec and KUL ensure sufficient data storage in OneDrive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data access in OneDrive is controlled by myself. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff of imec/KUL. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data declared above will be retained for at least five years. Where will these data be archived (stored and curated for the long-term)? All the generated data will be stored on IMEC’s servers and accessed using Microsoft SharePoint. All generated samples will be stored in a dedicated place in IMEC’s cleanroom. The responsible Dr. Van Dai Nguyen will ensure that all the data is conserved during and after the research, for at least 5 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? OneDrive for Business is free for staff of imec/KUL. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Created using DMPonline.be. Last modiﬁed 06 March 2023 6 of 7 If access is restricted, please specify who will be able to access the data and under what conditions. Data will be available for members of the team. Data for other people may be available on request after approval by the responsible. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Some data will be restricted to imec/KUL only. Where will the data be made available? If already known, please provide a repository per dataset or data type. A specific repository will be chosen like the KU Leuven RDR. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data usage licences will be discussed with imec/KUL before any licences are granted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? KU Leuven RDR is free. 6. Responsibilities Who will manage data documentation and metadata during the research project? Myself (the researcher) Who will manage data storage and backup during the research project? Myself (the researcher) Who will manage data preservation and sharing? Myself (the researcher) Who will update and implement this DMP? Myself (the researcher) Created using DMPonline.be. Last modiﬁed 06 March 2023 7 of 7"
}