{
    "document_id": "D-2021-1026",
    "LinkTitle": "D-2021-1026",
    "file_name": "D-2021-1026.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1026.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-05-03 14:22:09+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0098174\nGrant Title\n 1235722N\nPrincipal Investigator / Researcher\n Laurens Vandebroek\nDescription\n In this project we create symmetrical designer proteins that are able to self-\nassemble into large hybrid frameworks with the addition of polyoxometalates (POMs). During the\ncourse of this project we will generate protein designs, amino acid/DNA sequences and\nassociated digital data as well as data from biophysical characterization of the proteins and their\nassemblies.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLaurens Vandebroek\nFWO Project Number & Title\nProject number:\n1235722N\nTitle:\nSymmetry driven self-assembly of hybrid POM/Protein Frameworks (PProFs) based on rational\nprotein design and metal-oxo clusters\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nTypes of data\nFormat\nVolume\nHow created\nProtocol and SOPs\n.xls .docx .pdf\n50 MB\nLibreOffice Writer, LibreOffice Calc\nPurified proteins\n1.5 mL – 2 mL\ntubes\n100 tubes\nFollowing protein purification\nGlycerol stocks (microbial\nexpression hosts)\n1.5 mL tubes\n100 tubes\nGlycerol stock\nDNA (plasmids, synthetic\nconstructs)\n1.5 mL tubes\n100 tubes\nIn vitro cloning\nProtein structural data (raw\nxray diffraction images)\n.cbf .h5\n8 TB\nXray diffraction at synchrotron\nProtein structural data\n(processed)\n.pdb .fasta .mtz .cif\n.mcif .hkl .ASCII\n.ccp4\n20 GB\nCoot, Phenix, PyMOL, CCP4i, XDS\nPDB files and protein amino\nacid/DNA sequences (design\nmodels)\n.pdb .fasta .txt .pdf\n50 MB\nMOE, PyMOL, PyRosetta, obabel (bash script),\nBenchling\nScripts\n.sh .py\n10 MB\nProgrammed in bash or Python\nChromatograms (SEC, IEX,\nHIC, Affinity chromatography)\n.ASCII .txt .png .jpg\n100 GB\nExported from AKTA software\nAgarose, SDS, PAGE gel\nelectrophoresis\n.tiff .gel and .jpg\n1 GB\nGel images\nSpectroscopy data\n.txt .png .jpg .ASCII\n.xls\n500 MB\nExported from relevant equipment software\n(Tecan, JASCO CD spectrometer, Zetasizer Nano\nDLS, Nanodrop,…), processed\nBio-Layer Interferometry data\n.txt .xls .pdf .jpg\n.png\n100 MB\nExported from relevant equipment software\n(Sartorius Octet R4/R8), processed\nCrystal images\n.png .jpg\n1 GB\nPhotographed via Nikon microscope\nDNA Sequencing\n .seq .ab\n 1 GB\n Sequencing performed by company\nAnalytic UltraCentrifugation\ngraphs\n.xls .png .jpg .txt\n100 MB\nExported from relevant equipment software and\nprocessed\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nN.A.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nN.A.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nN.A.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nN.A.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nEach experiment is registered in the (E-) lab journal of the scientist performing the respective\nexperiment. Standard operating procedures (SOPs) have been and will be written for all the\ntechniques used in the lab. Notes will describe the biological/clinical samples used, experimental\nsetup and protocols used, data generated, links to the speciﬁc location of sample derivatives and\ndata, as well as the names of the datasets. Data obtained from experiments will be stored in\nspeciﬁc folders that also contains a README.txt ﬁle explaining the design/protocol, analysis\nmethods, results and labels used in the data analysis ﬁle, and a reference to the (E-) lab journal\nof that particular experiment. The information provided will allow another researcher to follow all\nsteps in the data processing. Also, algorithms, scripts and software usage will be documented.\nWhen scripts, algorithms and software tools are ﬁnalized, they will be additionally described in\nmanuscripts and/or online git repositories (e.g. GitHub).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\n \nIn general each lab will use an electronic lab notebook / paper based lab book in which a\nnumber of predetermined topics have to be described for each experiment (objective,\nprotocol, results, and conclusion). Any lab book format used will contain references to the\ndigital data.\nMetadata with the connection between lab samples and ﬁles on our data storage so that\ndata ﬁles, lab samples, and experimental notes (including descriptions of equipment, setting\nand used experimental settings) will remain properly linked.\nAs a general rule, raw data of every experiment type will be sorted and stored in separate\nfolders. Per work package, processed data will be sorted and stored in separated folders\nwith links to their respective raw data ﬁles. Separate documents of non-experimental nature\nwill be sorted and stored in a documents folder.\nAny form of publication can require a combination of data from multiple experiments and\nwork packages. Thus, new folders will be made for all processed data per publication (and\nlinks to respective raw data).\nWhen depositing data in a local or public repository, the ﬁnal dataset will be accompanied\nby all relevant information in a README.txt document, following the Dublin Core Metadata\nstandard if no other meta-standard is available yet. This ﬁle will be located in the top-level\ndirectory of the dataset and will also list the contents of the other ﬁles and outline the ﬁle-\nnaming convention used. This will allow the data to be understood by other members of the\nlaboratory and add contextual value to the dataset for future reuse.\n5. Data storage and backup during the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nWhere will the data be stored?\nDuring the course of the project, the data will be stored on the local work station and backed op\nregularly on the NAS of the group. Upon reaching the end of certain milestones or the end of the\nproject, the data will be archived on the NAS for future preservation.\nHow is backup of the data provided?\nIn the Voet lab, all important data will be stored on a secure access double backup NAS\n(Synology). In the other labs, all data belonging to the project is stored on snapshotted,\nfailure-proof systems managed by KUL ICTS.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes. KU Leuven ICTS and VSC provide suﬃcient storage and archival capacity during\nand after the project. Additionally, the laboratory of prof. Voet is planning on expanding\ntheir NAS system with a 32 TB extension in the next round of funding. This should cover\nall research for the next 5 years.\nWhat are the expected costs for data storage and back up during the project? How will\nthese costs be covered?\nWe have estimated a collection of up to 12 TB storage over the duration of the project.\nAt current ICTS/VSC storage pricing of 20-70 Euro/(TB*year) we estimate storage costs\nat 1.680-5880 Euro to cover the projects duration and long term storage (10 y). This\namount has been budgeted as part of the project.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data is secured by the ICTS service of KU Leuven or is securely stored on a Synology\nNAS system. Conﬁdential data can and will be protected with a password, available only\nfor PI Arnout Voet and Paul Declerck (the latter for personal data). Visitors, MSc thesis\nstudents and internship students in the groups as well as other unauthorized persons\nwill not have access to the data on the shared folder. \nThe VSC storage is only accessible\nto VSC accounts, and the respective volumes will only be accessible to group members.\nThe key to personal/patient information of pseudonymized data will always be kept with\nPharmabs on their secured server.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe data to be retained during 10 years after the project's end are dissemination data\n(source ﬁles of publications, presentations and patents) and the most relevant\nmeasurement data. \nA possible exception to this could become the raw imaging data\nﬁles from the xray diﬀraction experiments, but only if it will be judged that keeping the\nreconstructed/processed imaging data is not necessary and the cost of storing the large\namount of raw imaging data will be unaffordable.\nWhere will the data be archived (= stored for the longer term)?\nThe research data will be stored in a glacial archive storage system after the end of the\nproject. Dissemination data, namely ﬁles corresponding to papers and presentations,\nwill be stored on the PCs of involved PIs, and backed-up daily on the departmental\nserver for long term storage. Analysis code will be stored on ICTS-hosted code\nrepositories.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n \nThe volume corresponding to dissemination data is expected to be relatively low, and\ntherefore can be seamlessly embedded in the PIs’ allocation on the departmental server.\nFor research data, at current archiving costs of \n10 Euro/(TB*year)\n, we estimate a cost of\n2000 Euro/year. These costs will be covered by funding acquired by the project PIs in the\ncontext of other research projects.\n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nN.A.\nWhich data will be made available after the end of the project?\nRelevant digital data will be published and made available after the end of the project.\nData with valuable IP will be protected prior to publication. We will comply with open\naccess regulations of KU Leuven.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nThe approach to share data is upon request by e-mail. Due to the data volume, access\nwill then be granted to a restricted access repository.\nWhen will the data be made available?\nUpon publication of the research results\n \nAs soon as the research results have been published, the data can be made available to\nother researchers.\nWho will be able to access the data and under what conditions?\nAll project collaborators will be authorized to have access to all obtained digital and physical data\nafter the project. In case the question originates by researchers outside the consortium, the data\ncan be made available upon e-mail request, and on condition that the users agree to give proper\ncredit, such as co-authorship on their papers building on these data. Usage for commercial\npurposes will require obtaining a license, or equivalent \narrangement.\nWhat are the expected costs for data sharing? How will the costs be covered?\nA restricted access repository can be implemented on a free tool, such as Dropbox, up to\na certain volume. If this volume does not suffice, time-limited storage will be considered,\nthus limited to the time needed to download the data. Furthermore, the laboratory of\nprof. Voet stores essential data in a 64 TB NAS drive with secure cloud-based backup\nand online access via Synology. Later, all datasets will be made public via relevant\ndatabases (eg. PDB, GitHub repositories, Mendeley data repositories).\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher will be responsible for data documentation & metadata.\nWho will be responsible for data storage & back up during the project?\nThe researcher will be responsible for data storage & back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher, during the course of this project, and PI, after completion of this project, bear the\nend responsibility of ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0098174 Grant Title 1235722N Principal Investigator / Researcher Laurens Vandebroek Description In this project we create symmetrical designer proteins that are able to self- assemble into large hybrid frameworks with the addition of polyoxometalates (POMs). During the course of this project we will generate protein designs, amino acid/DNA sequences and associated digital data as well as data from biophysical characterization of the proteins and their assemblies. Institution KU Leuven 1. General Information Name applicant Laurens Vandebroek FWO Project Number & Title Project number: 1235722N Title: Symmetry driven self-assembly of hybrid POM/Protein Frameworks (PProFs) based on rational protein design and metal-oxo clusters Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Types of data Format Volume How created Protocol and SOPs .xls .docx .pdf 50 MB LibreOffice Writer, LibreOffice Calc Purified proteins 1.5 mL – 2 mL tubes 100 tubes Following protein purification Glycerol stocks (microbial expression hosts) 1.5 mL tubes 100 tubes Glycerol stock DNA (plasmids, synthetic constructs) 1.5 mL tubes 100 tubes In vitro cloning Protein structural data (raw xray diffraction images) .cbf .h5 8 TB Xray diffraction at synchrotron Protein structural data (processed) .pdb .fasta .mtz .cif .mcif .hkl .ASCII .ccp4 20 GB Coot, Phenix, PyMOL, CCP4i, XDS PDB files and protein amino acid/DNA sequences (design models) .pdb .fasta .txt .pdf 50 MB MOE, PyMOL, PyRosetta, obabel (bash script), Benchling Scripts .sh .py 10 MB Programmed in bash or Python Chromatograms (SEC, IEX, HIC, Affinity chromatography) .ASCII .txt .png .jpg 100 GB Exported from AKTA software Agarose, SDS, PAGE gel electrophoresis .tiff .gel and .jpg 1 GB Gel images Spectroscopy data .txt .png .jpg .ASCII .xls 500 MB Exported from relevant equipment software (Tecan, JASCO CD spectrometer, Zetasizer Nano DLS, Nanodrop,…), processed Bio-Layer Interferometry data .txt .xls .pdf .jpg .png 100 MB Exported from relevant equipment software (Sartorius Octet R4/R8), processed Crystal images .png .jpg 1 GB Photographed via Nikon microscope DNA Sequencing .seq .ab 1 GB Sequencing performed by company Analytic UltraCentrifugation graphs .xls .png .jpg .txt 100 MB Exported from relevant equipment software and processed 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No N.A. Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No N.A. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No N.A. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No N.A. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Each experiment is registered in the (E-) lab journal of the scientist performing the respective experiment. Standard operating procedures (SOPs) have been and will be written for all the techniques used in the lab. Notes will describe the biological/clinical samples used, experimental setup and protocols used, data generated, links to the speciﬁc location of sample derivatives and data, as well as the names of the datasets. Data obtained from experiments will be stored in speciﬁc folders that also contains a README.txt ﬁle explaining the design/protocol, analysis methods, results and labels used in the data analysis ﬁle, and a reference to the (E-) lab journal of that particular experiment. The information provided will allow another researcher to follow all steps in the data processing. Also, algorithms, scripts and software usage will be documented. When scripts, algorithms and software tools are ﬁnalized, they will be additionally described in manuscripts and/or online git repositories (e.g. GitHub). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes In general each lab will use an electronic lab notebook / paper based lab book in which a number of predetermined topics have to be described for each experiment (objective, protocol, results, and conclusion). Any lab book format used will contain references to the digital data. Metadata with the connection between lab samples and ﬁles on our data storage so that data ﬁles, lab samples, and experimental notes (including descriptions of equipment, setting and used experimental settings) will remain properly linked. As a general rule, raw data of every experiment type will be sorted and stored in separate folders. Per work package, processed data will be sorted and stored in separated folders with links to their respective raw data ﬁles. Separate documents of non-experimental nature will be sorted and stored in a documents folder. Any form of publication can require a combination of data from multiple experiments and work packages. Thus, new folders will be made for all processed data per publication (and links to respective raw data). When depositing data in a local or public repository, the ﬁnal dataset will be accompanied by all relevant information in a README.txt document, following the Dublin Core Metadata standard if no other meta-standard is available yet. This ﬁle will be located in the top-level directory of the dataset and will also list the contents of the other ﬁles and outline the ﬁle- naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. 5. Data storage and backup during the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Where will the data be stored? During the course of the project, the data will be stored on the local work station and backed op regularly on the NAS of the group. Upon reaching the end of certain milestones or the end of the project, the data will be archived on the NAS for future preservation. How is backup of the data provided? In the Voet lab, all important data will be stored on a secure access double backup NAS (Synology). In the other labs, all data belonging to the project is stored on snapshotted, failure-proof systems managed by KUL ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes. KU Leuven ICTS and VSC provide suﬃcient storage and archival capacity during and after the project. Additionally, the laboratory of prof. Voet is planning on expanding their NAS system with a 32 TB extension in the next round of funding. This should cover all research for the next 5 years. What are the expected costs for data storage and back up during the project? How will these costs be covered? We have estimated a collection of up to 12 TB storage over the duration of the project. At current ICTS/VSC storage pricing of 20-70 Euro/(TB*year) we estimate storage costs at 1.680-5880 Euro to cover the projects duration and long term storage (10 y). This amount has been budgeted as part of the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is secured by the ICTS service of KU Leuven or is securely stored on a Synology NAS system. Conﬁdential data can and will be protected with a password, available only for PI Arnout Voet and Paul Declerck (the latter for personal data). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. The VSC storage is only accessible to VSC accounts, and the respective volumes will only be accessible to group members. The key to personal/patient information of pseudonymized data will always be kept with Pharmabs on their secured server. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The data to be retained during 10 years after the project's end are dissemination data (source ﬁles of publications, presentations and patents) and the most relevant measurement data. A possible exception to this could become the raw imaging data ﬁles from the xray diﬀraction experiments, but only if it will be judged that keeping the reconstructed/processed imaging data is not necessary and the cost of storing the large amount of raw imaging data will be unaffordable. Where will the data be archived (= stored for the longer term)? The research data will be stored in a glacial archive storage system after the end of the project. Dissemination data, namely ﬁles corresponding to papers and presentations, will be stored on the PCs of involved PIs, and backed-up daily on the departmental server for long term storage. Analysis code will be stored on ICTS-hosted code repositories. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The volume corresponding to dissemination data is expected to be relatively low, and therefore can be seamlessly embedded in the PIs’ allocation on the departmental server. For research data, at current archiving costs of 10 Euro/(TB*year) , we estimate a cost of 2000 Euro/year. These costs will be covered by funding acquired by the project PIs in the context of other research projects. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No N.A. Which data will be made available after the end of the project? Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of KU Leuven. Where/how will the data be made available for reuse? Upon request by mail The approach to share data is upon request by e-mail. Due to the data volume, access will then be granted to a restricted access repository. When will the data be made available? Upon publication of the research results As soon as the research results have been published, the data can be made available to other researchers. Who will be able to access the data and under what conditions? All project collaborators will be authorized to have access to all obtained digital and physical data after the project. In case the question originates by researchers outside the consortium, the data can be made available upon e-mail request, and on condition that the users agree to give proper credit, such as co-authorship on their papers building on these data. Usage for commercial purposes will require obtaining a license, or equivalent arrangement. What are the expected costs for data sharing? How will the costs be covered? A restricted access repository can be implemented on a free tool, such as Dropbox, up to a certain volume. If this volume does not suffice, time-limited storage will be considered, thus limited to the time needed to download the data. Furthermore, the laboratory of prof. Voet stores essential data in a 64 TB NAS drive with secure cloud-based backup and online access via Synology. Later, all datasets will be made public via relevant databases (eg. PDB, GitHub repositories, Mendeley data repositories). 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher will be responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The researcher will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The researcher, during the course of this project, and PI, after completion of this project, bear the end responsibility of ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}