{
    "document_id": "D-2022-1360",
    "LinkTitle": "D-2022-1360",
    "file_name": "D-2022-1360.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1360.pdf",
    "metadata": {
        "title": "Microsoft Word - Confessional Religious Education_ Research into Teachers as 'Committed Witnesses' in Flemish Catholic Religious Education - DMP (v1).docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": " \n1 CONFESSIONAL RELIGIOUS EDUCATION? RESEARCH INTO TEACHERS AS 'COMMITTED WITNESSES' IN FLEMISH CATHOLIC RELIGIOUS EDUCATION  ADMIN DETAILS Project Name: Confessional Religious Education? Research into Teachers as 'Committed Witnesses' in Flemish Catholic Religious Education  Project Identifier: 3H210276 Grant Title: C24M/21/004 Principal Investigator / Researcher: Didier Pollefeyt (PI), Jeroen Hendrickx (PhD student) Principal Investigator / Researcher: https://www.kuleuven.be/wieiswie/nl/person/00002786 (Didier Pollefeyt); https://www.kuleuven.be/wieiswie/nl/person/00125037 (Jeroen Hendrickx) Project Data Contact: Didier.pollefeyt@kuleuven.be; jeroen.hendrickx@kuleuven.be Description: The renewed Flemish curriculum for Catholic secondary religious education (RE) aims to give pupils the opportunity to clarify and articulate their own worldview in dialogue with the plural world and the Christian faith. The teacher has a crucial role to play in this. He/she is expected be a ‘witness’ who teaches from a lived Christian attitude, a specialist with expert knowledge on religions, and a moderator who can promote dialogue. With the growing pluralisation and detraditionalisation of society, however, this profile raises questions. The expectation of the teacher as ‘committed witness’ is particularly a hotly contested issue, not only in academia but also in the media. This project aims to gain a deeper insight into the identity of the Catholic secondary RE teacher as witness, specialist and moderator. It involves an analysis of stakeholders’ perceptions of Catholic RE teachers; qualitative research on the experiences and self-concepts of teachers as committed witnesses; and an empirical study on the ‘process of witnessing’ in actual classroom practice. Institution: KU Leuven  1. GENERAL INFORMATION Name of the project lead (PI) Didier Pollefeyt   Internal Funds Project number & title (C24M/21/004) Confessional Religious Education? Research into Teachers as 'Committed Witnesses' in Flemish Catholic Religious Education     2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data?  ● Generate new data  \n \n2 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data  Format  Estimated volume  How created  Surveys (questionnaire and responses) (RQ1) XLSX, SAV, CSV QSF 500MB Digital (online) survey via Qualtrics Audio recordings and transcriptions from semi-structured interviews (RQ2) AAC (audio), DOCX (transcriptions) 5GB Audio recordings with recording device from face-to-face interviews with RE teachers. Transcriptions using MS Office Word Field notes from semi-structured interviews (RQ2) PDF 50MB Scans of handwritten field notes Audio-visual recordings and transcriptions from classroom observations (RQ3) MP4 (audio and video), DOCX (transcriptions) 30-50GB Audio and video recordings of classroom practice using a camera and microphone Field notes from classroom observations (RQ3) PDF 50MB Scans of handwritten field notes Audio recordings and transcriptions from post-lesson reflections (RQ3) AAC (audio), DOCX (transcriptions) 5GB Audio recordings with recording device from focus group interviews. Transcriptions using MS Office Word Field notes from post-lesson reflections (RQ3) PDF 50MB Scans of handwritten field notes  • Part 1: descriptive cross-sectional survey research. Online via Qualtrics (exported in XLSX and QSF), analysis via SPSS (SAV and exported in CSV). • Part 2: qualitative, semi-structured face-to-face interviews, recorded by means of handwritten field notes (written on paper, afterwards digitised in PDF. The handwritten notes will be shredded after digitisation) and audio recordings through a recording device (AAC). The data will be transcribed afterwards (transcriptions saved in MS Word DOCX format). • Part 3: classroom observations and post-class reflections with teachers and pupils. Video and audio recordings will be made (MP4 and AAC format). The data will be transcribed afterwards (transcriptions saved in MS Word DOCX format). The handwritten field notes, taken by the researcher during the classroom observations and post-class reflections, will be digitised afterwards (PDF). The handwritten notes themselved will be shredded after digitisation.   3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. \n \n3 Yes. During the first and second parts of the study, general biographical data will be collected (age, education, etc.). During the second and third parts, audio and video recordings of teachers and/or students will be made in a classroom context. Throughout this DMP, I will include information on how I plan to safeguard this personal data throughout the research process and after the end of the project. Pseudonymisation procedures will be described in a README_Pseudonymisation.txt file.   3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). The method of audio and video observations in particular calls for a strict privacy policy. This applies in particular to pupils who are minors. Therefore, they and their parent(s) will be asked to sign an informed consent form that explains the aims and practicalities of the research. They are free not to participate in the study. Aliases will be used (anonymisation will take place during transcription. Pseudonymisation procedures will be described in a README_Pseudonymisation.txt file). The data will only be accessible to the researcher (PhD student) and promoter (PI) and will also be kept extra secure by means of strong passwords and multi-factor authentication. A full PRET (privacy and ethics) application has been prepared and will be submitted to the Social and Societal Ethics Committee of KU Leuven (SMEC) before any data collection begins (G-2022-5072).    3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No (not applicable).   3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No (not applicable).    4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  The following documentation will be added to the data:  Project-level documentation: a general README.text, based on the template provided by research support staff at KU Leuven and adapted to the needs of this project. The README.text will contain the following documentation: general information, project information, file overview, storage information, methodological information, data access and data specific information.  Pseudonymisation procedures will be described in a separate README_Pseudonymisation.txt file.  File-level documentation: methodology reports will be included in the folders of each dataset.  ● Survey data (RQ1): a codebook will be generated containing study design, methodology used and variable-level information. \n \n4 ● Interviews, focus group discussions, transcriptions and field notes (RQ2 and RQ3): details on the setting of the interviews and focus groups, the methodology used, the guiding questions used, the informed consent and anonymisation process, the general guidelines followed by the researcher during the interviews. An NVivo codebook will also be included. ● Video observations and transcripts (RQ3): details on the setting of the classroom observations, the methodology used, the informed consent and pseudonymisation/anonymisation process, the general guidelines followed by the researcher during the classroom observations. An NVivo codebook will also be included.     4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. An overview with detailed information of all the data will be included in a separate MS Office Excel document using the Dublin Core Metadata Set (title, creator, description, date, type, format, source, etc.). Special care will be given to the naming and folder structure for all documents and data. Consistent and clear naming will be chosen, using unique identifiers for each dataset.     5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored?  During the project, data will be stored secure and encrypted on KU Leuven OneDrive for Business with automatic back-up procedures. All data will be stored in anonymised or pseudonymised form (pseudonyms/codes will be kept separate from the other data). All data will be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator app. The data will only be accessible to the researcher (PhD student) and promoter (PI).   5.2. How will the data be backed up?  KU Leuven OneDrive for Business allows for automatic backups at regular intervals.   5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  Yes, as KU Leuven OneDrive for Business allows for 2TB of online storage and the possibility to upload files up to 100GB.   5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered?  KU Leuven OneDrive for Business allows for 2TB of online storage (with possibility to extend this limit up to 5TB). OneDrive is part of the Microsoft 365 Education A3 plan and is financed centrally for all KU Leuven students and KU Leuven staff.   \n \n5 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  The data files from this study will be stored secure and encrypted, only accessible to the researcher and promotor. Personal information will be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator app. Technical information on data protection in OneDrive for Business can be found on the KU Leuven ICTS webpage (https://icts.kuleuven.be/sc/english/storage/onedrive#wat).     6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 10 year period after the end of the project, conform the KU Leuven RDM policy. This applies to all relevant data, with exception for the audio and video recordings themselves (they will be deleted after transcription for privacy reasons, as these recordings are difficult to anonymise).   6.2. Where will these data be archived (= stored for the long term)?  The data will be stored on KU Leuven's Research Data Repository (RDR).   6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered?  As the size of the final data sets is limited, we expect to archive the data free of charge (every researcher can store 50GB per year for free on RDR).    7. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  Because of the sensitivity of the data, extra attention will be paid to secure the anonymity of the respondents as far as possible. Data for which the anonymity of the respondents is insufficiently guaranteed will not be shared.   7.2. Which data will be made available after the end of the project?  The audio and video recordings themselves will not be made (publicly) available at the end of the research project and will not be shared. The derived anonymised/pseudonymised datasets will be made available to others by uploading it to KU Leuven's Research Data Repository (RDR) and restricting access to the files. Access will only be granted to those who meet appropriate conditions for access.     \n \n6 7.3. Where/how will the data be made available for reuse?  ● In an Open Access repository Data will uploaded to KU Leuven's Research Data Repository (RDR).   7.4. When will the data be made available?  ● Immediately after the end of the project  7.5. Who will be able to access the data and under what conditions?  Anonymised/pseudonymised data will be made available through to KU Leuven's Research Data Repository (RDR). We will describe the data in detail to make it findable, and clearly indicate how others can obtain access to the data. Access will be considered after a request is submitted explaining the planned use. Only uses for research purposes will be considered and commercial reuse will be excluded.   7.6. What are the expected costs for data sharing? How will these costs be covered?  KU Leuven's Research Data Repository (RDR) is a free service (50 GB per year).    8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata?  The PhD student, Jeroen Hendrickx, will be responsible for the data documentation and metadata.   8.2. Who will be responsible for data storage & back up during the project?  The PhD student, Jeroen Hendrickx, will be responsible for data storage and back up during the project.   8.3. Who will be responsible for ensuring data preservation and sharing?  The end responsability for ensuring data preservation and sharing is in the hands of the supervisor (PI), Didier Pollefeyt.   8.4. Who bears the end responsibility for updating & implementing this DMP?  The end responsability for updating and implementing is in the hands of the supervisor (PI), Didier Pollefeyt.   "
    },
    "clean_full_text": "1 CONFESSIONAL RELIGIOUS EDUCATION? RESEARCH INTO TEACHERS AS 'COMMITTED WITNESSES' IN FLEMISH CATHOLIC RELIGIOUS EDUCATION ADMIN DETAILS Project Name: Confessional Religious Education? Research into Teachers as 'Committed Witnesses' in Flemish Catholic Religious Education Project Identifier: 3H210276 Grant Title: C24M/21/004 Principal Investigator / Researcher: Didier Pollefeyt (PI), Jeroen Hendrickx (PhD student) Principal Investigator / Researcher: https://www.kuleuven.be/wieiswie/nl/person/00002786 (Didier Pollefeyt); https://www.kuleuven.be/wieiswie/nl/person/00125037 (Jeroen Hendrickx) Project Data Contact: Didier.pollefeyt@kuleuven.be; jeroen.hendrickx@kuleuven.be Description: The renewed Flemish curriculum for Catholic secondary religious education (RE) aims to give pupils the opportunity to clarify and articulate their own worldview in dialogue with the plural world and the Christian faith. The teacher has a crucial role to play in this. He/she is expected be a ‘witness’ who teaches from a lived Christian attitude, a specialist with expert knowledge on religions, and a moderator who can promote dialogue. With the growing pluralisation and detraditionalisation of society, however, this profile raises questions. The expectation of the teacher as ‘committed witness’ is particularly a hotly contested issue, not only in academia but also in the media. This project aims to gain a deeper insight into the identity of the Catholic secondary RE teacher as witness, specialist and moderator. It involves an analysis of stakeholders’ perceptions of Catholic RE teachers; qualitative research on the experiences and self-concepts of teachers as committed witnesses; and an empirical study on the ‘process of witnessing’ in actual classroom practice. Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Didier Pollefeyt Internal Funds Project number & title (C24M/21/004) Confessional Religious Education? Research into Teachers as 'Committed Witnesses' in Flemish Catholic Religious Education 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ● Generate new data 2 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Estimated volume How created Surveys (questionnaire and responses) (RQ1) XLSX, SAV, CSV QSF 500MB Digital (online) survey via Qualtrics Audio recordings and transcriptions from semi-structured interviews (RQ2) AAC (audio), DOCX (transcriptions) 5GB Audio recordings with recording device from face-to-face interviews with RE teachers. Transcriptions using MS Office Word Field notes from semi-structured interviews (RQ2) PDF 50MB Scans of handwritten field notes Audio-visual recordings and transcriptions from classroom observations (RQ3) MP4 (audio and video), DOCX (transcriptions) 30-50GB Audio and video recordings of classroom practice using a camera and microphone Field notes from classroom observations (RQ3) PDF 50MB Scans of handwritten field notes Audio recordings and transcriptions from post-lesson reflections (RQ3) AAC (audio), DOCX (transcriptions) 5GB Audio recordings with recording device from focus group interviews. Transcriptions using MS Office Word Field notes from post-lesson reflections (RQ3) PDF 50MB Scans of handwritten field notes • Part 1: descriptive cross-sectional survey research. Online via Qualtrics (exported in XLSX and QSF), analysis via SPSS (SAV and exported in CSV). • Part 2: qualitative, semi-structured face-to-face interviews, recorded by means of handwritten field notes (written on paper, afterwards digitised in PDF. The handwritten notes will be shredded after digitisation) and audio recordings through a recording device (AAC). The data will be transcribed afterwards (transcriptions saved in MS Word DOCX format). • Part 3: classroom observations and post-class reflections with teachers and pupils. Video and audio recordings will be made (MP4 and AAC format). The data will be transcribed afterwards (transcriptions saved in MS Word DOCX format). The handwritten field notes, taken by the researcher during the classroom observations and post-class reflections, will be digitised afterwards (PDF). The handwritten notes themselved will be shredded after digitisation. 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. 3 Yes. During the first and second parts of the study, general biographical data will be collected (age, education, etc.). During the second and third parts, audio and video recordings of teachers and/or students will be made in a classroom context. Throughout this DMP, I will include information on how I plan to safeguard this personal data throughout the research process and after the end of the project. Pseudonymisation procedures will be described in a README_Pseudonymisation.txt file. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). The method of audio and video observations in particular calls for a strict privacy policy. This applies in particular to pupils who are minors. Therefore, they and their parent(s) will be asked to sign an informed consent form that explains the aims and practicalities of the research. They are free not to participate in the study. Aliases will be used (anonymisation will take place during transcription. Pseudonymisation procedures will be described in a README_Pseudonymisation.txt file). The data will only be accessible to the researcher (PhD student) and promoter (PI) and will also be kept extra secure by means of strong passwords and multi-factor authentication. A full PRET (privacy and ethics) application has been prepared and will be submitted to the Social and Societal Ethics Committee of KU Leuven (SMEC) before any data collection begins (G-2022-5072). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No (not applicable). 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No (not applicable). 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The following documentation will be added to the data: Project-level documentation: a general README.text, based on the template provided by research support staff at KU Leuven and adapted to the needs of this project. The README.text will contain the following documentation: general information, project information, file overview, storage information, methodological information, data access and data specific information. Pseudonymisation procedures will be described in a separate README_Pseudonymisation.txt file. File-level documentation: methodology reports will be included in the folders of each dataset. ● Survey data (RQ1): a codebook will be generated containing study design, methodology used and variable-level information. 4 ● Interviews, focus group discussions, transcriptions and field notes (RQ2 and RQ3): details on the setting of the interviews and focus groups, the methodology used, the guiding questions used, the informed consent and anonymisation process, the general guidelines followed by the researcher during the interviews. An NVivo codebook will also be included. ● Video observations and transcripts (RQ3): details on the setting of the classroom observations, the methodology used, the informed consent and pseudonymisation/anonymisation process, the general guidelines followed by the researcher during the classroom observations. An NVivo codebook will also be included. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. An overview with detailed information of all the data will be included in a separate MS Office Excel document using the Dublin Core Metadata Set (title, creator, description, date, type, format, source, etc.). Special care will be given to the naming and folder structure for all documents and data. Consistent and clear naming will be chosen, using unique identifiers for each dataset. 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? During the project, data will be stored secure and encrypted on KU Leuven OneDrive for Business with automatic back-up procedures. All data will be stored in anonymised or pseudonymised form (pseudonyms/codes will be kept separate from the other data). All data will be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator app. The data will only be accessible to the researcher (PhD student) and promoter (PI). 5.2. How will the data be backed up? KU Leuven OneDrive for Business allows for automatic backups at regular intervals. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, as KU Leuven OneDrive for Business allows for 2TB of online storage and the possibility to upload files up to 100GB. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? KU Leuven OneDrive for Business allows for 2TB of online storage (with possibility to extend this limit up to 5TB). OneDrive is part of the Microsoft 365 Education A3 plan and is financed centrally for all KU Leuven students and KU Leuven staff. 5 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data files from this study will be stored secure and encrypted, only accessible to the researcher and promotor. Personal information will be kept private by means of strong passwords and multi-factor authentication with the KU Leuven Authenticator app. Technical information on data protection in OneDrive for Business can be found on the KU Leuven ICTS webpage (https://icts.kuleuven.be/sc/english/storage/onedrive#wat). 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 10 year period after the end of the project, conform the KU Leuven RDM policy. This applies to all relevant data, with exception for the audio and video recordings themselves (they will be deleted after transcription for privacy reasons, as these recordings are difficult to anonymise). 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on KU Leuven's Research Data Repository (RDR). 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? As the size of the final data sets is limited, we expect to archive the data free of charge (every researcher can store 50GB per year for free on RDR). 7. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Because of the sensitivity of the data, extra attention will be paid to secure the anonymity of the respondents as far as possible. Data for which the anonymity of the respondents is insufficiently guaranteed will not be shared. 7.2. Which data will be made available after the end of the project? The audio and video recordings themselves will not be made (publicly) available at the end of the research project and will not be shared. The derived anonymised/pseudonymised datasets will be made available to others by uploading it to KU Leuven's Research Data Repository (RDR) and restricting access to the files. Access will only be granted to those who meet appropriate conditions for access. 6 7.3. Where/how will the data be made available for reuse? ● In an Open Access repository Data will uploaded to KU Leuven's Research Data Repository (RDR). 7.4. When will the data be made available? ● Immediately after the end of the project 7.5. Who will be able to access the data and under what conditions? Anonymised/pseudonymised data will be made available through to KU Leuven's Research Data Repository (RDR). We will describe the data in detail to make it findable, and clearly indicate how others can obtain access to the data. Access will be considered after a request is submitted explaining the planned use. Only uses for research purposes will be considered and commercial reuse will be excluded. 7.6. What are the expected costs for data sharing? How will these costs be covered? KU Leuven's Research Data Repository (RDR) is a free service (50 GB per year). 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? The PhD student, Jeroen Hendrickx, will be responsible for the data documentation and metadata. 8.2. Who will be responsible for data storage & back up during the project? The PhD student, Jeroen Hendrickx, will be responsible for data storage and back up during the project. 8.3. Who will be responsible for ensuring data preservation and sharing? The end responsability for ensuring data preservation and sharing is in the hands of the supervisor (PI), Didier Pollefeyt. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsability for updating and implementing is in the hands of the supervisor (PI), Didier Pollefeyt."
}