{
    "document_id": "D-2022-1379",
    "LinkTitle": "D-2022-1379",
    "file_name": "D-2022-1379.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1379.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Ausrine",
        "num_pages": 6
    },
    "content": {
        "full_text": "1WHAT HAPPENS TO 'ME' WHEN I HIT ROCK BOTTOM?  \nA QUALITATIVE MULTI-STUDY INVESTIGATION OF \nIDENTITY PROCESSES IN BURNOUT\nDMP TITLE\nADMIN DETAILS\nProject Name: What happens to 'me' when I hit rock bottom? A qualitative multi-study investigation of \nidentity processes in burnout - DMP title\nProject Identifier: 3H210286\nPrincipal Investigator / Researcher: Ausrine Vysniauskaite\nProject Data Contact: Ausrine Vysniauskaite, ausrine.vysniauskaite@kuleuven.be\nDescription: Identity work is the process whereby people create, fix, preserve, strengthen, or revise their \nidentities. In this project, we will investigate the role of identity processes in the emergence of and the \nrecovery from burnout. Three symptoms characterize a burnout syndrome: emotional exhaustion (i.e., \nchronic fatigue), cynicism (i.e., taking a distant attitude towards work and the people with whom one \nworks), and reduced personal accomplishment (i.e., feelings of reduced efficiency). Burnout is a \nchallenging yet quite common syndrome. In today’s organizational contexts where work is a primary \nsource of self-definition, it is especially important to understand how a pervasive experience like burnout \nmay be interpreted by individuals, and how it can affect the way they see themselves. In this vein, this \nresearch seeks to unpack the psychological processes at play in burnout, and to understand how burnout  \nmay change people’s identities in the short and long term (e.g., some people may change careers after \nburnout, others may reorganize some aspects of their non-work life etc.).  Since the existing research \nfocuses largely on how people change one identity in response to difficult situations, it does not consider \nhow such situations affect multiple identities simultaneously in a dynamic way. We therefore investigate \nthe nature of identity work during and after a burnout and its implications for people's careers. This \nresearch highlights the temporal dynamics in identity work and the intertwining of multiple identities. It \ncontributes to the burnout literature by filling in the lack of understanding of the psychological processes \ninvolved in this common syndrome.  The overall aim of this project is to investigate the burnout process \nfrom a psychological perspective, introducing the intrapersonal network approach to identity work as a \nnovel perspective (Bataille & Vough, 2020). Refining this broad aim, we define the following three \nobjectives: (1) To investigate the role of people’s work identities in the emergence of and the recovery \nfrom burnout. (2) To examine the role of people’s multiple identities in the emergence of and the recovery \nfrom burnout, thereby recognizing that burnout is a multi-domain phenomenon. (3) To shed light on the \nsubsequent long-term recovery trajectories and associated career outcomes.\nInstitution: KU Leuven\n21. GENERAL INFORMATION\nName of the project lead (PI)\nAnja Van den Broeck  \nInternal Funds Project number & title\nWhat happens to 'me' when I hit rock bottom? A qualitative multi-study investigation of identity processes \nin burnout (3H210286)  \n2. DATA DESCRIPTION\n2.1. Will you generate/collect new data and/or make use of existing data?  \n●Generate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.\nType of data Format Volume How created\nQualitative data: 90 \ninterviewsAudio-recorded and stored  \nin uncompressed WAV \nformat5-10 GB Face-to-face interviews \nwith burnout sufferers\nQualitative data: 90 \ninterviewsMS Word 5-10 GB Transcribed audio \nrecordings of interviews\nQualitative data: texts \nin online blogsMarkdown 5-10 GB Data mining from online \nblogs \n3. ETHICAL AND LEGAL ISSUES\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.\nWe will collect the following personal data:  \nIdentification information (e.g. names, email addresses)  \nPersonal details (e.g. age, gender)  \nPsychological details (personality, character traits)  \nLeisure activities and interests  \nEducation and training  \nLifestyle and habits \n3Family composition \nOccupation and professional activities  \nAudio recordings \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).\nWe will collect and keep data about participants' mental health. For example, if they suffer from \ndepression, anxiety, if they have been diagnosed with burnout and etc. We will share contact details of a \nprofessional clinical psychologist with all the participants, so that they would be able to get support in \ncase this is needed. This approach has been approved by  SMEC (Sociaal-Maatschappelijke Ethische \nCommissie), application G-2021-4275-R2(MIN).  \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nNA \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?\nNA \n4. DOCUMENTATION AND METADATA\n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nFor the interviews, details on the setting of the interviews, the informed consent process, the subjects \ndiscussed and the instructions given to interviewers will be documented in a Word document. Also steps \ntaken to remove direct identifiers in the data will be described.  \nFor texts from blogs, links to the blogs will be documented together with the information on the \nmethodology used to collect the  texts. \nThe coding of the qualitative data will also be documented. Elements that are to be included in the \ndocumentation are: label or name of the code; name of the person that has conducted the coding; date of  \nthe coding; definitions and descriptions of codes and concepts; information on the relations between the \ncodes and concepts that will be used. This will ensure that external researchers can perfectly reconstruct \nthe relations between the codes and their concepts.  \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n4We will not use any metadata standard, however, a comprehensive metadata description containing all \nkey information on the research dataset will be kept. Some metadata will be included in the actual data \nfiles (e.g. information on the interview length in interview transcripts). Full data description will be \npreserved as a README.txt file by including the basic information on the data such as beginning and end  \ndates of data collection, mode of collection, information on the interviewer (e.g. age, gender, education, \noccupation), interview frame, interviewer instructions, source data (details about the online public \ncommunication sources (blogs) employed), availability information (i.e. where the data are stored, how \nthey can be used, whether there are any special conditions on the use of the data and who can provide \nadditional information).  \n5. DATA STORAGE AND BACKUP DURING THE PROJECT\n5.1. Where will the data be stored?  \nThe main supervisor (Anja Van den Broeck) will be responsible for all data storage. We will store all data \n(transcripts and recorded interviews) at least for 10 years on the internal storing system of the KU \nLeuven. \n5.2. How will the data be backed up?  \nThe data will be stored on the university's central servers with automatic daily back-up procedures.  \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this \nwill be taken care of.  \nGiven that the total data should exceed 20 GB,  the internal KU Leuven storages will have  sufficient \ncapacity. \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered? \nThere are no additional costs for using internal KU Leuven storages - staff can use it free of charge.   \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \n6. DATA PRESERVATION AFTER THE END OF THE PROJECT\n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only  \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual  \nrestrictions, physical preservation issues, ...).\nWe will store all data (transcripts and recorded interviews) at least for 10 years on the internal storing \nsystem of the KU Leuven. Given that publishing an article in our field of research can take several years \n5and the importance of data transparency, after 10 years, we will reduce the required storage space by \nkeeping only the anonymized transcripts, which serve as the most important input that may be required \nfor reviewers, editors, and readers of our manuscripts.  \n6.2. Where will these data be archived (= stored for the long term)?  \nThe data will be archived  on the internal storing system of the KU Leuven.  \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered? \nWe foresee no costs of keeping 20 GB of archived data  on the internal storing system of the KU Leuven  \n7. DATA SHARING AND RE-USE\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nBecause the participants who will be interviewed shortly after experiencing burnout may be considered as  \nvulnerable participants, we will not share any of the data outside of the research team. This is also noted \nin the Informed consent. Sharing the data collected from online blogs is restricted by copyright law, \ntherefore it will not be shared either.  \n7.2. Which data will be made available after the end of the project?  \nNA \n7.3. Where/how will the data be made available for reuse?  \nNA \n7.4. When will the data be made available?  \nNA \n7.5. Who will be able to access the data and under what conditions?  \nNA \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nNA \n8. RESPONSIBILITIES\n8.1. Who will be responsible for the data documentation & metadata?  \nAusrine Vysniauskaite, ausrine.vysniauskaite@kuleuven.be  \n68.2. Who will be responsible for data storage & back up during the project?  \nAusrine Vysniauskaite,  ausrine.vysniauskaite@kuleuven.be  \n8.3. Who will be responsible for ensuring data preservation and sharing?  \nAnja Van den Broeck,  < anja.vandenbroeck@kuleuven.be > \n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor)  Anja Van \nden Broeck, < anja.vandenbroeck@kuleuven.be >. "
    },
    "clean_full_text": "1WHAT HAPPENS TO 'ME' WHEN I HIT ROCK BOTTOM? A QUALITATIVE MULTI-STUDY INVESTIGATION OF IDENTITY PROCESSES IN BURNOUT DMP TITLE ADMIN DETAILS Project Name: What happens to 'me' when I hit rock bottom? A qualitative multi-study investigation of identity processes in burnout - DMP title Project Identifier: 3H210286 Principal Investigator / Researcher: Ausrine Vysniauskaite Project Data Contact: Ausrine Vysniauskaite, ausrine.vysniauskaite@kuleuven.be Description: Identity work is the process whereby people create, fix, preserve, strengthen, or revise their identities. In this project, we will investigate the role of identity processes in the emergence of and the recovery from burnout. Three symptoms characterize a burnout syndrome: emotional exhaustion (i.e., chronic fatigue), cynicism (i.e., taking a distant attitude towards work and the people with whom one works), and reduced personal accomplishment (i.e., feelings of reduced efficiency). Burnout is a challenging yet quite common syndrome. In today’s organizational contexts where work is a primary source of self-definition, it is especially important to understand how a pervasive experience like burnout may be interpreted by individuals, and how it can affect the way they see themselves. In this vein, this research seeks to unpack the psychological processes at play in burnout, and to understand how burnout may change people’s identities in the short and long term (e.g., some people may change careers after burnout, others may reorganize some aspects of their non-work life etc.). Since the existing research focuses largely on how people change one identity in response to difficult situations, it does not consider how such situations affect multiple identities simultaneously in a dynamic way. We therefore investigate the nature of identity work during and after a burnout and its implications for people's careers. This research highlights the temporal dynamics in identity work and the intertwining of multiple identities. It contributes to the burnout literature by filling in the lack of understanding of the psychological processes involved in this common syndrome. The overall aim of this project is to investigate the burnout process from a psychological perspective, introducing the intrapersonal network approach to identity work as a novel perspective (Bataille & Vough, 2020). Refining this broad aim, we define the following three objectives: (1) To investigate the role of people’s work identities in the emergence of and the recovery from burnout. (2) To examine the role of people’s multiple identities in the emergence of and the recovery from burnout, thereby recognizing that burnout is a multi-domain phenomenon. (3) To shed light on the subsequent long-term recovery trajectories and associated career outcomes. Institution: KU Leuven 21. GENERAL INFORMATION Name of the project lead (PI) Anja Van den Broeck Internal Funds Project number & title What happens to 'me' when I hit rock bottom? A qualitative multi-study investigation of identity processes in burnout (3H210286) 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ●Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created Qualitative data: 90 interviewsAudio-recorded and stored in uncompressed WAV format5-10 GB Face-to-face interviews with burnout sufferers Qualitative data: 90 interviewsMS Word 5-10 GB Transcribed audio recordings of interviews Qualitative data: texts in online blogsMarkdown 5-10 GB Data mining from online blogs 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. We will collect the following personal data: Identification information (e.g. names, email addresses) Personal details (e.g. age, gender) Psychological details (personality, character traits) Leisure activities and interests Education and training Lifestyle and habits 3Family composition Occupation and professional activities Audio recordings 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). We will collect and keep data about participants' mental health. For example, if they suffer from depression, anxiety, if they have been diagnosed with burnout and etc. We will share contact details of a professional clinical psychologist with all the participants, so that they would be able to get support in case this is needed. This approach has been approved by SMEC (Sociaal-Maatschappelijke Ethische Commissie), application G-2021-4275-R2(MIN). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? NA 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? NA 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? For the interviews, details on the setting of the interviews, the informed consent process, the subjects discussed and the instructions given to interviewers will be documented in a Word document. Also steps taken to remove direct identifiers in the data will be described. For texts from blogs, links to the blogs will be documented together with the information on the methodology used to collect the texts. The coding of the qualitative data will also be documented. Elements that are to be included in the documentation are: label or name of the code; name of the person that has conducted the coding; date of the coding; definitions and descriptions of codes and concepts; information on the relations between the codes and concepts that will be used. This will ensure that external researchers can perfectly reconstruct the relations between the codes and their concepts. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. 4We will not use any metadata standard, however, a comprehensive metadata description containing all key information on the research dataset will be kept. Some metadata will be included in the actual data files (e.g. information on the interview length in interview transcripts). Full data description will be preserved as a README.txt file by including the basic information on the data such as beginning and end dates of data collection, mode of collection, information on the interviewer (e.g. age, gender, education, occupation), interview frame, interviewer instructions, source data (details about the online public communication sources (blogs) employed), availability information (i.e. where the data are stored, how they can be used, whether there are any special conditions on the use of the data and who can provide additional information). 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? The main supervisor (Anja Van den Broeck) will be responsible for all data storage. We will store all data (transcripts and recorded interviews) at least for 10 years on the internal storing system of the KU Leuven. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Given that the total data should exceed 20 GB, the internal KU Leuven storages will have sufficient capacity. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? There are no additional costs for using internal KU Leuven storages - staff can use it free of charge. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). We will store all data (transcripts and recorded interviews) at least for 10 years on the internal storing system of the KU Leuven. Given that publishing an article in our field of research can take several years 5and the importance of data transparency, after 10 years, we will reduce the required storage space by keeping only the anonymized transcripts, which serve as the most important input that may be required for reviewers, editors, and readers of our manuscripts. 6.2. Where will these data be archived (= stored for the long term)? The data will be archived on the internal storing system of the KU Leuven. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? We foresee no costs of keeping 20 GB of archived data on the internal storing system of the KU Leuven 7. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Because the participants who will be interviewed shortly after experiencing burnout may be considered as vulnerable participants, we will not share any of the data outside of the research team. This is also noted in the Informed consent. Sharing the data collected from online blogs is restricted by copyright law, therefore it will not be shared either. 7.2. Which data will be made available after the end of the project? NA 7.3. Where/how will the data be made available for reuse? NA 7.4. When will the data be made available? NA 7.5. Who will be able to access the data and under what conditions? NA 7.6. What are the expected costs for data sharing? How will these costs be covered? NA 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Ausrine Vysniauskaite, ausrine.vysniauskaite@kuleuven.be 68.2. Who will be responsible for data storage & back up during the project? Ausrine Vysniauskaite, ausrine.vysniauskaite@kuleuven.be 8.3. Who will be responsible for ensuring data preservation and sharing? Anja Van den Broeck, < anja.vandenbroeck@kuleuven.be > 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor) Anja Van den Broeck, < anja.vandenbroeck@kuleuven.be >."
}