{
    "document_id": "D-2024-2725",
    "LinkTitle": "D-2024-2725",
    "file_name": "D-2024-2725.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2725.pdf",
    "metadata": {
        "title": "Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the hype.",
        "author": "N/A",
        "creation_date": "2024-04-19 08:14:19+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the\nBeneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the\nhype.\nhype.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMoniek Schouten\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11PRA24N\nID: \nID: \n206098\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nCannabidiol (CBD) is a non-intoxicating constituent of the cannabis plant that recently gained\npopularity amongst athletes because of its potential to reduce pain perception and improve muscle\nrecovery and sleep quality. More specifically, CBD is believed to alleviate symptoms of exercise\ninduced muscle damage via its anti-inflammatory and analgesic effects. However, compelling\nevidence from human intervention studies is lacking and the underlying mechanisms through which\nCBD exerts these actions remain poorly understood. Additionally, interventional trials concerning the\neffects of CBD supplementation on sleep quality in athletes are non-existent. The increasing\npopularity of CBD amongst athletes, in combination with the lack of scientific knowledge about CBD\nsupplementation is alarming. Therefore, the current project aims to study the ergogenic potential of\nCBD. A first important step in this project is to determine an optimal dose to be used in subsequent\nwork packages. Next, the effect of CBD on muscle recovery after a single bout of resistance training\nis evaluated as well as the effect of CBD on sleep quality following a late evening exercise training.\nLastly, the long-term effects of CBD on muscle recovery, sleep and exercise performance are\nevaluated during a period of overload training. As such, this project will be amongst the first to\ncritically evaluate the ergogenic potential of CBD creating a scientific background that can be used to\nproperly advise athletes.\nLast modified: \nLast modified: \n19-04-2024\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n1 of 8\nBeneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the\nBeneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the\nhype.\nhype.\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nIn this project primary, quantitative, experimental data is collected.\nBiological samples include human blood samples, urine samples and muscle tissue. \nOther personal information  includes: name, address, phone number, e-mail, length, weight, medical history (based on medical questionnaire),\ninformation on sleep parameters via questionnaires and via polysomnography, dietary information (via food diaries), performance outcomes\n(muscle strength, jump height and performance during a time trial and isokinetic sprint), subjective muscle soreness (via VAS) muscle and\nblood analyses, adverse events and overall well-being via questionnaires.\nMetadata are generated using metadata standards for microscopy images (OME-XML standard), statistical analyses (metadata of database in\nSPSS and GraphPad Prism).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nProfessor Katrien Koppo is designated as responsible person (support via our departmental data manager Evelien Nackaerts).\nAll participant data is collected on a paper CRF (hard copy) and transferred into the eCRF (RedCap). For the purpose of statistical analyses,\ndata from REDCap will be exported to SPSS and .xls format. Once the intervention is finished and all analyses have been performed, all trial\ndata will be exported from REDCap (as .csv files) to a password-protected KU Leuven drive (j-drive), which can only be accessed by\nregistered researchers. Only the PI can request access to the network drive for study personnel.\nAny source data documents and hard copy files remain stored in a lock-secured closet at the office of Prof. K. Koppo.\nBiological material (-80 or -20°C) will be registered and stored within the regulations of Biobank at UZ/KU Leuven.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nWe will not deviate from the principle of preservation of data and of the minimum preservation term of 5 years. \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nPersonal data will be acquired and registered in the KU Leuven’s PRET platform. All study data will be pseudonymized and the coding\n(the link between a subject and his/her data) will be stored for 15 years by the supervisor. Therefore, the supervisor is the only person who\ncan relate the data to a specific person. None of the acquired data will contain elements that may result in identifying a particular subject.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThere are no further issues to address.\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n2 of 8\nBeneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the\nBeneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the\nhype.\nhype.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nHuman\nblood, urine\nand muscle \nsamples\nHuman blood\nsamples collected\nduring the study\nintervention\nGenerate new data\nPhysical\nExperimental\nNA\nNA\nWP1\n360\nblood\nsamples \nWP2\n 196\nblood\nsamples\nand 56\nmuscle\nbiopsies\nWP3a\n48\nblood\nsamples\nWP3b\n128\nblood\nsamples\n64\nmuscle\nbiopsies\n \nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n3 of 8\nSpreadsheet\nwith\nnumeric\ndata from\nall\nfunctional\nparameters\n(i.e. jump\nheight,\nmuscle\nstrength\netc),\nbiochemical\nanalyses\nand\npersonal\ndata\nSpreadsheet with all\nnumeric data that is\ncollected during the \nstudies \nGenerate new data\nDigital\nExperimental\n.csv\n<100GB\nNA\nWestern\nBlot images\nDigital images of\nwestern blot analyses\nthat will be performed\non the collected\nmuscle samples\nGenerate new data \nDigital\nExperimental\n.tiff\n<1GB\nNA\nMicroscope\nimages\nDigital images of\nimmunohistochemical\nanalyses that will be\nperformed on the\ncollected muscle\nsampels\nGenerate new data\nDigital\nExperimental\n.tiff\n<100GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe will not use existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nHuman subject data will be collected. Ethical guidelines will be followed, all personal data will be pseudonomyzed and all studies will be\nregistered using the PRET tool of the KU Leuven.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nPersonal data of competent, healthy adult volunteers.\nCategories of data:\n- Ordinary personal data: name, age, gender, weight, height, telephone number and email address\n- Special personal data: performance parameters (muscle strength, jump height and cycling performance); biomarkers and hormones in\nthe blood, urine and muscle samples; information on sleep pattern (via questionnaires and polysomnography); parameters of overall well-being\n(via questionnaires); dietary habits (via food diaries)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n4 of 8\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nREADME.txt files will be included within the folder construction on the protected KU Leuven drive (J-Drive) to make sure that me and others\n(with access), now and in the future know where to find all recorded information. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDuring the project data will be collected via RedCap. For the purpose of statistical analyses, data from RedCap will be exported to SPSS and\n.xls format. Once the intervention is finished and all analyses have been performed, all trial data will be exported from RedCap (as .csv files) to\na password-protected KU Leuven drive (j-drive), which can only be accessed by registered researchers. Only the PI can request access to the\nnetwork drive for study personnel.\nHow will the data be backed up?\nHow will the data be backed up?\nDuring data collection all data will be backed up via the RedCap system. Once all the data has been exported from RedCap it will be saved on\nthe KU leuven drive (j-drive) of which a backup is created by the departmental ICT manager on a daily basis.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n5 of 8\nYes\nCurrently 1.82 PB is available on the secured KU Leuven network drive and there are spare freezers available for the biological samples.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU leuven drive (J-drive) is secured and is only accessible for authorized study personel and acces can only be granted via permission of\nthe supervisor Katrien Koppo and the datamanager. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage foreseen.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll collected data within this research project will be stored for 15 years. Biological samples are stored for at least 5 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be saved on the KU Leuven drive (J-drive) that can only be accessed by authorized study personel. \nBiological materials will be stored at appropriate temperature (blood at -20°C; muscle at -80°C; spare freezers available).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nthere are no expected costs for data preservation foreseen\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll digital data will be made available in a restricted acces repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nScientific researchers will have to motivate why they want access to the data:\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you?\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n6 of 8\nDo you have approval from an ethical committee to reuse these data?                                   \nWe will always ask to give credit to the original data creators when the data is being used by other researchers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWe work with confidential data (e.g., name, sex, age, several subjective perceptions,…)\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nVia RDR, the KU Leuven institutional repository.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to\ngive credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nA DOI will be available through RDR, but is not yet available.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Moniek Schouten) will be responsible for data documentation & metadata, under supervision of the PI (Katrien Koppo). \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researcher (Moniek Schouten), under supervision of the PI (Katrien\nKoppo). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Katrien Koppo) will be responsible for ensuring data preservation and sharing. \nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n7 of 8\nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD researcher (Moniek Schouten) will be responsible for updating this DMP. The PI (Katrien Koppo) bears the end responsibility for\nupdating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n8 of 8"
    },
    "clean_full_text": "Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the hype. hype. A Data Management Plan created using DMPonline.be Creator: Creator: Moniek Schouten Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11PRA24N ID: ID: 206098 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Cannabidiol (CBD) is a non-intoxicating constituent of the cannabis plant that recently gained popularity amongst athletes because of its potential to reduce pain perception and improve muscle recovery and sleep quality. More specifically, CBD is believed to alleviate symptoms of exercise induced muscle damage via its anti-inflammatory and analgesic effects. However, compelling evidence from human intervention studies is lacking and the underlying mechanisms through which CBD exerts these actions remain poorly understood. Additionally, interventional trials concerning the effects of CBD supplementation on sleep quality in athletes are non-existent. The increasing popularity of CBD amongst athletes, in combination with the lack of scientific knowledge about CBD supplementation is alarming. Therefore, the current project aims to study the ergogenic potential of CBD. A first important step in this project is to determine an optimal dose to be used in subsequent work packages. Next, the effect of CBD on muscle recovery after a single bout of resistance training is evaluated as well as the effect of CBD on sleep quality following a late evening exercise training. Lastly, the long-term effects of CBD on muscle recovery, sleep and exercise performance are evaluated during a period of overload training. As such, this project will be amongst the first to critically evaluate the ergogenic potential of CBD creating a scientific background that can be used to properly advise athletes. Last modified: Last modified: 19-04-2024 Created using DMPonline.be. Last modiﬁed 19 April 2024 1 of 8 Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the hype. hype. Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) In this project primary, quantitative, experimental data is collected. Biological samples include human blood samples, urine samples and muscle tissue. Other personal information includes: name, address, phone number, e-mail, length, weight, medical history (based on medical questionnaire), information on sleep parameters via questionnaires and via polysomnography, dietary information (via food diaries), performance outcomes (muscle strength, jump height and performance during a time trial and isokinetic sprint), subjective muscle soreness (via VAS) muscle and blood analyses, adverse events and overall well-being via questionnaires. Metadata are generated using metadata standards for microscopy images (OME-XML standard), statistical analyses (metadata of database in SPSS and GraphPad Prism). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Professor Katrien Koppo is designated as responsible person (support via our departmental data manager Evelien Nackaerts). All participant data is collected on a paper CRF (hard copy) and transferred into the eCRF (RedCap). For the purpose of statistical analyses, data from REDCap will be exported to SPSS and .xls format. Once the intervention is finished and all analyses have been performed, all trial data will be exported from REDCap (as .csv files) to a password-protected KU Leuven drive (j-drive), which can only be accessed by registered researchers. Only the PI can request access to the network drive for study personnel. Any source data documents and hard copy files remain stored in a lock-secured closet at the office of Prof. K. Koppo. Biological material (-80 or -20°C) will be registered and stored within the regulations of Biobank at UZ/KU Leuven. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) We will not deviate from the principle of preservation of data and of the minimum preservation term of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Personal data will be acquired and registered in the KU Leuven’s PRET platform. All study data will be pseudonymized and the coding (the link between a subject and his/her data) will be stored for 15 years by the supervisor. Therefore, the supervisor is the only person who can relate the data to a specific person. None of the acquired data will contain elements that may result in identifying a particular subject. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) There are no further issues to address. Created using DMPonline.be. Last modiﬁed 19 April 2024 2 of 8 Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the Beneficial effects of cannabidiol on muscle recovery, sleep and exercise performance in athletes; beyond the hype. hype. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Human blood, urine and muscle samples Human blood samples collected during the study intervention Generate new data Physical Experimental NA NA WP1 360 blood samples WP2 196 blood samples and 56 muscle biopsies WP3a 48 blood samples WP3b 128 blood samples 64 muscle biopsies Created using DMPonline.be. Last modiﬁed 19 April 2024 3 of 8 Spreadsheet with numeric data from all functional parameters (i.e. jump height, muscle strength etc), biochemical analyses and personal data Spreadsheet with all numeric data that is collected during the studies Generate new data Digital Experimental .csv <100GB NA Western Blot images Digital images of western blot analyses that will be performed on the collected muscle samples Generate new data Digital Experimental .tiff <1GB NA Microscope images Digital images of immunohistochemical analyses that will be performed on the collected muscle sampels Generate new data Digital Experimental .tiff <100GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We will not use existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Human subject data will be collected. Ethical guidelines will be followed, all personal data will be pseudonomyzed and all studies will be registered using the PRET tool of the KU Leuven. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Personal data of competent, healthy adult volunteers. Categories of data: - Ordinary personal data: name, age, gender, weight, height, telephone number and email address - Special personal data: performance parameters (muscle strength, jump height and cycling performance); biomarkers and hormones in the blood, urine and muscle samples; information on sleep pattern (via questionnaires and polysomnography); parameters of overall well-being (via questionnaires); dietary habits (via food diaries) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 19 April 2024 4 of 8 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). README.txt files will be included within the folder construction on the protected KU Leuven drive (J-Drive) to make sure that me and others (with access), now and in the future know where to find all recorded information. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? During the project data will be collected via RedCap. For the purpose of statistical analyses, data from RedCap will be exported to SPSS and .xls format. Once the intervention is finished and all analyses have been performed, all trial data will be exported from RedCap (as .csv files) to a password-protected KU Leuven drive (j-drive), which can only be accessed by registered researchers. Only the PI can request access to the network drive for study personnel. How will the data be backed up? How will the data be backed up? During data collection all data will be backed up via the RedCap system. Once all the data has been exported from RedCap it will be saved on the KU leuven drive (j-drive) of which a backup is created by the departmental ICT manager on a daily basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 19 April 2024 5 of 8 Yes Currently 1.82 PB is available on the secured KU Leuven network drive and there are spare freezers available for the biological samples. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU leuven drive (J-drive) is secured and is only accessible for authorized study personel and acces can only be granted via permission of the supervisor Katrien Koppo and the datamanager. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage foreseen. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All collected data within this research project will be stored for 15 years. Biological samples are stored for at least 5 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All data will be saved on the KU Leuven drive (J-drive) that can only be accessed by authorized study personel. Biological materials will be stored at appropriate temperature (blood at -20°C; muscle at -80°C; spare freezers available). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? there are no expected costs for data preservation foreseen 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All digital data will be made available in a restricted acces repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Scientific researchers will have to motivate why they want access to the data: What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you? Created using DMPonline.be. Last modiﬁed 19 April 2024 6 of 8 Do you have approval from an ethical committee to reuse these data? We will always ask to give credit to the original data creators when the data is being used by other researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects We work with confidential data (e.g., name, sex, age, several subjective perceptions,…) Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Via RDR, the KU Leuven institutional repository. When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes A DOI will be available through RDR, but is not yet available. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researcher (Moniek Schouten) will be responsible for data documentation & metadata, under supervision of the PI (Katrien Koppo). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researcher (Moniek Schouten), under supervision of the PI (Katrien Koppo). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Katrien Koppo) will be responsible for ensuring data preservation and sharing. Created using DMPonline.be. Last modiﬁed 19 April 2024 7 of 8 Who will update and implement this DMP? Who will update and implement this DMP? The PhD researcher (Moniek Schouten) will be responsible for updating this DMP. The PI (Katrien Koppo) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 19 April 2024 8 of 8"
}