{
    "document_id": "D-2022-1374",
    "LinkTitle": "D-2022-1374",
    "file_name": "D-2022-1374.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1374.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-29 11:56:38+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nProject Identifier\n C2\nGrant Title\n C26M/21/001\nPrincipal Investigator / Researcher\n Diethard Monbaliu\nProject Data Contact\n Heedfeld Veerle, 016/340602, veerle.heedfeld@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nDiethard Monbaliu\nInternal Funds Project number & title\nC26M/21/001 \nA home-based exercise and physical activity intervention after liver transplantation: impact of\nexercise intensity – a randomized single blind controlled trial [PHOENIX-liver]\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\n \nData(set) name\nOrigin of data\nType of data\nFile\nformat\nPhysical fitness\n \n \n \nCardiorespiratory\nfitness\ncardiopulmonary\nexercise test\n(CPET)\non cycle\nergometer\nnumerical\n \n \nThe six-minute\nwalking test:\nobservation\nobservational,\nnumerical\n \nMusculoskeletal\nfitness\nJamar Hydraulic\nHand\nDynamometer\nnumerical\n \n \ndynamometer\n(Biodex Medical\nSystems Inc.,\n840-\n000 System 4,\nNew\nYork, USA)\nnumerical\n \nMotor fitness\nThe Short\nPhysical\nPerformance\nBattery\ntest\nobservational,\nnumerical\n \nBody morphology\nMedical body\nweight\nscale\nnumerical\n \n \nstretch-resistant\nmeasuring tape\nnumerical\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\n \nDXA scan\nnumerical\n.pdf\nCardiovascular\nhealth\n \n \n \nBlood pressure\nOmron M6\nnumerical\n \nEndothelial\nfunction\nFlow-mediated\ndilation (FMD) of\nthe\nbrachial artery\nusing\nultrasound\n(UNEX)\n \n \nArterial stiffness\nCarotid–femoral\npulse wave\nvelocity\n(cf-PWV)\nthrough\nSphygmoCor\ndevice\n(AtCor Medical,\nAustralia).\n \n \nBlood markers of\ncardiovascular\nhealth\nlaboratory\nanalysis of\nvenous blood\nsample\nnumerical\n.pdf\nSafety\n \n \n \nGraft health\nblood sample\n \n \nAdverse events\nobservation ,\nmedical\nrecords\n \n \nImmunity and\ninfections\ndiagnosis\nobservational\n \n \nWisconsin Upper\nRespiratory\nSymptom\nSurvey (WURSS-\n21)\n+perceived\nresilience\nagainst\ninfections\npaper or\nelectronical\nsurvey\n \nGut\nmicrobiome\n \n \n \n \nstool sample\n \n \n \nBristol Stool\nScore\nchart + data on\ntime\nof sampling +\nquestionnaire\npaper/electronical\n \nImplementation\npotential\nadministrative\nrecords \nnumerical\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\n \nThe iMTA\nMedical\nconsumption\nquestionnaire\n(iMCQ) and the\niMTA\nproductivity cost\nquestionnaire\n(iPCQ)\npaper/electronical\n \nOther study\noutcomes\n \n \n \nQuality of life\nSurveys : The\nShort\nForm Health\nSurvey\nor SF-36, EQ-5D-\n5L, FACIT-F\n+I\nnterviews\npaper/electronical,\ninterview\n \nPhysical activity\nActigraph\nwGT3X-BT\ntriaxial\naccelerometer\ndigital instrument\n \n \nMotivators and\nBarriers\nQuestionnaire\npaper/electronical\n \nHealthcare use\nQuestionnaire\npaper/electronical\n \nFrailty\nFried’s Frailty\nPhenotype (FFP)\nscore\n \n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes,\nShort description of the kind of personal data that will be used:\n- Identification information (e.g. names, (email) addresses) Personal details (e.g. age, gender)\n- Financial data\n- Physical traits\n- Leisure activities and interests\n- Education and training\n- Lifestyle and habits\n- Family composition\n- Occupation and professional activities\n- Fysieke kenmerken: lengte, gewicht\n- Gezinssamenstelling: aantal kinderen\n- Gezinssamenstelling: eigenschappen van kinderen (bv. geslacht, leeftijd)\n- Gezinssamenstelling: aantal inwonenden\n- Beroep: functie\n- Beroep: anciënniteit\n- Persoonlijke kenmerken: nationaliteit\n- Persoonlijke kenmerken: burgerlijke staat\n- Persoonlijke kenmerken: geboortedatum\n- Persoonlijke kenmerken:geslacht\n- Persoonlijke kenmerken: leeftijd\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n- Identificatiegegevens: identificatienummers (bv.\nstudentennummer, patiëntennummer)\n- Identificatiegegevens: elektronische locatiegegevens (bv.\ngps, mobiele telefoon)\n- Identificatiegegevens: telefoonnummer\n- Identificatiegegevens: e-mailadres\n- Identificatiegegevens: adressen\n- Identificatiegegevens: titels\n- Special categories of personal data:\n- Data revealing racial or ethnic origin\n- Data revealing religious or philosophical beliefs\n- Data from or linked to the Electronic Patient Record (EPR)\n- Data concerning (physical and/or mental) health\n- Health: diagnoses and symptoms\n- Health: medication use\n- Health: medical history\n- Health: medical images and scans (e.g. radiography, EEG, CT, etc.)\n- Health: physiological data\n- Health: data about mental health such as stress, depression, etc.\n- Health: hospitalization data\n \nThe registration of the processing of persoal data will be done via the GDPR questionnaire of the\nCTC of UZLeuven when the clinical trial is registered at CTC.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes\nApproval of EC Research UZ Leuven will be requested\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nData will be stored on RedCap . Using RedCap, a Data Dictionary Codebook will be\ngenerated containing variable-level information for all captured information: Variable / Field\nname, Field Label (including question text) and Field Attributes (including Field Type,\nValidation, Choices, Calculations etc.)\nSurvey data: Metadata (e.g. timestamp, electronic instructions) are automatically captured\nduring survey completion in RedCap\nResearch methods and practices will be fully documented. Details on the setting of the data\ncollection, the selection of participants and the instructions given to researchers will be\ndocumented.\nFor the interviews, details on the setting of the interviews, the informed consent process,\nthe subjects discussed and the instructions given to interviewers will be documented in a\nWord document. Also steps taken to remove direct identifiers in the data will be described.\nExperimental protocols: description how the data are collected and generated (software,\nmaterials, set-up, settings (.docx) and how data are processed (software, protocol,\nguidelines, …) (.docx)\nMeasurement forms: notes during data collection (voice-recording & printed paper)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nRaw experimental data: storage of original physical data and folders with original digital\ndata in software specific files\nPatient identifier record: name of included subject, and subject study code (.xls) This patient\nrecord file is the only document that provide the link between the study code of the patient\nand patient’s identity\nThe progress of data collection, and final report, will be provided to the leading ethical\ncommittee (UZ Leuven).\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe paper (source) documents will be stored in the office of the primary researcher, in an\nlocked drawer or cupboard that can only be accessed by the researcher.\nThe digital data will be stored on the University's central servers with automatic daily\nbackup procedures: Secured networkdrive KU Leuven (J-schijf)\nOneDrive linked to a KU Leuven-account\nREDCap: REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee\n5.2. How will the data be backed up?\nThe data will be stored on the University's central servers and UZ leuven IT services with\nautomatic daily back-up procedures.\nREDCap: data is backed up as follows:\nThe web server backup regime is specified below:\nAn hourly backup, the last 6 versions of which are saved\nA daily backup, the last 7 versions of which are saved\nA weekly backup, the last 6 versions of which are saved\nThe database backup regime is specified below: -A nightly cold backup of all databases- One\nmonth’s storage of the nightly cold backups\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes\nThe university and department infrastructure is able to provide sufficient capacity\nRedCap allows data storage of 2-4 MB\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe expected total volume of data will not require a budget for data storage or preservation. The\nuniversity and department infrastructure is able to provide sufficient capacity.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe data will be stored at the university's secure enviroment for private data.\nData on the UZ Leuven networks is only accessible for researchers with personalized UZ Leuven\nlogin and password, and thus secured by a strickt acces right management controlled by the PI.\nPatient record files will be stored with password security only accessable for researchers involved\nin the projects and controlled by the PI . Patient data can only be accessed by clinicans who are\nboth involved in this project and who are taking care of these patients\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThe (personal) data will be preserved for 25 years (guideline EC Research UZ/KU Leuven).\nSamples will be kept for 50 years in the Biobank UZ Leuven, for later research related to this\nresearch.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\n6.2. Where will these data be archived (= stored for the long term)?\nThe digital data will be stored on the university's central servers (with automatic back-up\nprocedures) for 25 years.\nHard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are\nkept in locked cabinets in the offices of the PIs concerned.\nSamples will be kept for 50 years in the Biobank UZ Leuven.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nNo additional costs are expected.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo\n7.2. Which data will be made available after the end of the project?\nData are only accessible on specific requests and after signing a formal agreement.\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nEverybody with a specific request, and after formal approval of all research university/hospital.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nno costs\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nPrincipal investigator\n8.2. Who will be responsible for data storage & back up during the project?\nPrincipal investigator\n8.3. Who will be responsible for ensuring data preservation and sharing?\nPrincipal investigator\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Project Identifier C2 Grant Title C26M/21/001 Principal Investigator / Researcher Diethard Monbaliu Project Data Contact Heedfeld Veerle, 016/340602, veerle.heedfeld@kuleuven.be Institution KU Leuven 1. General Information Name of the project lead (PI) Diethard Monbaliu Internal Funds Project number & title C26M/21/001 A home-based exercise and physical activity intervention after liver transplantation: impact of exercise intensity – a randomized single blind controlled trial [PHOENIX-liver] 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Data(set) name Origin of data Type of data File format Physical fitness Cardiorespiratory fitness cardiopulmonary exercise test (CPET) on cycle ergometer numerical The six-minute walking test: observation observational, numerical Musculoskeletal fitness Jamar Hydraulic Hand Dynamometer numerical dynamometer (Biodex Medical Systems Inc., 840- 000 System 4, New York, USA) numerical Motor fitness The Short Physical Performance Battery test observational, numerical Body morphology Medical body weight scale numerical stretch-resistant measuring tape numerical This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 DXA scan numerical .pdf Cardiovascular health Blood pressure Omron M6 numerical Endothelial function Flow-mediated dilation (FMD) of the brachial artery using ultrasound (UNEX) Arterial stiffness Carotid–femoral pulse wave velocity (cf-PWV) through SphygmoCor device (AtCor Medical, Australia). Blood markers of cardiovascular health laboratory analysis of venous blood sample numerical .pdf Safety Graft health blood sample Adverse events observation , medical records Immunity and infections diagnosis observational Wisconsin Upper Respiratory Symptom Survey (WURSS- 21) +perceived resilience against infections paper or electronical survey Gut microbiome stool sample Bristol Stool Score chart + data on time of sampling + questionnaire paper/electronical Implementation potential administrative records numerical This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 The iMTA Medical consumption questionnaire (iMCQ) and the iMTA productivity cost questionnaire (iPCQ) paper/electronical Other study outcomes Quality of life Surveys : The Short Form Health Survey or SF-36, EQ-5D- 5L, FACIT-F +I nterviews paper/electronical, interview Physical activity Actigraph wGT3X-BT triaxial accelerometer digital instrument Motivators and Barriers Questionnaire paper/electronical Healthcare use Questionnaire paper/electronical Frailty Fried’s Frailty Phenotype (FFP) score 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, Short description of the kind of personal data that will be used: - Identification information (e.g. names, (email) addresses) Personal details (e.g. age, gender) - Financial data - Physical traits - Leisure activities and interests - Education and training - Lifestyle and habits - Family composition - Occupation and professional activities - Fysieke kenmerken: lengte, gewicht - Gezinssamenstelling: aantal kinderen - Gezinssamenstelling: eigenschappen van kinderen (bv. geslacht, leeftijd) - Gezinssamenstelling: aantal inwonenden - Beroep: functie - Beroep: anciënniteit - Persoonlijke kenmerken: nationaliteit - Persoonlijke kenmerken: burgerlijke staat - Persoonlijke kenmerken: geboortedatum - Persoonlijke kenmerken:geslacht - Persoonlijke kenmerken: leeftijd This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 - Identificatiegegevens: identificatienummers (bv. studentennummer, patiëntennummer) - Identificatiegegevens: elektronische locatiegegevens (bv. gps, mobiele telefoon) - Identificatiegegevens: telefoonnummer - Identificatiegegevens: e-mailadres - Identificatiegegevens: adressen - Identificatiegegevens: titels - Special categories of personal data: - Data revealing racial or ethnic origin - Data revealing religious or philosophical beliefs - Data from or linked to the Electronic Patient Record (EPR) - Data concerning (physical and/or mental) health - Health: diagnoses and symptoms - Health: medication use - Health: medical history - Health: medical images and scans (e.g. radiography, EEG, CT, etc.) - Health: physiological data - Health: data about mental health such as stress, depression, etc. - Health: hospitalization data The registration of the processing of persoal data will be done via the GDPR questionnaire of the CTC of UZLeuven when the clinical trial is registered at CTC. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes Approval of EC Research UZ Leuven will be requested 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Data will be stored on RedCap . Using RedCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices, Calculations etc.) Survey data: Metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in RedCap Research methods and practices will be fully documented. Details on the setting of the data collection, the selection of participants and the instructions given to researchers will be documented. For the interviews, details on the setting of the interviews, the informed consent process, the subjects discussed and the instructions given to interviewers will be documented in a Word document. Also steps taken to remove direct identifiers in the data will be described. Experimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx) Measurement forms: notes during data collection (voice-recording & printed paper) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 Raw experimental data: storage of original physical data and folders with original digital data in software specific files Patient identifier record: name of included subject, and subject study code (.xls) This patient record file is the only document that provide the link between the study code of the patient and patient’s identity The progress of data collection, and final report, will be provided to the leading ethical committee (UZ Leuven). 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the project 5.1. Where will the data be stored? The paper (source) documents will be stored in the office of the primary researcher, in an locked drawer or cupboard that can only be accessed by the researcher. The digital data will be stored on the University's central servers with automatic daily backup procedures: Secured networkdrive KU Leuven (J-schijf) OneDrive linked to a KU Leuven-account REDCap: REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee 5.2. How will the data be backed up? The data will be stored on the University's central servers and UZ leuven IT services with automatic daily back-up procedures. REDCap: data is backed up as follows: The web server backup regime is specified below: An hourly backup, the last 6 versions of which are saved A daily backup, the last 7 versions of which are saved A weekly backup, the last 6 versions of which are saved The database backup regime is specified below: -A nightly cold backup of all databases- One month’s storage of the nightly cold backups 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The university and department infrastructure is able to provide sufficient capacity RedCap allows data storage of 2-4 MB 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The expected total volume of data will not require a budget for data storage or preservation. The university and department infrastructure is able to provide sufficient capacity. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored at the university's secure enviroment for private data. Data on the UZ Leuven networks is only accessible for researchers with personalized UZ Leuven login and password, and thus secured by a strickt acces right management controlled by the PI. Patient record files will be stored with password security only accessable for researchers involved in the projects and controlled by the PI . Patient data can only be accessed by clinicans who are both involved in this project and who are taking care of these patients 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). The (personal) data will be preserved for 25 years (guideline EC Research UZ/KU Leuven). Samples will be kept for 50 years in the Biobank UZ Leuven, for later research related to this research. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 6.2. Where will these data be archived (= stored for the long term)? The digital data will be stored on the university's central servers (with automatic back-up procedures) for 25 years. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the offices of the PIs concerned. Samples will be kept for 50 years in the Biobank UZ Leuven. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? No additional costs are expected. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? Data are only accessible on specific requests and after signing a formal agreement. 7.3. Where/how will the data be made available for reuse? Upon request by mail 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Everybody with a specific request, and after formal approval of all research university/hospital. 7.6. What are the expected costs for data sharing? How will these costs be covered? no costs 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Principal investigator 8.2. Who will be responsible for data storage & back up during the project? Principal investigator 8.3. Who will be responsible for ensuring data preservation and sharing? Principal investigator 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}