{
    "document_id": "D-2022-1444",
    "LinkTitle": "D-2022-1444",
    "file_name": "D-2022-1444.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1444.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "PEVPraxisP5",
        "num_pages": 9
    },
    "content": {
        "full_text": "1DMP_G0D6322N\nData Management Plan – FWO\nADMIN DETAILS\nProject Name: DMP_G0D6322N-red_nose_virtually_better?\nProject Identifier: G0D6322N\nPrincipal Investigator / Researcher: Dirk Hermans\nDescription: In this project a three-arm randomized controlled trial evaluates the efficacy and \nacceptability of virtual reality (VR) exposure in adolescents with subclinical levels of social anxiety. The \nthree conditions will exist of (1) a VR exposure condition; (2) an in vivo exposure condition; and (3) a \nwaiting list control condition. There are four main objectives. First, we aim to evaluate whether a VR \nexposure intervention can be effective in reducing symptoms in adolescents at risk for social anxiety and \nhas a positive effect on well-being and resilience. Second, we aim to identify predictors of adolescents’ \nresponding to VR exposure. A third objective is to elucidate potential working mechanisms of VR \nexposure. A fourth objective is to evaluate to what extent adolescents appreciate the VR exposure \nintervention. The results will contribute to the development of effective early-stage interventions for \nadolescents to prevent moderate and subclinical social anxiety to further develop into a full-blown anxiety \ndisorder. \nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nDirk Hermans \nFWO Project Number & Title\nG0D6322N  Virtually better? Virtual reality exposure for socially anxious adolescents.  \nThis project will run parallel with a Global PhD partnership with the University of Utrecht under supervision  \nof Dirk Hermans, Iris Engelhard and  Katharina Meyerbröker.\nAffiliation\n●KU Leuven\n22. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\n(Proposed) overview of the study and objectives:\nObjective 1: To evaluate whether a VR exposure intervention can be effective in reducing symptoms in \nadolescents at risk for social anxiety and has a positive effect on well-being and resilience  \nObjective 2: to identify predictors of adolescents’ responding to VR exposure.  \nObjective 3: to examine potential working mechanisms of VR exposure.  \nObjective 4: to evaluate to what extent adolescents appreciate the VR exposure intervention\nResearch \nPhaseType of data FormatEstimated \nVolumeHow created?\nScreeningParticipant information (e.g., \ndemographical and personal \ndata as age, gender, \neducational level)\nQuestionnaire data (e.g., \nanswers on (social) anxiety \nquestionnaire(s) and clinical \ninterview(s))\nAdditional data (e.g., youth \nand parental informed consent  \nforms, payment information \nforms, inclusion/exclusion \ncriteria forms).Textual and \nnumerical \ndata stored \nin .sav, .csv, .\ndocx or .xls \nfilesLess than \n20 MB per \nparticipant(online) survey \nprogram (e.g., \nQualtrics)\nPaper and pencil \nquestionnaires/formats \nare transferred \nto .sav, .csv, or .xlsx\nRaw and processed \ndata\n3BaselineParticipant information (e.g., \ndemographical and personal \ndata as age, school, gender, \neducational level, ethnicity)\nSelf-report data: \n- questionnaire data (e.g., self-\nreport or parental \nquestionnaires about anxiety, \nmood, general well-being, \nresilience, self-esteem, \n(experiential) avoidance, \npersonality, prior experience \nwith VR, ability to feel a sense \nof presence, absorption, \nadherence, treatment \nexpectancy and credibility)  \n- subjective ratings of \nexpectancies, fear, and \ndistress during a behavioral \navoidance task (BAT) (e.g., \nSubjective Units of Distress)\nBehavioral data during a \nbehavioral avoidance task \n(e.g., duration, frequency and \nlatency of avoidance \nresponses)\nPsychophysiological data \nduring a behavioral avoidance \ntask (BAT) (e.g., skin \nconductance, startle response,  \nheart rate) Textual and \nnumerical \ndata stored \nin .sav, .csv, .\ndocx, or .xls \nfiles\nMultimedia \nstored in \nMP3, .wav, .a\nvi, or MP4\nPsycho-\nphysiological \ndata stored in \n.acq or .matLess than \n20 MB per \nparticipant\nLess than \n2 GB per \nparticipant\nAround \n250 MB \nper \nparticipantCollected before \nexposure treatment \n(online) survey \nprogram (e.g., \nQualtrics)\nPaper and pencil \nquestionnaires/formats \nare transferred \nto .sav, .csv, or .xlsx\nAudio/Video recordings  \nduring behavioral \napproach task\nPsychophysiological \ndata will be Recorded \nwith e.g., Biopac, or \nActigraph, …\nRaw and processed \ndata\nTreatment \nSessionsSelf-report data: \nSubjective ratings of \nexpectancies, fear (for \ndifferent situations), distress, \narousal, valence, mood, stress\nField notes\nBehavioral data during \ntreatment (e.g., proof of doing \nan exposure)Textual and \nnumerical \ndata stored \nin .sav, .csv, .\ndocx, or  .xls \nfiles\nMultimedia \nstored in \nMP3, .wav, .a\nvi, or MP4Less than \n20 MB per \nparticipant\nLess than \n2 GB per \nparticipantCollected during \nexposure treatment \n(online) survey \nprogram (e.g., \nQualtrics)\nNotes made by \nresearcher(s) during \ndata collection. Paper \nand pencil formats are \ntransferred \nto .sav, .csv, or .xlsx\nAudio/Video recordings  \nduring treatment\n4Psychophysiological data \nduring treatment (e.g., skin \nconductance, startle response,  \nheart rate) Psycho-\nphysiological \ndata stored in \n.acq or .matAround \n250 MB \nper \nparticipantPsychophysiological \ndata will be Recorded \nwith e.g., Biopac, or \nActigraph, …\nRaw and processed \ndata\nPost-\nassessment \nand follow-\nupSame as ‘Baseline data’ with \nan addition of:\nParticipant information (e.g., \nnumber of drop-outs, refusal to  \ntreatment)\nQualitative data of interviews \nor focus groups and their \ntranscripts and codingsTextual and \nnumerical \ndata stored \nin .sav, .csv, .\ndocx, or  .xls \nfiles\nMultimedia \nstored in \nMP3, .wav, .a\nvi, or MP4Less than \n20 MB per \nparticipant\nLess than \n2 GB in \ntotalAudio recordings of  \nfocus groups or \ninterviews with \nparticipants (who \ncompleted the study \nand dropped out during  \nthe study)\n \nTranscripts of \naudio/video recordings \nand coding done with \nsoftware (e.g., Nvivo)\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●Yes\nWe will collect contact information of participants (e-mail address, telephone number), demographic data \n(gender, age, ethnic origin), name of school, educational  level, bank account number, health data  (e.g., \nonset of symptoms, medical and psychiatric history), self-report data about participants' psychological \nwell-being and emotional functioning, and  video/audio recordings of the participant in accordance with \nGDPR and KU Leuven guidelines. \nWe will submit an ethical application at the Ethics Committee Research UZ/KU Leuven (EC Research) to \nregister our file (a GDPR Questionnaire of the  Clinical Trial Centre (CTC)).  \n5Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\nThe ethical approval will be requested from the  Ethics Committee Research UZ / KU Leuven (EC \nResearch). The reference number will be  provided when it is available.  \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nThe data has no potential for technological transfer and valorization and we will not claim IPR on the data \nas we use commercial VR software of an external partner.  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●Yes\nThe (minor) participants (and their parents) themselves are the third party. Agreements are thus part of \nthe informed consent, mentioning the use of personal contact information only for a follow-up session, the  \npublication of results in scientific communications and the (re)use of  data by other researchers.  \nAs a Global PhD partnership runs parallel we will use a data transfer agreement with Utrecht University. \nThere are no known restrictions at the moment.  \n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nRaw data files will be kept in a common structure with individual data files stored within participant sub-\nfolders. Extracted data will be stored within separate  participant sub-folders and aggregated data will be \nstored under the experiment parent-folder.  Moreover, metadata files will be created and will be saved in a  \nseparate folder (under the experiment parent-folder) that contains the following information:  \n●Project documentation: This file will  be provided in a readme file and will include the project \nname, keywords, name of researchers who were involved in the collection of the data (e.g., \nmaster students, researchers and their ORCID ID), name of funder, funding code, start- and end \ndate of the project, DOIs of shared datasets, creative common license, link to preregistration, \napproval/registration code of ethical committee, links to publications.\n●A general description of the methodology will be provided in the preregistration and \nethical application of the planned RCT. The preregistration will be published on a clinical trial \nregister (e.g., OSF, aspredicted.org, clinicaltrials.gov).\n●The link to the preregistration will be provided in the project documentation.\n6●The ethical application will be saved as a PDF document and the approval/approval code will be \nadded to the project documentation.\n●An example of an empty informed consent form will be provided as a word file.\n●The data management plan will be provided as a Word file.\n●A Word document will be created describing the recruitment strategy, the participant inclusion \ncriteria, instructions and procedure of the study, measurement methods, technical \nspecifications/set up details, references to procedures, software versions, interview protocol, etc. \nused in the study. In addition, the Word file will contain a specification of the raw data file names \n(which measures they refer to), transformations of the raw data, and information that describes \nthe variable codes (referring to type and time of specific measurements) in the aggregated data \nfiles.\n●Information on the variables  will also be provided in SPSS or a codebook will be created in R.\n●The data preparation and statistical analyses will also be documented in an annotated analysis \ncode file (e.g., SPSS syntax, R code file). The version of the used software will be documented in  \ne.g., used R package or command.\n●In a .xlsx document we will provide pseudonymized baseline information about all participants \nthat were enrolled in the study (e.g., age, gender,  when they completed a phase of the  study, \nwhether they completed the entire study or dropped-out, their compliance, clinical diagnosis, \nother remarks, etc.). We also provide specific information about the questionnaires we \nadministered (i.e., number of items, reference, their variable labels, ranges and description). \nFinally, we provide some basic summary statistics (e.g., gender and age distribution, number of \nparticipants per condition, overall study compliance, etc.).\nFor version control the procedures of defining milestones (e.g., draft, final) and subversions (e.g., V1, \nV2,…) will be implemented.  \nThe separate meta-data folder will never contain sensitive (identifiable) participants information such as \nnames, contact details, audio-files of the clinical interviews, etc.  \n  \nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nProject metadata will be stored as Microsoft Word/pdf, .txt or .csv file under  the experiment parent-folder \n(see also documentation above). We  will provide the relevant metadata in a structured manner.\nControlled vocabulary (e.g., APA Thesaurus of Psychological Index Terms, MeSH-terms) will be used for \nthe keywords. \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\n7Where will the data be stored?  \nAll digital data will be stored offline on the researcher’s personal laptop (which is encrypted and \npassword-protected) and online on KU Leuven central  servers such as the researcher's (personal) \nnetwork drive (Onedrive for Busines and/or Sharepoint, which can only be accessed by the researchers \ninvolved with their KU Leuven account and a three factor authenticator). Copies of non-sensitive data can  \nbe made and kept on personal devices (e.g., laptops, hard drives which are encrypted and password-\nprotected). \nData in paper format  (e.g., informed consents, adverse event forms, questionnaires, personal and field \nnotes) will be stored separately in  a key-locked cabinet in a dedicated (archive) room of the research \ngroup.\nRestricted and sensitive data (e.g. personal information, contact information, audio and video files, etc.) \nwill be stored separately on an encrypted password-protected (personal) drive of the KU Leuven \n(Onedrive or Sharepoint for our research group) for the duration of this project, and can only be accessed  \nby the main researchers and PhD-students of this project.\nAs this project runs parallel with a global PhD partnership, the PhD-student from Utrecht University \n(Elizabeth Uduwa Vidanalage) and her supervisors (Iris Engelhard and  Katharina Meyerbröker) will have \nfull access to all the data. Elizabeth Uduwa Vidanalage will be involved in data collection as well.\nHow is backup of the data provided?\nBackups are (manually and daily) made on KU Leuven central  servers such as the researcher's \n(personal) network drive (Onedrive for Busines and Sharepoint) which can only be accessed by the \nresearchers involved with their KU Leuven account and a three factor authenticator. Sharepoint for our \nresearch group can only be accessed by the main researchers and PhD-students of this project. All data \non KU Leuven drives are backed up automatically on a daily basis.  Another back-up will be stored on the \nNetwork Attached Storage  (NAS) of the research group.  \nAn offline full backup of the data is regularly saved manually on an encrypted archive drive, which is \nprotected by password.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\nProbably there is enough storage and back-up capacity as the size of all data files do not exceed the \navailable individual storage space of 3 GB and the available shared storage space of 100 GB.\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nNo costs are expected. However, if the storage and back-up capacity is exceeded a cost of €160/year per  \nTB is currently is expected (KU Leuven ICTS, Large Volume Storage).  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\n8All researchers are made aware of a document with general guidelines regarding data security when\nentering the project. In brief, this document stipulates that all data should be on password-protected\nand/or encrypted drives, and that all personal laptops should be password-protected and encrypted. Upon\nrequest, all PIs can get access to data on network drives.\nPersonal and anonymized data will be encrypted and password  protected. Multi-factor authentication is \nactivated for the KU Leuven login of all researchers having access to the data.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nThe research data and the documentation will be preserved for 10  years in line with the KU Leuven \npolicies. The participants’ contact information, payment information, raw (non-anonymized) data files \ncontaining highly confidential data, analogue data with a digital equivalent (e.g., paper and pencil \nquestionnaires) will be deleted after the project is finished as they contain personal data.  \nWhere will the data be archived (= stored for the longer term)?\nAfter completion of data collection, and until 10 years after the end of the project, all digital data will be\nstored on our research unit's central storage facility (a dedicated NAS (network-attached storage), with\nautomatic internal back-up). PIs can request access to this NAS from the group's IT responsibles who \nmanage the NAS.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nAll datasets will be archived on the servers of KU Leuven. Possible expenses to host these servers are \nalways covered by the research group, but are expected to fall within normal cost ranges (based on the \nvolume of the datafiles). Our current capacity is 8 TB, if additional storage is needed there will be an \nadditional cost of 250 euro per 8 TB.\n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nPersonal data (strictly confidential) will obviously never be shared beyond the researchers involved in the \nstudy. \nWhich data will be made available after the end of the project?\nFor reviewers and readers of our published articles a trimmed and pseudonymized dataset (i.e., only \ncontaining the variables required to reproduce our results) will be uploaded in a .csv or .xlsx format to the \n9Open Science Framework under a CC-BY license alongside full dataset documentation. The full \npseudonymized dataset will be available for colleague researchers for meta-analytic projects upon \nrequest (and signing a data-sharing agreement). Confidential data such as demographic information will \nbe removed if these variables are not part of the research hypotheses. Participants' personal information \n(e.g., contact information, names, etc.) or audio files will never be shared.\nWhere/how will the data be made available for reuse?\n●In an Open Access repository\n●In a restricted access repository\n●Other (specify): Upon request by mail  \nWe will use public repositories (e.g., the Open Science Framework (European servers)) for sharing \npseudo-anonymized data. Conditions for data usage will be specified in a data sharing agreement.  \nWhen will the data be made available?\nData will be made available immediately after publication or else 3 years after completion of the study (in\nline with international guidelines ).\nWho will be able to access the data and under what conditions?\nPublic repositories are open access, searchable through key words, and available to all registered users.\nWhat are the expected costs for data sharing? How will the costs be covered?  \nNo costs are expected. Public repositories are free of charge.\n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe PhD students (Jella De Lee and  Elizabeth Uduwa Vidanalage) will be responsible, together with the \nsupervisors (Dirk Hermans,  Iris Engelhard, Katharina Meyerbröker and Sara Scheveneels). As a Global \nPhD partnership runs parallel we will use a data transfer agreement with Utrecht University.\nWho will be responsible for data storage & back up during the project?\nThe PhD students (Jella De Lee and  Elizabeth Uduwa Vidanalage) will be responsible, together with the \nsupervisors (Dirk Hermans,  Iris Engelhard, Katharina Meyerbröker and Sara Scheveneels).  \nWho will be responsible for ensuring data preservation and reuse ?\nThe PhD students (Jella De Lee and  Elizabeth Uduwa Vidanalage) and eventual master students will be \nresponsible, together with the supervisors (Dirk Hermans,  Iris Engelhard, Katharina Meyerbröker and \nSara Scheveneels). \nWho bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the promotor, Dirk Hermans.  "
    },
    "clean_full_text": "1DMP_G0D6322N Data Management Plan – FWO ADMIN DETAILS Project Name: DMP_G0D6322N-red_nose_virtually_better? Project Identifier: G0D6322N Principal Investigator / Researcher: Dirk Hermans Description: In this project a three-arm randomized controlled trial evaluates the efficacy and acceptability of virtual reality (VR) exposure in adolescents with subclinical levels of social anxiety. The three conditions will exist of (1) a VR exposure condition; (2) an in vivo exposure condition; and (3) a waiting list control condition. There are four main objectives. First, we aim to evaluate whether a VR exposure intervention can be effective in reducing symptoms in adolescents at risk for social anxiety and has a positive effect on well-being and resilience. Second, we aim to identify predictors of adolescents’ responding to VR exposure. A third objective is to elucidate potential working mechanisms of VR exposure. A fourth objective is to evaluate to what extent adolescents appreciate the VR exposure intervention. The results will contribute to the development of effective early-stage interventions for adolescents to prevent moderate and subclinical social anxiety to further develop into a full-blown anxiety disorder. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Dirk Hermans FWO Project Number & Title G0D6322N Virtually better? Virtual reality exposure for socially anxious adolescents. This project will run parallel with a Global PhD partnership with the University of Utrecht under supervision of Dirk Hermans, Iris Engelhard and Katharina Meyerbröker. Affiliation ●KU Leuven 22. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). (Proposed) overview of the study and objectives: Objective 1: To evaluate whether a VR exposure intervention can be effective in reducing symptoms in adolescents at risk for social anxiety and has a positive effect on well-being and resilience Objective 2: to identify predictors of adolescents’ responding to VR exposure. Objective 3: to examine potential working mechanisms of VR exposure. Objective 4: to evaluate to what extent adolescents appreciate the VR exposure intervention Research PhaseType of data FormatEstimated VolumeHow created? ScreeningParticipant information (e.g., demographical and personal data as age, gender, educational level) Questionnaire data (e.g., answers on (social) anxiety questionnaire(s) and clinical interview(s)) Additional data (e.g., youth and parental informed consent forms, payment information forms, inclusion/exclusion criteria forms).Textual and numerical data stored in .sav, .csv, . docx or .xls filesLess than 20 MB per participant(online) survey program (e.g., Qualtrics) Paper and pencil questionnaires/formats are transferred to .sav, .csv, or .xlsx Raw and processed data 3BaselineParticipant information (e.g., demographical and personal data as age, school, gender, educational level, ethnicity) Self-report data: - questionnaire data (e.g., self- report or parental questionnaires about anxiety, mood, general well-being, resilience, self-esteem, (experiential) avoidance, personality, prior experience with VR, ability to feel a sense of presence, absorption, adherence, treatment expectancy and credibility) - subjective ratings of expectancies, fear, and distress during a behavioral avoidance task (BAT) (e.g., Subjective Units of Distress) Behavioral data during a behavioral avoidance task (e.g., duration, frequency and latency of avoidance responses) Psychophysiological data during a behavioral avoidance task (BAT) (e.g., skin conductance, startle response, heart rate) Textual and numerical data stored in .sav, .csv, . docx, or .xls files Multimedia stored in MP3, .wav, .a vi, or MP4 Psycho- physiological data stored in .acq or .matLess than 20 MB per participant Less than 2 GB per participant Around 250 MB per participantCollected before exposure treatment (online) survey program (e.g., Qualtrics) Paper and pencil questionnaires/formats are transferred to .sav, .csv, or .xlsx Audio/Video recordings during behavioral approach task Psychophysiological data will be Recorded with e.g., Biopac, or Actigraph, … Raw and processed data Treatment SessionsSelf-report data: Subjective ratings of expectancies, fear (for different situations), distress, arousal, valence, mood, stress Field notes Behavioral data during treatment (e.g., proof of doing an exposure)Textual and numerical data stored in .sav, .csv, . docx, or .xls files Multimedia stored in MP3, .wav, .a vi, or MP4Less than 20 MB per participant Less than 2 GB per participantCollected during exposure treatment (online) survey program (e.g., Qualtrics) Notes made by researcher(s) during data collection. Paper and pencil formats are transferred to .sav, .csv, or .xlsx Audio/Video recordings during treatment 4Psychophysiological data during treatment (e.g., skin conductance, startle response, heart rate) Psycho- physiological data stored in .acq or .matAround 250 MB per participantPsychophysiological data will be Recorded with e.g., Biopac, or Actigraph, … Raw and processed data Post- assessment and follow- upSame as ‘Baseline data’ with an addition of: Participant information (e.g., number of drop-outs, refusal to treatment) Qualitative data of interviews or focus groups and their transcripts and codingsTextual and numerical data stored in .sav, .csv, . docx, or .xls files Multimedia stored in MP3, .wav, .a vi, or MP4Less than 20 MB per participant Less than 2 GB in totalAudio recordings of focus groups or interviews with participants (who completed the study and dropped out during the study) Transcripts of audio/video recordings and coding done with software (e.g., Nvivo) 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●Yes We will collect contact information of participants (e-mail address, telephone number), demographic data (gender, age, ethnic origin), name of school, educational level, bank account number, health data (e.g., onset of symptoms, medical and psychiatric history), self-report data about participants' psychological well-being and emotional functioning, and video/audio recordings of the participant in accordance with GDPR and KU Leuven guidelines. We will submit an ethical application at the Ethics Committee Research UZ/KU Leuven (EC Research) to register our file (a GDPR Questionnaire of the Clinical Trial Centre (CTC)). 5Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes The ethical approval will be requested from the Ethics Committee Research UZ / KU Leuven (EC Research). The reference number will be provided when it is available. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No The data has no potential for technological transfer and valorization and we will not claim IPR on the data as we use commercial VR software of an external partner. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●Yes The (minor) participants (and their parents) themselves are the third party. Agreements are thus part of the informed consent, mentioning the use of personal contact information only for a follow-up session, the publication of results in scientific communications and the (re)use of data by other researchers. As a Global PhD partnership runs parallel we will use a data transfer agreement with Utrecht University. There are no known restrictions at the moment. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Raw data files will be kept in a common structure with individual data files stored within participant sub- folders. Extracted data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parent-folder. Moreover, metadata files will be created and will be saved in a separate folder (under the experiment parent-folder) that contains the following information: ●Project documentation: This file will be provided in a readme file and will include the project name, keywords, name of researchers who were involved in the collection of the data (e.g., master students, researchers and their ORCID ID), name of funder, funding code, start- and end date of the project, DOIs of shared datasets, creative common license, link to preregistration, approval/registration code of ethical committee, links to publications. ●A general description of the methodology will be provided in the preregistration and ethical application of the planned RCT. The preregistration will be published on a clinical trial register (e.g., OSF, aspredicted.org, clinicaltrials.gov). ●The link to the preregistration will be provided in the project documentation. 6●The ethical application will be saved as a PDF document and the approval/approval code will be added to the project documentation. ●An example of an empty informed consent form will be provided as a word file. ●The data management plan will be provided as a Word file. ●A Word document will be created describing the recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, measurement methods, technical specifications/set up details, references to procedures, software versions, interview protocol, etc. used in the study. In addition, the Word file will contain a specification of the raw data file names (which measures they refer to), transformations of the raw data, and information that describes the variable codes (referring to type and time of specific measurements) in the aggregated data files. ●Information on the variables will also be provided in SPSS or a codebook will be created in R. ●The data preparation and statistical analyses will also be documented in an annotated analysis code file (e.g., SPSS syntax, R code file). The version of the used software will be documented in e.g., used R package or command. ●In a .xlsx document we will provide pseudonymized baseline information about all participants that were enrolled in the study (e.g., age, gender, when they completed a phase of the study, whether they completed the entire study or dropped-out, their compliance, clinical diagnosis, other remarks, etc.). We also provide specific information about the questionnaires we administered (i.e., number of items, reference, their variable labels, ranges and description). Finally, we provide some basic summary statistics (e.g., gender and age distribution, number of participants per condition, overall study compliance, etc.). For version control the procedures of defining milestones (e.g., draft, final) and subversions (e.g., V1, V2,…) will be implemented. The separate meta-data folder will never contain sensitive (identifiable) participants information such as names, contact details, audio-files of the clinical interviews, etc. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No Project metadata will be stored as Microsoft Word/pdf, .txt or .csv file under the experiment parent-folder (see also documentation above). We will provide the relevant metadata in a structured manner. Controlled vocabulary (e.g., APA Thesaurus of Psychological Index Terms, MeSH-terms) will be used for the keywords. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT 7Where will the data be stored? All digital data will be stored offline on the researcher’s personal laptop (which is encrypted and password-protected) and online on KU Leuven central servers such as the researcher's (personal) network drive (Onedrive for Busines and/or Sharepoint, which can only be accessed by the researchers involved with their KU Leuven account and a three factor authenticator). Copies of non-sensitive data can be made and kept on personal devices (e.g., laptops, hard drives which are encrypted and password- protected). Data in paper format (e.g., informed consents, adverse event forms, questionnaires, personal and field notes) will be stored separately in a key-locked cabinet in a dedicated (archive) room of the research group. Restricted and sensitive data (e.g. personal information, contact information, audio and video files, etc.) will be stored separately on an encrypted password-protected (personal) drive of the KU Leuven (Onedrive or Sharepoint for our research group) for the duration of this project, and can only be accessed by the main researchers and PhD-students of this project. As this project runs parallel with a global PhD partnership, the PhD-student from Utrecht University (Elizabeth Uduwa Vidanalage) and her supervisors (Iris Engelhard and Katharina Meyerbröker) will have full access to all the data. Elizabeth Uduwa Vidanalage will be involved in data collection as well. How is backup of the data provided? Backups are (manually and daily) made on KU Leuven central servers such as the researcher's (personal) network drive (Onedrive for Busines and Sharepoint) which can only be accessed by the researchers involved with their KU Leuven account and a three factor authenticator. Sharepoint for our research group can only be accessed by the main researchers and PhD-students of this project. All data on KU Leuven drives are backed up automatically on a daily basis. Another back-up will be stored on the Network Attached Storage (NAS) of the research group. An offline full backup of the data is regularly saved manually on an encrypted archive drive, which is protected by password. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Probably there is enough storage and back-up capacity as the size of all data files do not exceed the available individual storage space of 3 GB and the available shared storage space of 100 GB. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs are expected. However, if the storage and back-up capacity is exceeded a cost of €160/year per TB is currently is expected (KU Leuven ICTS, Large Volume Storage). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 8All researchers are made aware of a document with general guidelines regarding data security when entering the project. In brief, this document stipulates that all data should be on password-protected and/or encrypted drives, and that all personal laptops should be password-protected and encrypted. Upon request, all PIs can get access to data on network drives. Personal and anonymized data will be encrypted and password protected. Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the data. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The research data and the documentation will be preserved for 10 years in line with the KU Leuven policies. The participants’ contact information, payment information, raw (non-anonymized) data files containing highly confidential data, analogue data with a digital equivalent (e.g., paper and pencil questionnaires) will be deleted after the project is finished as they contain personal data. Where will the data be archived (= stored for the longer term)? After completion of data collection, and until 10 years after the end of the project, all digital data will be stored on our research unit's central storage facility (a dedicated NAS (network-attached storage), with automatic internal back-up). PIs can request access to this NAS from the group's IT responsibles who manage the NAS. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All datasets will be archived on the servers of KU Leuven. Possible expenses to host these servers are always covered by the research group, but are expected to fall within normal cost ranges (based on the volume of the datafiles). Our current capacity is 8 TB, if additional storage is needed there will be an additional cost of 250 euro per 8 TB. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Personal data (strictly confidential) will obviously never be shared beyond the researchers involved in the study. Which data will be made available after the end of the project? For reviewers and readers of our published articles a trimmed and pseudonymized dataset (i.e., only containing the variables required to reproduce our results) will be uploaded in a .csv or .xlsx format to the 9Open Science Framework under a CC-BY license alongside full dataset documentation. The full pseudonymized dataset will be available for colleague researchers for meta-analytic projects upon request (and signing a data-sharing agreement). Confidential data such as demographic information will be removed if these variables are not part of the research hypotheses. Participants' personal information (e.g., contact information, names, etc.) or audio files will never be shared. Where/how will the data be made available for reuse? ●In an Open Access repository ●In a restricted access repository ●Other (specify): Upon request by mail We will use public repositories (e.g., the Open Science Framework (European servers)) for sharing pseudo-anonymized data. Conditions for data usage will be specified in a data sharing agreement. When will the data be made available? Data will be made available immediately after publication or else 3 years after completion of the study (in line with international guidelines ). Who will be able to access the data and under what conditions? Public repositories are open access, searchable through key words, and available to all registered users. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. Public repositories are free of charge. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The PhD students (Jella De Lee and Elizabeth Uduwa Vidanalage) will be responsible, together with the supervisors (Dirk Hermans, Iris Engelhard, Katharina Meyerbröker and Sara Scheveneels). As a Global PhD partnership runs parallel we will use a data transfer agreement with Utrecht University. Who will be responsible for data storage & back up during the project? The PhD students (Jella De Lee and Elizabeth Uduwa Vidanalage) will be responsible, together with the supervisors (Dirk Hermans, Iris Engelhard, Katharina Meyerbröker and Sara Scheveneels). Who will be responsible for ensuring data preservation and reuse ? The PhD students (Jella De Lee and Elizabeth Uduwa Vidanalage) and eventual master students will be responsible, together with the supervisors (Dirk Hermans, Iris Engelhard, Katharina Meyerbröker and Sara Scheveneels). Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the promotor, Dirk Hermans."
}